Repository: healthvdev/custom_template
Catalog: languages/*.po
Languages: hi_in, te_in

source: Malegaon Nayapura Ward
hi_in: मालेगाव नयापुरा वार्ड
te_in: మాలెగావ్ నయాపురా వార్డ్

source: Malehra
hi_in: मलहरा
te_in: మలహరా

source: Malekpor
hi_in: मलिकपुर
te_in: మలికపుర్

source: Malekpur (Vad)
hi_in: मलिकपुर (वाद)
te_in: మలికపుర్ (వాద్)

source: Malenahalli
hi_in: मलेनहल्ली
te_in: మలెనహల్లీ

source: Malerkotla
hi_in: मलेरकोटला
te_in: మలెరకోటలా

source: Malesar
hi_in: मालसर
te_in: మాలసర్

source: Malesemau
hi_in: मलेसेमऊ
te_in: మలెసెమఊ

source: Maleta Bongta
hi_in: मलता बोंग्ता
te_in: మలతా బోంగ్తా

source: Malewad
hi_in: मालीवाड़
te_in: మాలీవాడ్

source: Malewadi
hi_in: माळेवाडी
te_in: మాళెవాడీ

source: Malgaon
hi_in: मलगांव
te_in: మలగాంవ్

source: Malghan
hi_in: मल्हण
te_in: మల్హణ్

source: Malgodown
hi_in: मालगोंडऊन
te_in: మాలగోండఊన్

source: Malgund
hi_in: मालगुंड
te_in: మాలగుండ్

source: Malhan
hi_in: मल्हान
te_in: మల్హాన్

source: Malhar
hi_in: मल्हार
te_in: మల్హార్

source: Malhausi
hi_in: मलहौसी
te_in: మలహౌసీ

source: Malheya
hi_in: मल्हेया
te_in: మల్హెయా

source: Malhoti
hi_in: मालहोती
te_in: మాలహోతీ

source: Mali
hi_in: माली
te_in: మాలీ

source: Maliabad
hi_in: मलियाबाद
te_in: మలియాబాద్

source: Malidihi
hi_in: मालीडीही
te_in: మాలీడీహీ

source: Maligam
hi_in: मेलिगं
te_in: మెలిగం

source: Malighat Maniari
hi_in: मालीघाट मनियारी
te_in: మాలీఘాట్ మనియారీ

source: Maliguda
hi_in: मलीगुड़ा
te_in: మలీగుడ్ ా

source: Malijubang
hi_in: मालिज्यूबंग
te_in: మాలిజ్యూబంగ్

source: Malikapur
hi_in: मलिकपुर
te_in: మలికపుర్

source: Malikipuram
hi_in: मलिकईपुरम
te_in: మలికఈపురం

source: Malikpur
hi_in: मलिकपुर
te_in: మలికపుర్

source: Malikpur Khadar
hi_in: मलिकपुर खादर
te_in: మలికపుర్ ఖాదర్

source: Malin Belha
hi_in: मलिन बेलहा
te_in: మలిన్ బెలహా

source: Malini
hi_in: मालिनी
te_in: మాలినీ

source: Malinia Diara
hi_in: मालिनीअ दियारा
te_in: మాలినీఅ దియారా

source: Malipada
hi_in: मलीपाड़ा
te_in: మలీపాడ్ ా

source: Maliput
hi_in: मलिपुट
te_in: మలిపుట్

source: Malisar
hi_in: मालासर
te_in: మాలాసర్

source: Malisira
hi_in: मालिसिरा
te_in: మాలిసిరా

source: Maliwada
hi_in: मालीवाड़ा
te_in: మాలీవాడ్ ా

source: Maliya
hi_in: मालिया
te_in: మాలియా

source: Maliyakadu
hi_in: मलियाकडु
te_in: మలియాకడు

source: Maliyasan
hi_in: मलियासँ
te_in: మలియాసఁ

source: Malka Ganj
hi_in: मल्का गंज
te_in: మల్కా గంజ్

source: Malkajgiri
hi_in: मलकाजगिरी
te_in: మలకాజగిరీ

source: Malkandel
hi_in: मालकंडेल
te_in: మాలకండెల్

source: Malkangiri
hi_in: मलकानगिरी
te_in: మలకానగిరీ

source: Malkapur
hi_in: मलकपुर
te_in: మలకపుర్

source: Malkapur (Buldhana)
hi_in: मलकपुर (बुलढाणा)
te_in: మలకపుర్ (బులఢాణా)

source: Malkapur (Jadi)
hi_in: मलकपुर (जड़ी)
te_in: మలకపుర్ (జడ్ ీ)

source: Malkapuram
hi_in: मल्कपुरम
te_in: మల్కపురం

source: Malkheda
hi_in: मालखेड़ा
te_in: మాలఖెడ్ ా

source: Malkomajra
hi_in: मलकोमजर
te_in: మలకోమజర్

source: Mall Road
hi_in: मॉल रोड
te_in: మ్ ల్ రోడ్

source: Malladagudda
hi_in: मल्लादगुड़दा
te_in: మల్లాదగుడ్ దా

source: Mallah
hi_in: मल्लाह
te_in: మల్లాహ్

source: Mallan R.S.
hi_in: मल्लन आर.एस.
te_in: మల్లన్ ఆర్.ఏస్.

source: Mallanampatti
hi_in: मल्लनामपट्टी
te_in: మల్లనామపట్టీ

source: Mallapadi
hi_in: मल्लपदि
te_in: మల్లపది

source: Mallapur
hi_in: मल्लापुर
te_in: మల్లాపుర్

source: Mallapuram
hi_in: मल्लापुरम
te_in: మల్లాపురం

source: Mallar
hi_in: मल्लार
te_in: మల్లార్

source: Mallarabanavadi
hi_in: मल्लराबनवादी
te_in: మల్లరాబనవాదీ

source: Mallaram
hi_in: मल्लाराम
te_in: మల్లారాం

source: Mallathahalli
hi_in: मल्लथहल्ली
te_in: మల్లథహల్లీ

source: Mallavaram
hi_in: मल्लावराम
te_in: మల్లావరాం

source: Mallavarm
hi_in: मल्लवर्म
te_in: మల్లవర్ం

source: Malleboinpally
hi_in: मलबोइनपल्ली
te_in: మలబోఇనపల్లీ

source: Mallekan
hi_in: मल्लेकां
te_in: మల్లెకాం

source: Mallekavu
hi_in: माललेकवू
te_in: మాలలెకవూ

source: Mallenahalli
hi_in: मॉलेनहल्ली
te_in: మ్ లెనహల్లీ

source: Malleswaram
hi_in: मल्लेस्वरम
te_in: మల్లెస్వరం

source: Malleswaram West
hi_in: मल्लेस्वरम वेस्ट
te_in: మల్లెస్వరమ్ వెస్ట్

source: Mallial
hi_in: मल्लिआल
te_in: మల్లిఆల్

source: Mallickpara
hi_in: मल्लिकपर
te_in: మల్లికపర్

source: Mallickpodi
hi_in: मल्लिकपुडी
te_in: మల్లికపుడీ

source: Mallickpore
hi_in: मल्लिकपुर
te_in: మల్లికపుర్

source: Mallikasery
hi_in: मल्लिकसेरी
te_in: మల్లికసెరీ

source: Mallikpur
hi_in: मलिकपुर
te_in: మలికపుర్

source: Malloke
hi_in: मल्लोके
te_in: మల్లోకె

source: Malnoo
hi_in: मालनू
te_in: మాలనూ

source: Malod
hi_in: मेलोडी
te_in: మెలోడీ

source: Maloli
hi_in: मलौली
te_in: మలౌలీ

source: Maloni
hi_in: मालोनी
te_in: మాలోనీ

source: Malook Pur
hi_in: मलूक पुर
te_in: మలూక్ పుర్

source: Malookpur
hi_in: मलूकपुर
te_in: మలూకపుర్

source: Maloor
hi_in: मलूर
te_in: మలూర్

source: Maloor College
hi_in: मलूर कॉलेज
te_in: మలూర్ క్ లెజ్

source: Malout
hi_in: मालौत
te_in: మాలౌత్

source: Malout Village
hi_in: मालौत विलेज
te_in: మాలౌత్ విలెజ్

source: Malpahari Koerisiding
hi_in: मालपहाड़ी कोरिसीडिंग
te_in: మాలపహాడ్ ీ కోరిసీడింగ్

source: Malpara
hi_in: मेलपर
te_in: మెలపర్

source: Malpora
hi_in: मालपुरा
te_in: మాలపురా

source: Malpur
hi_in: मालपुर
te_in: మాలపుర్

source: Malpura
hi_in: मालपुरा
te_in: మాలపురా

source: Malpuria
hi_in: मालपुरिया
te_in: మాలపురియా

source: Malsar
hi_in: मालसर
te_in: మాలసర్

source: Malshiras
hi_in: माळशिरस
te_in: మాళశిరస్

source: Malsiras
hi_in: मलसिरस
te_in: మలసిరస్

source: Malsisar
hi_in: मलसीसर
te_in: మలసీసర్

source: Malthan
hi_in: माल्थान
te_in: మాల్థాన్

source: Malti
hi_in: मल्टी
te_in: మల్టీ

source: Malu
hi_in: मालू
te_in: మాలూ

source: Malud
hi_in: मालूद
te_in: మాలూద్

source: Malugram
hi_in: मालुग्राम
te_in: మాలుగ్రాం

source: Malupota
hi_in: मालुपुता
te_in: మాలుపుతా

source: Malupur
hi_in: मलूपुर
te_in: మలూపుర్

source: Malur
hi_in: मलूर
te_in: మలూర్

source: Maluwal
hi_in: मालूवाल
te_in: మాలూవాల్

source: Malvan
hi_in: मालवण
te_in: మాలవణ్

source: Malve
hi_in: मलवे
te_in: మలవె

source: Malviya Nagar (Jaipur)
hi_in: मालवीय नगर (जयपुर)
te_in: మాలవీయ్ నగర్ (జైపూర్)

source: Malviya Nagar (South Delhi)
hi_in: मालवीय नगर (साउथ देल्ही)
te_in: మాలవీయ్ నగర్ (సాఉథ్ ఢిల్లీ)

source: Malviya Nagar (Varanasi)
hi_in: मालवीय नगर (वाराणसी)
te_in: మాలవీయ్ నగర్ (వారాణసీ)

source: Malyaur
hi_in: माल्यार
te_in: మాల్యార్

source: Malyawas
hi_in: माल्यावास
te_in: మాల్యావాస్

source: Mamadapur
hi_in: ममदपुर
te_in: మమదపుర్

source: Mamadulla
hi_in: ममदुल्ला
te_in: మమదుల్లా

source: Mamallapuram
hi_in: मामल्लपुरम
te_in: మామల్లపురం

source: Maman
hi_in: मेमन
te_in: మెమన్

source: Mamangam
hi_in: ममंगम
te_in: మమంగం

source: Mamawali
hi_in: मामवाली
te_in: మామవాలీ

source: Mamba
hi_in: मम्बा
te_in: మమ్బా

source: Mambalam R.S.
hi_in: माम्बलम आर.एस.
te_in: మామ్బలమ్ ఆర్.ఏస్.

source: Mambra
hi_in: मेम्बर
te_in: మెమ్బర్

source: Mambram
hi_in: ममब्राम
te_in: మమబ్రాం

source: Mamdapur
hi_in: मंदापुर
te_in: మందాపుర్

source: Mamidalapadu
hi_in: ममीदलापडु
te_in: మమీదలాపడు

source: Mamidikolla
hi_in: ममिडीकोला
te_in: మమిడీకోలా

source: Mamidipalli
hi_in: ममीडिपल्ली
te_in: మమీడిపల్లీ

source: Mamillapalli
hi_in: मामिलापल्ली
te_in: మామిలాపల్లీ

source: Mammattikanam
hi_in: मम्मत्तिकानं
te_in: మమ్మత్తికానం

source: Mammoodu
hi_in: मम्मूदू
te_in: మమ్మూదూ

source: Mamoon
hi_in: मॉमून
te_in: మ్ మూన్

source: Mampattumoola
hi_in: ममपततुमूल
te_in: మమపతతుమూల్

source: Mampui
hi_in: ममपुई
te_in: మమపుఈ

source: Mamrejpur
hi_in: ममरेजपुर
te_in: మమరెజపుర్

source: Mamsapuram
hi_in: मंसापुरम
te_in: మంసాపురం

source: Mamudiha
hi_in: मामूडीहा
te_in: మామూడీహా

source: Mamudpur
hi_in: मामुदपुर
te_in: మాముదపుర్

source: Mamurabad
hi_in: ममुराबाद
te_in: మమురాబాద్

source: Man
hi_in: मन
te_in: మన్

source: Man Sarovar Park
hi_in: मान सरोवर पार्क
te_in: మాన్ సరోవర్ పార్క్

source: Man Simble
hi_in: मन सिम्बल
te_in: మన్ సిమ్బల్

source: Mana
hi_in: मन
te_in: మన్

source: Mana Camp
hi_in: मन कैम्प
te_in: మన్ కేమ్ప్

source: Manacaud
hi_in: मनचौड़
te_in: మనచౌడ్

source: Manada
hi_in: मानद
te_in: మానద్

source: Managaon
hi_in: मांगों
te_in: మాంగోం

source: Managethi
hi_in: मनगेथी
te_in: మనగెథీ

source: Managiri
hi_in: मानगिरि
te_in: మానగిరి

source: Managundi
hi_in: मनगुंडी
te_in: మనగుండీ

source: Manaitand
hi_in: मनईटांड़
te_in: మనఈటాండ్

source: Manak Tabra
hi_in: मानक टैब
te_in: మానక్ టేబ్

source: Manak Dheke
hi_in: मानक ढेके
te_in: మానక్ ఢెకె

source: Manakadavu
hi_in: मनकादावु
te_in: మనకాదావు

source: Manakala
hi_in: मनकल
te_in: మనకల్

source: Manakkodi
hi_in: मनक्कोडी
te_in: మనక్కోడీ

source: Manakpur Sharif
hi_in: मानकपुर शरीफ
te_in: మానకపుర్ శరీఫ్

source: Manaktheri
hi_in: मनकथेड़ी
te_in: మనకథెడ్ ీ

source: Manakulangara
hi_in: मनाकुलांगार
te_in: మనాకులాంగార్

source: Manali (Kullu)
hi_in: मनाली (कुल्लू)
te_in: మనాలీ (కుల్లూ)

source: Manali (Tiruvallur)
hi_in: मनाली (तिरुवल्लुर)
te_in: మనాలీ (తిరువల్లుర్)

source: Manalodai
hi_in: मनलोडि
te_in: మనలోడి

source: Manalur
hi_in: मंगलूर
te_in: మంగలూర్

source: Manambuchavadi
hi_in: मनामबचावड़ी
te_in: మనామబచావడ్ ీ

source: Manambur
hi_in: म्नम्बुर
te_in: మ్నమ్బుర్

source: Manamedu
hi_in: मनमेडु
te_in: మనమెడు

source: Manamelkudii
hi_in: मनमेलकुडी
te_in: మనమెలకుడీ

source: Manapada
hi_in: मानपाडा
te_in: మానపాడా

source: Manapadale
hi_in: मनपदले
te_in: మనపదలె

source: Manaparai
hi_in: मनपरै
te_in: మనపరే

source: Manaparai R.S
hi_in: मनपरै आर.स
te_in: మనపరే ఆర్.స్

source: Manapeth
hi_in: मनपेठ
te_in: మనపెఠ్

source: Manappuram EDB.O
hi_in: मणप्पुरम एडीबी.ओ
te_in: మణప్పురమ్ ఏడీబీ.ఓ

source: Manapur
hi_in: मानपुर
te_in: మానపుర్

source: Manary
hi_in: मंरी
te_in: మంరీ

source: Manasnagar
hi_in: मानसनगर
te_in: మానసనగర్

source: Manaspur
hi_in: मानसपुर
te_in: మానసపుర్

source: Manasseri
hi_in: मनस्सेरी
te_in: మనస్సెరీ

source: Manathattai
hi_in: मनाथट्टाई
te_in: మనాథట్టాఈ

source: Manatu
hi_in: मनातू
te_in: మనాతూ

source: Manav Sew Shangh
hi_in: मानव सेव् शंघ
te_in: మానవ్ సెవ్ శంఘ్

source: Manavalakurichi
hi_in: मानवलकुरीची
te_in: మానవలకురీచీ

source: Manawale
hi_in: मनवाले
te_in: మనవాలె

source: Manawaton Ka Guda
hi_in: मनावतों का गुड़ा
te_in: మనావతోం కా గుడ్ ా

source: Mancha
hi_in: मंच
te_in: మంచ్

source: Manchagaon
hi_in: मंचगाओं
te_in: మంచగాఓం

source: Manchallur Pathanapuram
hi_in: मंचाल्लूर पठानपुरम
te_in: మంచాల్లూర్ పఠానపురం

source: Manchar
hi_in: मंचर
te_in: మంచర్

source: Manchegowdanapalya
hi_in: मंचेगोवदनापल्या
te_in: మంచెగోవదనాపల్యా

source: Manchenabele
hi_in: मनचेनबैले
te_in: మనచెనబేలె

source: Mancherevula
hi_in: मंचेरवूल
te_in: మంచెరవూల్

source: Mancherial
hi_in: मंचेरिअल
te_in: మంచెరిఅల్

source: Mancherial Bazar
hi_in: मंचेरिअल बाजार
te_in: మంచెరిఅల్ బాజార్

source: Mancheswar
hi_in: मंचेस्वर
te_in: మంచెస్వర్

source: Mancheswar R S
hi_in: मंचेस्वर र स
te_in: మంచెస్వర్ ర్ స్

source: Mancheswar Railway Colony
hi_in: मंचेस्वर रेलवे कॉलोनी
te_in: మంచెస్వర్ రెలవె క్ లోనీ

source: Manchukondapalli
hi_in: मंचूकोण्डापल्ली
te_in: మంచూకోణ్డాపల్లీ

source: Mancode
hi_in: मांकड
te_in: మాంకడ్

source: Manda
hi_in: मंद
te_in: మంద్

source: Mandadi
hi_in: मांडदी
te_in: మాండదీ

source: Mandakata
hi_in: मंदकता
te_in: మందకతా

source: Mandakheda
hi_in: मांडाखेड़ा
te_in: మాండాఖెడ్ ా

source: Mandal
hi_in: मंडल
te_in: మండల్

source: Mandalapahad
hi_in: मंडलपहाड़
te_in: మండలపహాడ్

source: Mandali
hi_in: मंडली
te_in: మండలీ

source: Mandalsera
hi_in: मंडलसेरा
te_in: మండలసెరా

source: Mandangad
hi_in: मंडंगड
te_in: మండంగడ్

source: Mandanpur
hi_in: मंडनपुर
te_in: మండనపుర్

source: Mandapeshwar
hi_in: मंडपेश्वर
te_in: మండపెశ్వర్

source: Mandapeta
hi_in: मंदापेट
te_in: మందాపెట్

source: Mandapeta Bazar
hi_in: मंदापेट बाजार
te_in: మందాపెట్ బాజార్

source: Mandar
hi_in: मंदार
te_in: మందార్

source: Mandari
hi_in: मंदरि
te_in: మందరి

source: Mandarna
hi_in: मंडन
te_in: మండన్

source: Mandarpura
hi_in: मंदरपुरा
te_in: మందరపురా

source: Mandavdhar
hi_in: मंदावधर
te_in: మందావధర్

source: Mandave
hi_in: मंडवे
te_in: మండవె

source: Mandaveli
hi_in: मंडावेली
te_in: మండావెలీ

source: Mandawali Fazalpur
hi_in: मंडावली फाजलपुर
te_in: మండావలీ ఫాజలపుర్

source: Mandawar
hi_in: मंडावर
te_in: మండావర్

source: Mandawara
hi_in: मंडावर
te_in: మండావర్

source: Mandekole
hi_in: मंडकोले
te_in: మండకోలె

source: Mandel
hi_in: मंडल
te_in: మండల్

source: Mander Kalan
hi_in: मन्दिर कलां
te_in: మన్దిర్ కలాం

source: Mandhala
hi_in: मंधाला
te_in: మంధాలా

source: Mandhana
hi_in: मंधना
te_in: మంధనా

source: Mandhania
hi_in: मानधन्या
te_in: మానధన్యా

source: Mandhar
hi_in: मंधार
te_in: మంధార్

source: Mandhaur
hi_in: मंदौर
te_in: మందౌర్

source: Mandhave
hi_in: मंढावे
te_in: మంఢావె

source: Mandhi Harya
hi_in: मँड़ही हरय
te_in: మఁడ్ హీ హరయ్

source: Mandholi Khurd
hi_in: मंढोली खुर्द
te_in: మంఢోలీ ఖుర్ద్

source: Mandi
hi_in: मंडी
te_in: మండీ

source: Mandi Ateli
hi_in: मंडी अटेली
te_in: మండీ అటెలీ

source: Mandi Bazar
hi_in: मंडी बाजार
te_in: మండీ బాజార్

source: Mandi Dabwali
hi_in: मंडी डबवाली
te_in: మండీ డబవాలీ

source: Mandi Ladhuka
hi_in: मंडी लाधूका
te_in: మండీ లాధూకా

source: Mandi Sriganganagar
hi_in: मंडी श्रीगंगानगर
te_in: మండీ శ్రీగంగానగర్

source: Mandiani
hi_in: मंडिनी
te_in: మండినీ

source: Mandideep
hi_in: मंडीदीप
te_in: మండీదీప్

source: Mandigere
hi_in: मण्डीगेरे
te_in: మణ్డీగెరె

source: Mandigobindgarh
hi_in: मंडीगोबिंदगढ़
te_in: మండీగోబిందగఢ్

source: Mandigobindgarh It
hi_in: मंडीगोबिंदगढ़ आईटी
te_in: మండీగోబిందగఢ్ ఆఈటీ

source: Mandimohalla
hi_in: मांड़ीमोहल्ला
te_in: మాండ్ ీమోహల్లా

source: Mandipetkotur
hi_in: मंडीपेटकोतुर
te_in: మండీపెటకోతుర్

source: Mandir Hasod
hi_in: मंदिर हसौद
te_in: మందిర్ హసౌద్

source: Mandisarai
hi_in: मांडिसरै
te_in: మాండిసరే

source: Mandivali
hi_in: मंदीवाली
te_in: మందీవాలీ

source: Mandiyana
hi_in: मंडियन
te_in: మండియన్

source: Mandki
hi_in: मंदकी
te_in: మందకీ

source: Mandla
hi_in: मंडल
te_in: మండల్

source: Mandlasar
hi_in: मंडलसर
te_in: మండలసర్

source: Mandlem
hi_in: मंडलम
te_in: మండలం

source: Mandli
hi_in: मण्डली
te_in: మణ్డలీ

source: Mandlia Meda
hi_in: मंडलिया मेद
te_in: మండలియా మెద్

source: Mandodhar
hi_in: मंडोधार
te_in: మండోధార్

source: Mandola
hi_in: मैंदोला
te_in: మేందోలా

source: Mandolai
hi_in: मंडोली
te_in: మండోలీ

source: Mandoli Saboli
hi_in: मंडोली सबोली
te_in: మండోలీ సబోలీ

source: Mandraon
hi_in: मंद्रों
te_in: మంద్రోం

source: Mandro
hi_in: मंडरो
te_in: మండరో

source: Mandropur
hi_in: मंदरोंपुर
te_in: మందరోంపుర్

source: Mandrukula
hi_in: मंड्रकुला
te_in: మండ్రకులా

source: Mandrul Haveli
hi_in: मंदरूल हवेली
te_in: మందరూల్ హవెలీ

source: Mandsaur
hi_in: मंदसौर
te_in: మందసౌర్

source: Mandsaur Nai Abadi
hi_in: मंदसौर नै आबादी
te_in: మందసౌర్ నే ఆబాదీ

source: Mandu
hi_in: मांडू
te_in: మాండూ

source: Mandukali
hi_in: मंडुकली
te_in: మండుకలీ

source: Mandur-kannur
hi_in: मंडूर-कन्नूर
te_in: మండూర్-కన్నూర్

source: Mandva
hi_in: मंडवा
te_in: మండవా

source: Mandvi
hi_in: मांडवी
te_in: మాండవీ

source: Mandvi (Mumbai)
hi_in: मांडवी (मुम्बई)
te_in: మాండవీ (ముంబై)

source: Mandvi (Vadodara)
hi_in: मांडवी (वड़ोदरा)
te_in: మాండవీ (వదోదర)

source: Mandvi BK
hi_in: माण्डवी बक
te_in: మాణ్డవీ బక్

source: Mandvi Chowk
hi_in: मांडवी चौक
te_in: మాండవీ చౌక్

source: Mandvi SR
hi_in: मांडवी सर
te_in: మాండవీ సర్

source: Mandwa
hi_in: मंडवा
te_in: మండవా

source: Mandya
hi_in: मांड्या
te_in: మాండ్యా

source: Mandya Ashoknagar
hi_in: मंड्या अशोकनगर
te_in: మండ్యా అశోకనగర్

source: Mandya Azadnagar
hi_in: मंड्या आज़ादनगर
te_in: మండ్యా ఆజ్ ాదనగర్

source: Mandya District
hi_in: मंड्या डिस्ट्रिक्ट
te_in: మండ్యా డిస్ట్రిక్ట్

source: Mandya Gandhinagar
hi_in: मंड्या गांधीनगर
te_in: మండ్యా గాంధీనగర్

source: Mandya Shankarnagar
hi_in: मंड्या शंकरनगर
te_in: మండ్యా శంకరనగర్

source: Manegaon
hi_in: मानेगांव
te_in: మానెగాంవ్

source: Maneja
hi_in: मैनेज
te_in: మేనెజ్

source: Manekbag
hi_in: मनेकबग
te_in: మనెకబగ్

source: Manekpura
hi_in: मानिकपुर
te_in: మానికపుర్

source: Manekurthi
hi_in: मनेकुर्थी
te_in: మనెకుర్థీ

source: Manekvada
hi_in: मनेकवाद
te_in: మనెకవాద్

source: Manekwada
hi_in: मनेकवाद
te_in: మనెకవాద్

source: Manela
hi_in: मानेला
te_in: మానెలా

source: Manendragarh
hi_in: मनेन्द्रगढ़
te_in: మనెన్ద్రగఢ్

source: Manesar
hi_in: मानेसर
te_in: మానెసర్

source: Manewada Road
hi_in: मनवाद रोड
te_in: మనవాద్ రోడ్

source: Manfara
hi_in: मानफरा
te_in: మానఫరా

source: Mangachak
hi_in: मंगाचक
te_in: మంగాచక్

source: Mangadu
hi_in: मंगड़ू
te_in: మంగడ్ ూ

source: Mangadu Kothur
hi_in: मंगड़ू कोथुर
te_in: మంగడ్ ూ కోథుర్

source: Mangalabag
hi_in: मंगलाबाग
te_in: మంగలాబాగ్

source: Mangalagiri
hi_in: मंगलगिरि
te_in: మంగలగిరి

source: Mangalagiri Bazar
hi_in: मंगलगिरि बाजार
te_in: మంగలగిరి బాజార్

source: Mangalagiri Busstand
hi_in: मंगलगिरि बसस्टैंड
te_in: మంగలగిరి బసస్టేండ్

source: Mangalajodi
hi_in: मंगलजोड़ी
te_in: మంగలజోడ్ ీ

source: Mangalakaraipudur
hi_in: मंगलकरइपुदूर
te_in: మంగలకరఇపుదూర్

source: Mangalam
hi_in: मंगलम
te_in: మంగలం

source: Mangalanthi
hi_in: मंगलांथी
te_in: మంగలాంథీ

source: Mangalapadavu
hi_in: मंगलपडावु
te_in: మంగలపడావు

source: Mangalapally
hi_in: मंगलमपल्ली
te_in: మంగలమపల్లీ

source: Mangaldoi
hi_in: मंगलदोई
te_in: మంగలదోఈ

source: Mangalore
hi_in: मंगलौर
te_in: మంగలౌర్

source: Mangalore Collectorate
hi_in: मंगलौर कोल्लेकतोरते
te_in: మంగలౌర్ కోల్లెకతోరతె

source: Mangalpalli
hi_in: मंगलपल्ली
te_in: మంగలపల్లీ

source: Mangalpeth
hi_in: मंगलपेठ
te_in: మంగలపెఠ్

source: Mangalpur
hi_in: मंगलपुर
te_in: మంగలపుర్

source: Mangalpur (Jajapur)
hi_in: मंगलपुर (जाजपुर)
te_in: మంగలపుర్ (జాజపుర్)

source: Mangalvedha
hi_in: मंगलवेढा
te_in: మంగలవెఢా

source: Mangalvedha Town
hi_in: मंगलवेढा टाउन
te_in: మంగలవెఢా టాఉన్

source: Mangalwar Peth (Kolhapur)
hi_in: मंगलवार पेठ (कोल्हापुर)
te_in: మంగలవార్ పెఠ్ (కోల్హాపుర్)

source: Mangalwar Peth (Pune)
hi_in: मंगलवार पेठ (पुणे)
te_in: మంగలవార్ పెఠ్ (పూణే)

source: Mangalwar Peth Karad
hi_in: मंगलवार पेठ कार्ड
te_in: మంగలవార్ పెఠ్ కార్డ్

source: Mangalwar Peth Miraj
hi_in: मंगलवार पेठ मिराज
te_in: మంగలవార్ పెఠ్ మిరాజ్

source: Mangalwara Hingoli
hi_in: मंगलवार हिंगोली
te_in: మంగలవార్ హింగోలీ

source: Mangaon (Raigarh(MH))
hi_in: मांगों (रायगढ़(मह))
te_in: మాంగోం (రాయగఢ్ (మహ్))

source: Mangaon T.Varedi
hi_in: माँगों टी.वरदी
te_in: మాఁగోం టీ.వరదీ

source: Mangapet
hi_in: मंगापेत
te_in: మంగాపెత్

source: Mangarai
hi_in: मंगरे
te_in: మంగరె

source: Mangat
hi_in: मंगत
te_in: మంగత్

source: Mangatker
hi_in: मंगतकेर
te_in: మంగతకెర్

source: Mangauli
hi_in: मंगौली
te_in: మంగౌలీ

source: Mangavaram
hi_in: मंगवाराम
te_in: మంగవారాం

source: Mangavilai
hi_in: मंगविलाई
te_in: మంగవిలాఈ

source: Mangdoli
hi_in: मंगडोली
te_in: మంగడోలీ

source: Mangiana
hi_in: मंगिना
te_in: మంగినా

source: Mangit Pur
hi_in: मंगीत पुर
te_in: మంగీత్ పుర్

source: Mangla
hi_in: मंगल
te_in: మంగల్

source: Mangla Devi
hi_in: मंगला देवी
te_in: మంగలా దెవీ

source: Manglana
hi_in: मंगलयान
te_in: మంగలయాన్

source: Manglia
hi_in: मंगलिया
te_in: మంగలియా

source: Mangliana
hi_in: मंगलयान
te_in: మంగలయాన్

source: Mangmentong
hi_in: मांगमेंटोंग
te_in: మాంగమెంటోంగ్

source: Mangnar
hi_in: मंगन
te_in: మంగన్

source: Mangnoor
hi_in: मंगनूर
te_in: మంగనూర్

source: Mango
hi_in: मानगो
te_in: మానగో

source: Mango Road
hi_in: मानगो रोड
te_in: మానగో రోడ్

source: Mangode
hi_in: मंगोड़े
te_in: మంగోడ్ ె

source: Mangoo
hi_in: मंगू
te_in: మంగూ

source: Mangor Hill
hi_in: मंगर हिल
te_in: మంగర్ హిల్

source: Mangouriha
hi_in: मँगौरीह
te_in: మఁగౌరీహ్

source: Mangraula
hi_in: मंगरौल
te_in: మంగరౌల్

source: Mangrol
hi_in: मांगरोल
te_in: మాంగరోల్

source: Mangrol (Junagadh)
hi_in: मांगरोल (जूनागढ़)
te_in: మాంగరోల్ (జూనాగఢ్ )

source: Mangrol Bazar
hi_in: मांगरोल बाजार
te_in: మాంగరోల్ బాజార్

source: Mangrool (TJR)
hi_in: मंगरूल (टीजर)
te_in: మంగరూల్ (టీజర్)

source: Mangrul
hi_in: मंगरूल
te_in: మంగరూల్

source: Mangrul Kambe
hi_in: मंगरूल खम्बे
te_in: మంగరూల్ ఖమ్బె

source: Mangvapal
hi_in: मंगवपल
te_in: మంగవపల్

source: Mangwadgaon
hi_in: मंगवद्गाओं
te_in: మంగవద్గాఓం

source: Manhalli
hi_in: मंहल्ली
te_in: మంహల్లీ

source: Manhappatta
hi_in: मँहपट्टा
te_in: మఁహపట్టా

source: Mani
hi_in: मणि
te_in: మణి

source: Mania
hi_in: मेनिया
te_in: మెనియా

source: Maniabandha
hi_in: मनियाबांध
te_in: మనియాబాంధ్

source: Maniadih
hi_in: मनियाडीह
te_in: మనియాడీహ్

source: Maniakarampalayam
hi_in: मणिअकर्मपालयं
te_in: మణిఅకర్మపాలయం

source: Maniankuzhi
hi_in: मनीअंकूजहि
te_in: మనీఅంకూజహి

source: Maniarpur
hi_in: मनियारपुर
te_in: మనియారపుర్

source: Manickamangalam
hi_in: माणिककमंगलं
te_in: మాణికకమంగలం

source: Manicktala
hi_in: मानिकतला
te_in: మానికతలా

source: Manicktala Bazar
hi_in: मानिकतला बाजार
te_in: మానికతలా బాజార్

source: Manida
hi_in: मानिद
te_in: మానిద్

source: Maniganapalli
hi_in: मणिगणपल्ली
te_in: మణిగణపల్లీ

source: Manigilla
hi_in: मनिगिल्ला
te_in: మనిగిల్లా

source: Manihari
hi_in: मनिहारी
te_in: మనిహారీ

source: Manika
hi_in: माणिक
te_in: మాణిక్

source: Manikabasan
hi_in: माणिकबासँ
te_in: మాణికబాసఁ

source: Manikachuk
hi_in: मानिकचुक
te_in: మానికచుక్

source: Manikagoda
hi_in: माणिकगोड़ा
te_in: మాణికగోడ్ ా

source: Manikanahalli
hi_in: माणिकनाहल्ली
te_in: మాణికనాహల్లీ

source: Manikandam
hi_in: मनिकंदम
te_in: మనికందం

source: Manikapatna
hi_in: माणिकपटना
te_in: మాణికపాట్నా

source: Manikar
hi_in: मणिकार
te_in: మణికార్

source: Manikarnika
hi_in: मणिकर्णिका
te_in: మణికర్ణికా

source: Manikbazar
hi_in: माणिकबाज़ार
te_in: మాణికబాజ్ ార్

source: Manikbhandar
hi_in: माणिकभण्डर
te_in: మాణికభణ్డర్

source: Manikchak
hi_in: मानिकचक
te_in: మానికచక్

source: Manikpur
hi_in: मानिकपुर
te_in: మానికపుర్

source: Manikpur (Chitrakoot)
hi_in: मानिकपुर (चित्रकूट)
te_in: మానికపుర్ (చిత్రకూట్)

source: Manikpur Pakri
hi_in: मानिकपुर पकरि
te_in: మానికపుర్ పకరి

source: Maniktala Bazar
hi_in: मानिकतला बाजार
te_in: మానికతలా బాజార్

source: Manikyapur
hi_in: माणिक्यापुर
te_in: మాణిక్యాపుర్

source: Manimajra
hi_in: मनीमाजरा
te_in: మనీమాజరా

source: Manimangalam
hi_in: मणिमंगलं
te_in: మణిమంగలం

source: Manimooly
hi_in: मणिमूल्य
te_in: మణిమూల్య్

source: Maninagar
hi_in: मणिनगर
te_in: మణినగర్

source: Maninda
hi_in: मानिंद
te_in: మానింద్

source: Manipal
hi_in: मनिपाल
te_in: మనిపాల్

source: Manipal East
hi_in: मणिपाल ईस्ट
te_in: మణిపాల్ ఈస్ట్

source: Manipal Industrial Area
hi_in: मणिपाल इंडस्ट्रियल एरिया
te_in: మణిపాల్ ఇండస్ట్రియల్ ఏరియా

source: Manipara
hi_in: मणीपर
te_in: మణీపర్

source: Manipur
hi_in: मणिपुर
te_in: మణిపుర్

source: Manipur University
hi_in: मणिपुर यूनिवर्सिटी
te_in: మణిపుర్ యూనివర్సిటీ

source: Manirtat
hi_in: मनिरतात
te_in: మనిరతాత్

source: Manitara
hi_in: मॉनिटर
te_in: మ్ నిటర్

source: Manivali
hi_in: मनीवाली
te_in: మనీవాలీ

source: Maniyanur
hi_in: मनीयनूर
te_in: మనీయనూర్

source: Maniyaramkudy
hi_in: मनियारामकुडी
te_in: మనియారామకుడీ

source: Maniyari
hi_in: मनियारी
te_in: మనియారీ

source: Maniyarpur
hi_in: मनियारपुर
te_in: మనియారపుర్

source: Maniyaru-punalur
hi_in: मनियर-पुनालुर
te_in: మనియర్-పునాలుర్

source: Manjakkuppam
hi_in: मँजककुप्पम
te_in: మఁజకకుప్పం

source: Manjakollai
hi_in: मंजकोलाइ
te_in: మంజకోలాఇ

source: Manjal (H)
hi_in: मंजिल (ह)
te_in: మంజిల్ (హ్)

source: Manjalar Dam
hi_in: मंजलर डैम
te_in: మంజలర్ డేం

source: Manjalpur
hi_in: मांजलपुर
te_in: మాంజలపుర్

source: Manjappara
hi_in: मंजप्पारा
te_in: మంజప్పారా

source: Manjapra
hi_in: मंजापर
te_in: మంజాపర్

source: Manjarewadi
hi_in: मंजरेवाड़ी
te_in: మంజరెవాడ్ ీ

source: Manjari
hi_in: मंजरी
te_in: మంజరీ

source: Manjari BK
hi_in: मंजरी बक
te_in: మంజరీ బక్

source: Manjari Farm
hi_in: मंजरी फार्म
te_in: మంజరీ ఫార్ం

source: Manjarli
hi_in: मंजरली
te_in: మంజరలీ

source: Manjeri Bazar
hi_in: मंजेरी बाजार
te_in: మంజెరీ బాజార్

source: Manjeri College
hi_in: मंजेरी कॉलेज
te_in: మంజెరీ క్ లెజ్

source: Manjeri-kla
hi_in: मंजरी-कला
te_in: మంజరీ-కలా

source: Manjharia
hi_in: मंझरिया
te_in: మంఝరియా

source: Manjhauli
hi_in: मंझौली
te_in: మంఝౌలీ

source: Manjhawari
hi_in: मंझवारी
te_in: మంఝవారీ

source: Manjhiaon
hi_in: मांझियों
te_in: మాంఝియోం

source: Manjhigaon
hi_in: मंझिगाव
te_in: మంఝిగావ్

source: Manjhiladih
hi_in: मंझीलाडीह
te_in: మంఝీలాడీహ్

source: Manjhney
hi_in: मांझने
te_in: మాంఝనె

source: Manjhoopur
hi_in: मंझूपुर
te_in: మంఝూపుర్

source: Manjira Barrage
hi_in: मंजीरा बर्राज
te_in: మంజీరా బర్రాజ్

source: Manjra Piper Khera
hi_in: मंजर पाइपर खेर
te_in: మంజర్ పాఇపర్ ఖెర్

source: Manjrath
hi_in: मंजरथ
te_in: మంజరథ్

source: Manjrol
hi_in: मांजरोल
te_in: మాంజరోల్

source: Manjulapur
hi_in: मंजुलपुर
te_in: మంజులపుర్

source: Manjummel
hi_in: मंजुम्मल
te_in: మంజుమ్మల్

source: Manjuri Road
hi_in: मंजूरी रोड
te_in: మంజూరీ రోడ్
