Repository: healthvdev/custom_template
Catalog: languages/*.po
Languages: hi_in, te_in

source: Ranchi Medical College Campus
hi_in: रांची मेडिकल कॉलेज कैंपस
te_in: రాంచీ మెడికల్ క్ లెజ్ కేంపస్

source: Ranchi University
hi_in: रांची यूनिवर्सिटी
te_in: రాంచీ యూనివర్సిటీ

source: Ranchi Veterinary College
hi_in: रांची वेटरनरी कॉलेज
te_in: రాంచీ వెటరనరీ క్ లెజ్

source: Randar
hi_in: रंध्र
te_in: రంధ్ర్

source: Rander
hi_in: रांदेर
te_in: రాందెర్

source: Randhawa Masanda
hi_in: रंधावा मसनद
te_in: రంధావా మసనద్

source: Randheja
hi_in: रांधेजा
te_in: రాంధెజా

source: Randol
hi_in: रंडोल
te_in: రండోల్

source: Randola
hi_in: रंडोल
te_in: రండోల్

source: Ranebennur Extn
hi_in: राणेबेन्नूर ऐक्सटन
te_in: రాణెబెన్నూర్ ఐక్సటన్

source: Ranela
hi_in: रनेला
te_in: రనెలా

source: Ranesar
hi_in: र्नेसर
te_in: ర్నెసర్

source: Rangachahi Nikinikhowa
hi_in: रंगाच्याही निकिनिक्होवा
te_in: రంగాచ్యాహీ నికినిక్హోవా

source: Rangaipur
hi_in: रंगईपुर
te_in: రంగఈపుర్

source: Rangaipura
hi_in: रंगईपुर
te_in: రంగఈపుర్

source: Rangakui
hi_in: रंगकुई
te_in: రంగకుఈ

source: Rangali
hi_in: रंगाली
te_in: రంగాలీ

source: Rangalia
hi_in: रंगालय
te_in: రంగాలయ్

source: Rangalipathar
hi_in: रंगलीपाथर
te_in: రంగలీపాథర్

source: Rangamatia
hi_in: रंगमटिया
te_in: రంగమటియా

source: Rangampalayam
hi_in: रंगमपलायम
te_in: రంగమపలాయం

source: Ranganayakulapeta
hi_in: रंगनायकुलापेता
te_in: రంగనాయకులాపెతా

source: Ranganipatna
hi_in: रंगनिपटना
te_in: రంగనిపటనా

source: Rangapani
hi_in: रंगपानी
te_in: రంగపానీ

source: Rangapuram
hi_in: रंगपुरम
te_in: రంగపురం

source: Rangar
hi_in: रंगर
te_in: రంగర్

source: Rangaraothota
hi_in: रंगरोतहोता
te_in: రంగరోతహోతా

source: Rangareddy Dt Courts
hi_in: रंगारेड्डी डट कोर्ट्स
te_in: రంగారెడ్డీ డట్ కోర్ట్స్

source: Rangareddynagar
hi_in: रंगरेड्डीनगर
te_in: రంగరెడ్డీనగర్

source: Rangasamudra
hi_in: रंगसमुद्र
te_in: రంగసముద్ర్

source: Rangasamudram
hi_in: रंगसमुद्रम
te_in: రంగసముద్రం

source: Rangawan
hi_in: रनगवां
te_in: రనగవాం

source: Ranghatta
hi_in: रांघट्टा
te_in: రాంఘట్టా

source: Rangian
hi_in: रंगीन
te_in: రంగీన్

source: Rangibasan
hi_in: रंगिबसन
te_in: రంగిబసన్

source: Rangipur
hi_in: रंगीपुर
te_in: రంగీపుర్

source: Rangirkhari
hi_in: रंगीरखारी
te_in: రంగీరఖారీ

source: Rangoli
hi_in: रंगोली
te_in: రంగోలీ

source: Rangpar (Bela)
hi_in: रंगपर (बेल)
te_in: రంగపర్ (బెల్)

source: Rangpur
hi_in: रंगपुर
te_in: రంగపుర్

source: Rangpur(Z)
hi_in: रंगपुर(ज़)
te_in: రంగపుర్( )

source: Rangrik
hi_in: रंगरिक
te_in: రంగరిక్

source: Rangrung
hi_in: रंगरुन्ग
te_in: రంగరున్గ్

source: Rangshaipet
hi_in: रंगषिपत
te_in: రంగషిపత్

source: Rangvamual
hi_in: रंगवामुळ
te_in: రంగవాముళ్

source: Ranhai Kala
hi_in: रान्हि काल
te_in: రాన్హి కాల్

source: Ranhola
hi_in: रनहोला
te_in: రనహోలా

source: Rani Bagh
hi_in: रानी बाग
te_in: రానీ బాగ్

source: Rani Jot
hi_in: रानी जोट
te_in: రానీ జోట్

source: Rani Park
hi_in: रानी पार्क
te_in: రానీ పార్క్

source: Rani Sati Marg
hi_in: रानी सती मार्ग
te_in: రానీ సతీ మార్గ్

source: Rani Unchegaon
hi_in: रानी उंचेगों
te_in: రానీ ఉంచెగోం

source: Rania
hi_in: रानिया
te_in: రానియా

source: Raniamba
hi_in: रंजीब
te_in: రంజీబ్

source: Raniaoli
hi_in: रान्याओली
te_in: రాన్యాఓలీ

source: Ranibandh
hi_in: रानीबांध
te_in: రానీబాంధ్

source: Ranibandha
hi_in: रानीबांध
te_in: రానీబాంధ్

source: Ranichannamma Nagar
hi_in: रानीचन्नम्मा नगर
te_in: రానీచన్నమ్మా నగర్

source: Ranicheri
hi_in: रानिचेरि
te_in: రానిచెరి

source: Ranidumer
hi_in: र्निदुमेर
te_in: ర్నిదుమెర్

source: Ranifalia
hi_in: राणीफलिया
te_in: రాణీఫలియా

source: Raniganj
hi_in: रानीगंज
te_in: రానీగంజ్

source: Raniganj (Gaya)
hi_in: रानीगंज (गया)
te_in: రానీగంజ్ (గయా)

source: Raniganj (Pratapgarh)
hi_in: रानीगंज (प्रतापगढ़)
te_in: రానీగంజ్ (ప్రతాపగ్ )

source: Raniganj Bazar
hi_in: रानीगंज बाजार
te_in: రానీగంజ్ బాజార్

source: Raniguda
hi_in: रानीगुड़ा
te_in: రానీగు ా

source: Ranip
hi_in: राणिप
te_in: రాణిప్

source: Ranipada
hi_in: रानीपाड़ा
te_in: రానీపా ా

source: Ranipat
hi_in: रानीपेट
te_in: రానీపెట్

source: Ranipet
hi_in: रानीपेट
te_in: రానీపెట్

source: Ranipet Bazar
hi_in: रानीपेट बाजार
te_in: రానీపెట్ బాజార్

source: Ranipet Industrial Estate
hi_in: रानीपेट इंडस्ट्रियल एस्टेट
te_in: రానీపెట్ ఇండస్ట్రియల్ ఏస్టెట్

source: Ranipur
hi_in: रानीपुर
te_in: రానీపుర్

source: Ranipur (Allahabad)
hi_in: रानीपुर (अल्लाहाबाद)
te_in: రానీపుర్ (అల్లాహాబాద్)

source: Ranipura
hi_in: रानीपुर
te_in: రానీపుర్

source: Ranisayar
hi_in: रानिसयार
te_in: రానిసయార్

source: Ranjagol
hi_in: रंजागोल
te_in: రంజాగోల్

source: Ranjangaon Ganpati
hi_in: रांजणगांव गणपति
te_in: రాంజణగాంవ్ గణపతి

source: Ranjani
hi_in: रंजनी
te_in: రంజనీ

source: Ranjeet Nagar BTP
hi_in: रणजीत नगर बटप
te_in: రణజీత్ నగర్ బటప్

source: Ranjit Nagar
hi_in: रंजीत नगर
te_in: రంజీత్ నగర్

source: Ranjithapuram
hi_in: रंजितपुरम
te_in: రంజితపురం

source: Ranka
hi_in: रंक
te_in: రంక్

source: Rankala
hi_in: रनक्ला
te_in: రనక్లా

source: Rankhandi
hi_in: रणखंडी
te_in: రణఖండీ

source: Ranki
hi_in: रांकी
te_in: రాంకీ

source: Ranki Kala
hi_in: रांकी काल
te_in: రాంకీ కాల్

source: Ranko
hi_in: रंको
te_in: రంకో

source: Ranopali
hi_in: रानोपाली
te_in: రానోపాలీ

source: Ranpisenagar Akola
hi_in: रणपीसेनगर अकोला
te_in: రణపీసెనగర్ అకోలా

source: Ranpur
hi_in: रानपुर
te_in: రానపుర్

source: Ranpura
hi_in: रंपुरा
te_in: రంపురా

source: Ranshet
hi_in: रनषेत
te_in: రనషెత్

source: Ransipur
hi_in: रणसीपुर
te_in: రణసీపుర్

source: Rantawalalu
hi_in: रनटवल्लू
te_in: రనటవల్లూ

source: Rantej
hi_in: रणतेज
te_in: రణతెజ్

source: Ranthi
hi_in: रांथी
te_in: రాంథీ

source: Ranveri
hi_in: रानवेरी
te_in: రానవెరీ

source: Ranwar
hi_in: रन्वार
te_in: రన్వార్

source: Raogaon
hi_in: रोगों
te_in: రోగోం

source: Raoli Camp
hi_in: रोली कैम्प
te_in: రోలీ కేమ్ప్

source: Raoli Kalan
hi_in: रॉली कलां
te_in: ర్ లీ కలాం

source: Raravi
hi_in: ररवी
te_in: రరవీ

source: Rardhana
hi_in: रार्धना
te_in: రార్ధనా

source: Rareh
hi_in: रारह
te_in: రారహ్

source: Rari
hi_in: रारि
te_in: రారి

source: Rarpatti
hi_in: ररपट्टी
te_in: రరపట్టీ

source: Raruan
hi_in: गरुण
te_in: గరుణ్

source: Raruanguda
hi_in: रारुणगुडा
te_in: రారుణగుడా

source: Ras
hi_in: रास
te_in: రాస్

source: Rasabantala
hi_in: रसबंतला
te_in: రసబంతలా

source: Rasal
hi_in: रसाल
te_in: రసాల్

source: Rasal Ganj
hi_in: रासल गंज
te_in: రాసల్ గంజ్

source: Rasamtala
hi_in: रसमताल
te_in: రసమతాల్

source: Rasan
hi_in: रासन
te_in: రాసన్

source: Rasapunja
hi_in: रसपुंज
te_in: రసపుంజ్

source: Rasarh
hi_in: रस्रः
te_in: రస్రః

source: Rasauli
hi_in: रसौली
te_in: రసౌలీ

source: Rasgovindpur
hi_in: राजगोविंदपुर
te_in: రాజగోవిందపుర్

source: Rash Behari Avenue
hi_in: राश बेहरी अवेनुए
te_in: రాశ్ బెహరీ అవెనుఏ

source: Rashbehari Market
hi_in: राषबहरी मार्किट
te_in: రాషబహరీ మార్కిట్

source: Rashidpur
hi_in: राशिदपुर
te_in: రాశిదపుర్

source: Rashing
hi_in: रेसिंग
te_in: రెసింగ్

source: Rashol Rithaury
hi_in: राशोल रिठौरी
te_in: రాశోల్ రిఠౌరీ

source: Rashpur
hi_in: राशपुर
te_in: రాశపుర్

source: Rashtra Bhasha Bhavan
hi_in: राष्ट्र भाषा भवन
te_in: రాష్ట్ర్ భాషా భవన్

source: Rasidan
hi_in: रसीदन
te_in: రసీదన్

source: Rasimendi
hi_in: राशिमेंदी
te_in: రాశిమెందీ

source: Rasipuram
hi_in: रासीपुरम
te_in: రాసీపురం

source: Rasipuram Bazaar
hi_in: रासीपुरम बाजार
te_in: రాసీపురమ్ బాజార్

source: Rasipuram East
hi_in: रासीपुरम ईस्ट
te_in: రాసీపురమ్ ఈస్ట్

source: Rasiwas
hi_in: रसिवास
te_in: రసివాస్

source: Rasmandal
hi_in: रासमंडल
te_in: రాసమండల్

source: Rasoiyadhamna
hi_in: रसोइयधंन
te_in: రసోఇయధంన్

source: Rasoolabad
hi_in: रसूलाबाद
te_in: రసూలాబాద్

source: Rasoolgarh
hi_in: रसूलगढ़
te_in: రసూలగ్

source: Rasoolpur
hi_in: रसूलपुर
te_in: రసూలపుర్

source: Rasounk
hi_in: रसौंक
te_in: రసౌంక్

source: Raspalli
hi_in: रसपल्ली
te_in: రసపల్లీ

source: Rasra
hi_in: रसर
te_in: రసర్

source: Rasta Mohalla
hi_in: रास्ता मोहल्ला
te_in: రాస్తా మోహల్లా

source: Rasta Peth
hi_in: रास्ता पेट
te_in: రాస్తా పెట్

source: Rasulabad
hi_in: रसूलाबाद
te_in: రసూలాబాద్

source: Rasulpanah
hi_in: रसूलपनाह
te_in: రసూలపనాహ్

source: Rasulpur
hi_in: रसूलपुर
te_in: రసూలపుర్

source: Rasulpur Gujran
hi_in: रसूलपुर गुजरान
te_in: రసూలపుర్ గుజరాన్

source: Rasulpur Purusottam
hi_in: रसूलपुर पुरुसोत्तम
te_in: రసూలపుర్ పురుసోత్తం

source: Rata
hi_in: राटा
te_in: రాటా

source: Ratadia
hi_in: रातड़िया
te_in: రాత్ ియా

source: Ratagarh
hi_in: रतागढ़
te_in: రతాగ్

source: Ratan Lal Nagar
hi_in: रतन लाल नागर
te_in: రతన్ లాల్ నాగర్

source: Ratanga
hi_in: रातंगा
te_in: రాతంగా

source: Ratanmala Mathia
hi_in: रतनमाला मठिया
te_in: రతనమాలా మఠియా

source: Ratanpar
hi_in: रत्नपार
te_in: రత్నపార్

source: Ratanpatti
hi_in: रतनपट्टी
te_in: రతనపట్టీ

source: Ratanpur
hi_in: रतनपुर
te_in: రతనపుర్

source: Ratanpur (Kheda)
hi_in: रतनपुर (खेद)
te_in: రతనపుర్ (ఖెద్)

source: Ratanpur Kantdi
hi_in: रतनपुर कनतड़ी
te_in: రతనపుర్ కనత్ ీ

source: Ratanpura
hi_in: रतनपुर
te_in: రతనపుర్

source: Ratanpura Kalan
hi_in: रतनपुर कलां
te_in: రతనపుర్ కలాం

source: Ratapat
hi_in: रतपात
te_in: రతపాత్

source: Ratapur
hi_in: रतापुर
te_in: రతాపుర్

source: Ratawad
hi_in: रतवाद
te_in: రతవాద్

source: Rath
hi_in: रथ
te_in: రథ్

source: Rath Khola
hi_in: रथ खोल
te_in: రథ్ ఖోల్

source: Rath Road Orai
hi_in: राठ रोड ओराई
te_in: రాఠ్ రోడ్ ఓరాఈ

source: Rathaura
hi_in: राठौर
te_in: రాఠౌర్

source: Rathbari
hi_in: रथबारी
te_in: రథబారీ

source: Rathdhana Road Sonipat
hi_in: राठधना रोड सोनीपत
te_in: రాఠధనా రోడ్ సోనీపత్

source: Rathgaon
hi_in: रथगन
te_in: రథగన్

source: Rathian
hi_in: रेथिऑन
te_in: రెథి఑న్

source: Rathinasabapathy Puram
hi_in: राठिनसबापथी पुरम
te_in: రాఠినసబాపథీ పురం

source: Rathoda
hi_in: राठोड
te_in: రాఠోడ్

source: Rathtala
hi_in: रथटाला
te_in: రథటాలా

source: Ratia
hi_in: रतिया
te_in: రతియా

source: Ratibhanpur
hi_in: रतिभानपुर
te_in: రతిభానపుర్

source: Ratidevdi
hi_in: रतिदेवदी
te_in: రతిదెవదీ

source: Ratikararkalas
hi_in: रातिकाररकल्स
te_in: రాతికారరకల్స్

source: Ratina
hi_in: रेटिना
te_in: రెటినా

source: Ratlai
hi_in: रटलाई
te_in: రటలాఈ

source: Ratlam
hi_in: रतलाम
te_in: రతలాం

source: Ratlam City
hi_in: रतलाम सिटी
te_in: రతలామ్ సిటీ

source: Ratlam Ghatla Colony
hi_in: रतलाम घटल कॉलोनी
te_in: రతలామ్ ఘటల్ క్ లోనీ

source: Ratlam Stn.Road
hi_in: रतलाम स्तन.रोड
te_in: రతలామ్ స్తన్.రోడ్

source: Ratnapur
hi_in: रतनपुर
te_in: రతనపుర్

source: Ratnapur Kandli
hi_in: रतनपुर कंडली
te_in: రతనపుర్ కండలీ

source: Ratnara
hi_in: रतनार
te_in: రతనార్

source: Ratol
hi_in: रटौल
te_in: రటౌల్

source: Ratomora
hi_in: टमोर
te_in: టమోర్

source: Ratta Tibba
hi_in: रटता टिब्बा
te_in: రటతా టిబ్బా

source: Rattan Kalan
hi_in: रतन कलां
te_in: రతన్ కలాం

source: Rattangarh
hi_in: रत्तनगढ़
te_in: రత్తనగ్

source: Rattangarh Ii
hi_in: रत्तनगढ़ ई
te_in: రత్తనగ్ ఈ

source: Rattia
hi_in: रत्तिया
te_in: రత్తియా

source: Ratu
hi_in: रातू
te_in: రాతూ

source: Ratulia
hi_in: र्तुलिय
te_in: ర్తులియ్

source: Ratupura
hi_in: रतुपुरा
te_in: రతుపురా

source: Ratwai
hi_in: रतवाई
te_in: రతవాఈ

source: Ratwar
hi_in: रतवार
te_in: రతవార్

source: Raukarna
hi_in: रौकरण
te_in: రౌకరణ్

source: Rauli Jhinjri
hi_in: राउळी झिंझरी
te_in: రాఉళీ ఝింఝరీ

source: Rausal
hi_in: रायसल
te_in: రాయసల్

source: Rautapar
hi_in: राउतपार
te_in: రాఉతపార్

source: Rauti
hi_in: रौटी
te_in: రౌటీ

source: Ravalia
hi_in: रावलिया
te_in: రావలియా

source: Ravalkol
hi_in: रावलकोल
te_in: రావలకోల్

source: Ravande
hi_in: रावंडे
te_in: రావండె

source: Ravangaon
hi_in: रावणगों
te_in: రావణగోం

source: Ravapar(Nadi)
hi_in: रावपर(नदी)
te_in: రావపర్(నదీ)

source: Ravenshaw College
hi_in: रेवेंशॉव कॉलेज
te_in: రెవెంశ్ వ్ క్ లెజ్

source: Raver
hi_in: रावेर
te_in: రావెర్

source: Ravet
hi_in: रावत
te_in: రావత్

source: Ravi Nagar
hi_in: रवि नागर
te_in: రవి నాగర్

source: Ravi Shankar University
hi_in: रवि शंकर यूनिवर्सिटी
te_in: రవి శంకర్ యూనివర్సిటీ

source: Ravigram
hi_in: रविग्राम
te_in: రవిగ్రాం

source: Ravindra
hi_in: रविन्द्र
te_in: రవిన్ద్ర్

source: Ravindranagr-shimoga
hi_in: रवींद्रनगर-शिमोगा
te_in: రవీంద్రనగర్-శిమోగా

source: Raviwar Peth
hi_in: रविवार पेठ
te_in: రవివార్ పెఠ్

source: Ravki
hi_in: रावकी
te_in: రావకీ

source: Ravni
hi_in: रावणी
te_in: రావణీ

source: Rawaich
hi_in: रवैछ
te_in: రవేఛ్

source: Rawaikhal
hi_in: रवाईखाल
te_in: రవాఈఖాల్

source: Rawaipur
hi_in: रवाईपुर
te_in: రవాఈపుర్

source: Rawana
hi_in: रवाना
te_in: రవానా

source: Rawanwara
hi_in: रावांवर
te_in: రావాంవర్

source: Rawatpara
hi_in: रावतपार
te_in: రావతపార్

source: Rawatpur
hi_in: रावतपुर
te_in: రావతపుర్

source: Rawatpur Chaudhriyan
hi_in: रावतपुर चौधरियान
te_in: రావతపుర్ చౌధరియాన్

source: Rawlakiar
hi_in: रावलकीर
te_in: రావలకీర్

source: Rawli
hi_in: रावली
te_in: రావలీ

source: Rawmibawk
hi_in: रॉमीबब्क
te_in: ర్ మీబబ్క్

source: Rawpui
hi_in: रवपुइ
te_in: రవపుఇ

source: Rawpuichhip
hi_in: रवपुइछइप
te_in: రవపుఇఛఇప్

source: Raxaul
hi_in: रसाल
te_in: రసాల్

source: Raxwara
hi_in: राक्सवर
te_in: రాక్సవర్

source: Raya
hi_in: राया
te_in: రాయా

source: Rayabhupalapatnam
hi_in: रायभूपलपटणं
te_in: రాయభూపలపట్టణం

source: Rayagada
hi_in: रायगढ़
te_in: రాయగడ

source: Rayagada Bazar
hi_in: रायगड बाजार
te_in: రాయగడ్ బాజార్

source: Rayagada Gandhinagar
hi_in: रायगड गांधीनगर
te_in: రాయగడ్ గాంధీనగర్

source: Rayagada R.S
hi_in: रायगड आर.स
te_in: రాయగడ్ ఆర్.స్

source: Rayagada S.F.
hi_in: रायगड एस.एफ.
te_in: రాయగడ్ ఏస్.ఏఫ్.

source: Rayagada(K)
hi_in: रायगड(के)
te_in: రాయగడ్(కె)

source: Rayakal
hi_in: राज्यकाल
te_in: రాజ్యకాల్

source: Rayan
hi_in: रयान
te_in: రయాన్

source: Rayan Moti
hi_in: रयान मोती
te_in: రయాన్ మోతీ

source: Rayan Muvada
hi_in: रयान मुवड
te_in: రయాన్ మువడ్

source: Rayanahally
hi_in: रायनहल्ली
te_in: రాయనహల్లీ

source: Rayanal
hi_in: रायनल
te_in: రాయనల్

source: Rayanwali
hi_in: रायांवाली
te_in: రాయాంవాలీ

source: Rayapatnam
hi_in: रायपत्नाम
te_in: రాయపట్టణం

source: Rayapur
hi_in: रायपुर
te_in: రాయపుర్

source: Rayapuram
hi_in: रायपुरम
te_in: రాయపురం

source: Rayarom
hi_in: रयरों
te_in: రయరోం

source: Rayavaram
hi_in: रायवरं
te_in: రాయవరం

source: Rayavaram (East Godavari)
hi_in: रायवरं (ईस्ट गोदावरी)
te_in: రాయవరం (ఈస్ట్ గోదావరీ)

source: Rayes
hi_in: रईस
te_in: రఈస్

source: Raysan
hi_in: रायसन
te_in: రాయసన్

source: Razaganj
hi_in: राजगंज
te_in: రాజగంజ్

source: Razaphima
hi_in: राजफिम
te_in: రాజఫిం

source: Razole
hi_in: राजोले
te_in: రాజోలె

source: RBI Colony
hi_in: रबि कॉलोनी
te_in: రబి క్ లోనీ

source: Rblqila
hi_in: रबलकिल
te_in: రబలకిల్

source: Rc Rao Peta
hi_in: र्क रो पेट
te_in: ర్క్ రో పెట్

source: Rcp Colony
hi_in: र्सप कॉलोनी
te_in: ర్సప్ క్ లోనీ

source: Rdo's Office Road
hi_in: रदो'से ऑफिस रोड
te_in: రదో'సె ఑ఫిస్ రోడ్

source: Readspet
hi_in: रेडसपेट
te_in: రెడసపెట్

source: Reay Road
hi_in: राय रोड
te_in: రాయ్ రోడ్

source: Rebaka
hi_in: रेबेका
te_in: రెబెకా

source: Rebala
hi_in: रेबल
te_in: రెబల్

source: Reda
hi_in: रेड
te_in: రెడ్

source: Redali
hi_in: रेडली
te_in: రెడలీ

source: Reddiapatti
hi_in: रेडडियापट्टी
te_in: రెడడియాపట్టీ

source: Reddichavadi
hi_in: रेड्डिछावाड़ी
te_in: రెడ్డిఛావా ీ

source: Reddicolony
hi_in: रेड्डीकोलोनी
te_in: రెడ్డీకోలోనీ

source: Reddimangudi
hi_in: रेड्डिम्नगुडी
te_in: రెడ్డిమ్నగుడీ

source: Reddipalayam
hi_in: रेड्डीपालयं
te_in: రెడ్డీపాలయం

source: Reddipalem
hi_in: रेड्डीपालेम
te_in: రెడ్డీపాలెం

source: Reddivaripalem
hi_in: रेड्डीवरिपलें
te_in: రెడ్డీవరిపలెం

source: Reddypalem
hi_in: रेड्डीपालेम
te_in: రెడ్డీపాలెం

source: Redfields
hi_in: रेडफील्डस
te_in: రెడఫీల్డస్

source: Reengan
hi_in: रींगण
te_in: రీంగణ్

source: Refinery Nagar
hi_in: रिफाइनरी नगर
te_in: రిఫాఇనరీ నగర్

source: Refinery Township
hi_in: रिफाइनरी टाउनशिप
te_in: రిఫాఇనరీ టాఉనశిప్

source: Refujee Camp
hi_in: रिफ्यूजी कैंप
te_in: రిఫ్యూజీ కేంప్

source: Regada
hi_in: रगड़
te_in: రగ్

source: Regadahalli
hi_in: रेगदहल्ली
te_in: రెగదహల్లీ

source: Regama
hi_in: रेगम
te_in: రెగం

source: Regent Estate
hi_in: रीजेंट एस्टेट
te_in: రీజెంట్ ఏస్టెట్

source: Regent Park
hi_in: रीजेंट पार्क
te_in: రీజెంట్ పార్క్

source: Regheli
hi_in: रघेलि
te_in: రఘెలి

source: Regimental Bazar
hi_in: रेजिमेंटल बाजार
te_in: రెజిమెంటల్ బాజార్

source: Regional Research Laboratory
hi_in: रीजनल रिसर्च लेबोरेटरी
te_in: రీజనల్ రిసర్చ్ లెబోరెటరీ

source: Regulagadda
hi_in: रेगुलगड्डा
te_in: రెగులగడ్డా

source: Rehabari
hi_in: रहबरी
te_in: రహబరీ

source: Rehal
hi_in: रहल
te_in: రహల్

source: Rehan Kalan
hi_in: रेहान कलां
te_in: రెహాన్ కలాం

source: Rehanda
hi_in: रिहंद
te_in: రిహంద్

source: Rehari Mohalla
hi_in: रेहड़ी मोहल्ला
te_in: రెహ్ ీ మోహల్లా

source: Rehiyan
hi_in: रहियां
te_in: రహియాం

source: Rehlu
hi_in: रहलू
te_in: రహలూ

source: Rehra
hi_in: रेहरा
te_in: రెహరా

source: Rehri Tajpur
hi_in: रहरी ताजपुर
te_in: రహరీ తాజపుర్

source: Rehtakala
hi_in: रेहटाकला
te_in: రెహటాకలా

source: Rehuwa Lalganj
hi_in: रेहुआ लालगंज
te_in: రెహుఆ లాలగంజ్

source: Reiek
hi_in: रेएक
te_in: రెఏక్

source: Rekhpur
hi_in: रेखपुर
te_in: రెఖపుర్

source: Rekya
hi_in: रेकय
te_in: రెకయ్

source: Relageda
hi_in: रेलगेंडा
te_in: రెలగెండా

source: Reliyana
hi_in: रेलियन
te_in: రెలియన్

source: Relo
hi_in: रेलो
te_in: రెలో

source: Relyo
hi_in: रेल्यो
te_in: రెల్యో

source: Rema
hi_in: रेम
te_in: రెం

source: Remawand
hi_in: रेमावंड
te_in: రెమావండ్

source: Remuna
hi_in: रेमोन
te_in: రెమోన్

source: Rena
hi_in: रैना
te_in: రేనా

source: Renavi
hi_in: रनवि
te_in: రనవి

source: Renda
hi_in: रेंड
te_in: రెండ్

source: Rendapatana
hi_in: रेनडपटना
te_in: రెనడపటనా

source: Rendi Garapur
hi_in: रेंडी गारापुर
te_in: రెండీ గారాపుర్

source: Rendwa
hi_in: रेन्द्व
te_in: రెన్ద్వ్

source: Renga
hi_in: रेंग
te_in: రెంగ్

source: Rengakathera
hi_in: रेंगाकठेरा
te_in: రెంగాకఠెరా

source: Rengali
hi_in: रेंगाली
te_in: రెంగాలీ

source: Rengalipali Colony
hi_in: रेंगालिपाली कॉलोनी
te_in: రెంగాలిపాలీ క్ లోనీ

source: Renganagar
hi_in: रेंगनगर
te_in: రెంగనగర్

source: Renging
hi_in: रैंगिंग
te_in: రేంగింగ్

source: Renukoot
hi_in: रेणुकूट
te_in: రెణుకూట్

source: Reodar
hi_in: रेवदर
te_in: రెవదర్

source: Reoli
hi_in: रोली
te_in: రోలీ

source: Repuru
hi_in: रेपुर
te_in: రెపుర్

source: Reripur
hi_in: रेरीपुर
te_in: రెరీపుర్

source: Rerughatti
hi_in: रेरुघाटी
te_in: రెరుఘాటీ

source: Resham Majri
hi_in: रेशम माजरी
te_in: రెశమ్ మాజరీ

source: Reshamdi Galol
hi_in: रेशमदी गलोल
te_in: రెశమదీ గలోల్

source: Retang Colony
hi_in: रेटंग कॉलोनी
te_in: రెటంగ్ క్ లోనీ

source: Rethare BK
hi_in: रेठरे बक
te_in: రెఠరె బక్

source: Rethare KH
hi_in: रेठरे कह
te_in: రెఠరె కహ్

source: Retwadi
hi_in: रेतवादी
te_in: రెతవాదీ

source: Reula
hi_in: रियल
te_in: రియల్

source: Revali Devali
hi_in: रेवली देवली
te_in: రెవలీ దెవలీ

source: Revdanda
hi_in: रेवदंडा
te_in: రెవదండా

source: Revdibazar
hi_in: रेवड़ीबाजार
te_in: రెవ్ ీబాజార్

source: Rewa
hi_in: रेवा
te_in: రెవా

source: Rewa AG College
hi_in: रेवा एजी कॉलेज
te_in: రెవా ఏజీ క్ లెజ్

source: Rewa Bicchiya Road
hi_in: रेवा बिछिया रोड
te_in: రెవా బిఛియా రోడ్

source: Rewa Chauhatta
hi_in: रेवा चौहट्टा
te_in: రెవా చౌహట్టా

source: Rewa Chirahula
hi_in: रेवा चिरहुला
te_in: రెవా చిరహులా

source: Rewa City
hi_in: रेवा सिटी
te_in: రెవా సిటీ

source: Rewa Ghoghar Mohalla
hi_in: रेवा घोघर मोहल्ला
te_in: రెవా ఘోఘర్ మోహల్లా

source: Rewa Lakholi
hi_in: रेवा लखोली
te_in: రెవా లఖోలీ

source: Rewa Medical College
hi_in: रेवा मेडिकल कॉलेज
te_in: రెవా మెడికల్ క్ లెజ్

source: Rewa Uprahaty
hi_in: रेवा उपरहटी
te_in: రెవా ఉపరహటీ

source: Rewa Venkat Bhawan
hi_in: रेवा वेंकट भवन
te_in: రెవా వెంకట్ భవన్

source: Rewali
hi_in: रेवाली
te_in: రెవాలీ

source: Rewari
hi_in: रेवाड़ी
te_in: రెవాడీ

source: Rewasan
hi_in: रेवासन
te_in: రెవాసన్

source: Rewti
hi_in: रेवती
te_in: రెవతీ

source: Riangdo Bazar
hi_in: रिअंगेड़ो बाजार
te_in: రిఅంగె ో బాజార్

source: Ribadi
hi_in: रिबाड़ी
te_in: రిబా ీ

source: Richda
hi_in: रीछडा
te_in: రీఛడా

source: Richhpura
hi_in: रीछपुरा
te_in: రీఛపురా

source: Richmond Town
hi_in: रिचमंड टाउन
te_in: రిచమండ్ టాఉన్

source: Rifle Range
hi_in: राइफल रेंज
te_in: రాఇఫల్ రెంజ్

source: Riga
hi_in: रिगा
te_in: రిగా

source: Righa
hi_in: रिघ
te_in: రిఘ్

source: Rigid
hi_in: रिजिड
te_in: రిజిడ్

source: Rijhone
hi_in: रीझने
te_in: రీఝనె

source: Rimmanapudi
hi_in: रिम्मानपूड़ी
te_in: రిమ్మానపూ ీ

source: RIMS
hi_in: रिम्स
te_in: రిమ్స్

source: Rinchvad
hi_in: रींछवाड़
te_in: రీంఛవా

source: Ringas
hi_in: रींगस
te_in: రీంగస్

source: Ringas Town
hi_in: रींगस टाउन
te_in: రీంగస్ టాఉన్

source: Ringu Chilkote
hi_in: रिंग चिल्कोट
te_in: రింగ్ చిల్కోట్

source: Ripon Buildings
hi_in: रिपो बिल्डिंग्स
te_in: రిపో బిల్డింగ్స్

source: Rirkmar
hi_in: रिरकमर
te_in: రిరకమర్

source: Risauli
hi_in: रिसौली
te_in: రిసౌలీ

source: Risaura
hi_in: रिसौरा
te_in: రిసౌరా

source: Risdi
hi_in: रिस्डि
te_in: రిస్డి

source: Rishikesh
hi_in: ऋषिकेश
te_in: ఋషికెశ్

source: Rishra
hi_in: रिशरा
te_in: రిశరా

source: Risol
hi_in: रिसोल
te_in: రిసోల్

source: Ritapuram
hi_in: रितपुरम
te_in: రితపురం

source: Ritauli
hi_in: रिटौली
te_in: రిటౌలీ

source: Rith
hi_in: रीथ
te_in: రీథ్

source: Rithala
hi_in: रिठाल
te_in: రిఠాల్

source: Rithia
hi_in: रिठिया
te_in: రిఠియా

source: Rithia Bazar
hi_in: रिठिया बाजार
te_in: రిఠియా బాజార్

source: Rithora
hi_in: रिठौरा
te_in: రిఠౌరా

source: Road No-5 Vkia
hi_in: रोड नो-5 वकील
te_in: రోడ్ నో-5 వకీల్

source: Roam
hi_in: रोअम
te_in: రోఅం

source: Roari
hi_in: रोरी
te_in: రోరీ

source: Roberts Line (Mathura)
hi_in: रोबर्ट्स लाइन (मथुरा)
te_in: రోబర్ట్స్ లాఇన్ (మథురా)

source: Robertsonpet
hi_in: रोबेर्टसनपेट
te_in: రోబెర్టసనపెట్

source: Rock Fort
hi_in: रॉक फोर्ट
te_in: ర్ క్ ఫోర్ట్

source: Roda
hi_in: रोड़ा
te_in: రో ా

source: Rodalabanda
hi_in: रोडलाबन्द
te_in: రోడలాబన్ద్

source: Roghel
hi_in: रोगहेल
te_in: రోగహెల్

source: Rohad
hi_in: रोहद
te_in: రోహద్

source: Rohal
hi_in: रोहल
te_in: రోహల్

source: Rohalki
hi_in: रोहल्की
te_in: రోహల్కీ

source: Rohana
hi_in: रोहन
te_in: రోహన్

source: Rohani
hi_in: रोहाणी
te_in: రోహాణీ

source: Rohania
hi_in: रोहनिया
te_in: రోహనియా

source: Rohar
hi_in: रोहर
te_in: రోహర్

source: Rohi
hi_in: रोही
te_in: రోహీ

source: Rohia
hi_in: रोहिया
te_in: రోహియా

source: Rohil Khurd
hi_in: रोहिल खुर्द
te_in: రోహిల్ ఖుర్ద్

source: Rohin
hi_in: रोहिन
te_in: రోహిన్

source: Rohina
hi_in: रोहित
te_in: రోహిత్

source: Rohini
hi_in: रोहिणी
te_in: రోహిణీ

source: Rohini Courts
hi_in: रोहिणी कोर्ट्स
te_in: రోహిణీ కోర్ట్స్

source: Rohini sec-11
hi_in: रोहिणी सेक्-11
te_in: రోహిణీ సెక్-11

source: Rohini Sector 5
hi_in: रोहिणी सेक्टर 5
te_in: రోహిణీ సెక్టర్ 5

source: Rohini Sector-7
hi_in: रोहिणी सेक्टर-7
te_in: రోహిణీ సెక్టర్-7

source: Rohira
hi_in: रोहिरा
te_in: రోహిరా

source: Rohokadi
hi_in: रोहोकड़ी
te_in: రోహోక్ ీ

source: Rohra
hi_in: रोहरा
te_in: రోహరా

source: Rohrai
hi_in: रोहड़ाई
te_in: రోహ్ ాఈ

source: Rohtak
hi_in: रोहतक
te_in: రోహతక్

source: Rohtak Sector I
hi_in: रोहतक सेक्टर ई
te_in: రోహతక్ సెక్టర్ ఈ

source: Rohtak Town
hi_in: रोहतक टाउन
te_in: రోహతక్ టాఉన్

source: Rohtas
hi_in: रोहतास
te_in: రోహతాస్

source: Rohtash Nagar
hi_in: रोहताश नगर
te_in: రోహతాశ్ నగర్

source: Rojdi
hi_in: रोजड़ी
te_in: రోజ్ ీ

source: Rojholi
hi_in: रोझोली
te_in: రోఝోలీ

source: Rojid
hi_in: रोजिद
te_in: రోజిద్

source: Rojka
hi_in: रोजका
te_in: రోజకా

source: Rojka Meo
hi_in: रोजका में
te_in: రోజకా మెం

source: Roladih
hi_in: रोलाडीह
te_in: రోలాడీహ్

source: Roll
hi_in: रोल
te_in: రోల్

source: Romai Mustkil
hi_in: रोमै मुस्तक़िल
te_in: రోమే ముస్తౘిల్

source: Romana Albel Singh
hi_in: रोमन अलबेल सिंह
te_in: రోమన్ అలబెల్ సింహ్

source: Romoh
hi_in: रोमोन
te_in: రోమోన్

source: Rompalli
hi_in: रोमपल्ली
te_in: రోమపల్లీ

source: Ron
hi_in: रो
te_in: రో

source: Ron Taluk Kut
hi_in: रो तलूक कुट
te_in: రో తలూక్ కుట్

source: Ronda
hi_in: रोड
te_in: రోడ్

source: Rondawan
hi_in: रौंदवां
te_in: రౌందవాం

source: Rongachahi
hi_in: रोगाच्याही
te_in: రోగాచ్యాహీ

source: Rongasora
hi_in: रोंगसोर
te_in: రోంగసోర్

source: Rongkhum
hi_in: रोंगखम
te_in: రోంగఖం

source: Rongmen
hi_in: रोगमें
te_in: రోగమెం

source: Rongpurnagar
hi_in: रोंगपूरनगर
te_in: రోంగపూరనగర్

source: Rongsakhona
hi_in: रोगसकहोना
te_in: రోగసకహోనా

source: Roniya
hi_in: रोनिया
te_in: రోనియా

source: Ronur
hi_in: रोउर
te_in: రోఉర్

source: Ronurthimmasandra
hi_in: रोउरथिम्मासंद्रा
te_in: రోఉరథిమ్మాసంద్రా

source: Ronzane
hi_in: रोजाने
te_in: రోజానె

source: Rooma
hi_in: रोमा
te_in: రోమా

source: Roop Nagar
hi_in: रूप नगर
te_in: రూప్ నగర్

source: Roopnagar
hi_in: रूपनगर
te_in: రూపనగర్
