Repository: healthvdev/custom_template
Catalog: languages/*.po
Languages: hi_in, te_in

source: Sukhipur
hi_in: सुखीपुर
te_in: సుఖీపుర్

source: Sukhlav
hi_in: सुखलाव
te_in: సుఖలావ్

source: Sukhovi
hi_in: सुखोवइ
te_in: సుఖోవఇ

source: Sukhpar (S)
hi_in: सुखपर (स)
te_in: సుఖపర్ (స్)

source: Sukhrampura
hi_in: सुखरामपुर
te_in: సుఖరామపుర్

source: Sukhshal
hi_in: सुखशल
te_in: సుఖశల్

source: Sukhuiya
hi_in: सुखुइया
te_in: సుఖుఇయా

source: Sukhwasi
hi_in: सुखवासी
te_in: సుఖవాసీ

source: Sukjora
hi_in: सुखजोरा
te_in: సుఖజోరా

source: Sukli
hi_in: सुकली
te_in: సుకలీ

source: Suknegaon
hi_in: सूकनेगों
te_in: సూకనెగోం

source: Sukrawarpettai
hi_in: सुक्रवारपेट्टई
te_in: సుక్రవారపెట్టఈ

source: Sukrullapur
hi_in: सुकरुल्लापुर
te_in: సుకరుల్లాపుర్

source: Sukrut
hi_in: सुकृत
te_in: సుకృత్

source: Sukul Bazar
hi_in: सुकुल बाजार
te_in: సుకుల్ బాజార్

source: Sukulwa
hi_in: सुकुलवा
te_in: సుకులవా

source: Sukur
hi_in: सुकुर
te_in: సుకుర్

source: Sukurda
hi_in: सुकुरडा
te_in: సుకురడా

source: Sukwad
hi_in: सुखवाद
te_in: సుఖవాద్

source: Sulage
hi_in: सुलगे
te_in: సులగె

source: Sulahi
hi_in: सुलही
te_in: సులహీ

source: Sulakkal
hi_in: सुलाक्कल
te_in: సులాక్కల్

source: Sulanaikanahalli
hi_in: सुलनाईकनहल्ली
te_in: సులనాఈకనహల్లీ

source: Sulatanipur
hi_in: सुल्तानीपुर
te_in: సుల్తానీపుర్

source: Sulava
hi_in: सुलाव
te_in: సులావ్

source: Sulekela
hi_in: सुलकेला
te_in: సులకెలా

source: Sulekere
hi_in: सुलकेरे
te_in: సులకెరె

source: Sulem Sarai
hi_in: सुलेम सराय
te_in: సులెమ్ సరాయ్

source: Sulemabad
hi_in: सलेमाबाद
te_in: సలెమాబాద్

source: Sulge ( Yellur)
hi_in: सुलगे ( येल्लूर)
te_in: సులగె ( యెల్లూర్)

source: Sulgre
hi_in: सुल्गरे
te_in: సుల్గరె

source: Sulhani
hi_in: सुलछ्नी
te_in: సులఛ్నీ

source: Sulikere
hi_in: सुलीकेरे
te_in: సులీకెరె

source: Sulla
hi_in: सुला
te_in: సులా

source: Sulleri
hi_in: सुल्लेरी
te_in: సుల్లెరీ

source: Sullia
hi_in: सुल्लिया
te_in: సుల్లియా

source: Sullia Gandhinagar
hi_in: सुल्लिया गांधीनगर
te_in: సుల్లియా గాంధీనగర్

source: Sullivanpet
hi_in: सुल्लिवानपेट
te_in: సుల్లివానపెట్

source: Sulsulia
hi_in: सुळसुलिया
te_in: సుళసులియా

source: Sultan Pura
hi_in: सुल्तान पूरा
te_in: సుల్తాన్ పూరా

source: Sultan Wind Gate
hi_in: सुल्तान विंड गेट
te_in: సుల్తాన్ విండ్ గెట్

source: Sultanganj
hi_in: सुल्तानगंज
te_in: సుల్తానగంజ్

source: Sultanpet
hi_in: सुल्तानपेट
te_in: సుల్తానపెట్

source: Sultanpur
hi_in: सुल्तानपुर
te_in: సుల్తానపుర్

source: Sultanpur (Avadh)
hi_in: सुल्तानपुर (अवध)
te_in: సుల్తానపుర్ (అవధ్)

source: Sultanpur (Kullu)
hi_in: सुल्तानपुर (कुल्लू)
te_in: సుల్తానపుర్ (కుల్లూ)

source: Sultanpur Kabirpur
hi_in: सुल्तानपुर कबीरपुर
te_in: సుల్తానపుర్ కబీరపుర్

source: Sultanpurbazar
hi_in: सुल्तानपुरबाज़ार
te_in: సుల్తానపురబా ార్

source: Sulthan Bathery
hi_in: सुल्तान बथेरी
te_in: సుల్తాన్ బథెరీ

source: Suluba
hi_in: सुलउब
te_in: సులఉబ్

source: Sumahi Khurd
hi_in: सुमही खुर्द
te_in: సుమహీ ఖుర్ద్

source: Sumari
hi_in: सुमरि
te_in: సుమరి

source: Sumer
hi_in: सुमेर
te_in: సుమెర్

source: Sumerpur
hi_in: सुमेरपुर
te_in: సుమెరపుర్

source: Sumerpur Krishi Upaj Mandi
hi_in: सुमेरपुर कृषि उपज मंडी
te_in: సుమెరపుర్ కృషి ఉపజ్ మండీ

source: Sumrasar (S)
hi_in: सुमरसर (स)
te_in: సుమరసర్ (స్)

source: Sumsilui
hi_in: समझिलूई
te_in: సమఝిలూఈ

source: Sumsuih
hi_in: सुमसुइह
te_in: సుమసుఇహ్

source: Sunabeda
hi_in: सुनाबेड़ा
te_in: సునాబె ా

source: Sunakhandi
hi_in: सुनखंडी
te_in: సునఖండీ

source: Sunam
hi_in: सुनाम
te_in: సునాం

source: Sunam City
hi_in: सुनाम सिटी
te_in: సునామ్ సిటీ

source: Sunambo Street
hi_in: सुनामबो स्ट्रीट
te_in: సునామబో స్ట్రీట్

source: Sunaposi
hi_in: सुनापोसी
te_in: సునాపోసీ

source: Sunarbelli (Nuagaon)
hi_in: सुनारबेली (नुआगांव)
te_in: సునారబెలీ (నుఆగాంవ్)

source: Sunari
hi_in: सुनारी
te_in: సునారీ

source: Sunathara
hi_in: सुनाथा
te_in: సునాథా

source: Sunaya
hi_in: सुनाया
te_in: సునాయా

source: Sunda
hi_in: सुनंदा
te_in: సునందా

source: Sundakkampalayam
hi_in: सुन्दककम्पलायम
te_in: సున్దకకమ్పలాయం

source: Sundalpura
hi_in: सुन्दलपुर
te_in: సున్దలపుర్

source: Sundapalayam
hi_in: सुन्दपालयं
te_in: సున్దపాలయం

source: Sundaram Colony
hi_in: सुन्दरम कॉलोनी
te_in: సున్దరమ్ క్ లోనీ

source: Sundarapuram
hi_in: सुन्दरपुरम
te_in: సున్దరపురం

source: Sundararajanagar
hi_in: सुन्दरराजनगर
te_in: సున్దరరాజనగర్

source: Sundarghat
hi_in: सुंदरघाट
te_in: సుందరఘాట్

source: Sundari
hi_in: सुंदरी
te_in: సుందరీ

source: Sundarpada
hi_in: सुन्दरपाड़ा
te_in: సున్దరపా ా

source: Sundarpur
hi_in: सुंदरपुर
te_in: సుందరపుర్

source: Sunder Nagar
hi_in: सुंदर नगर
te_in: సుందర్ నగర్

source: Sunder Nagari
hi_in: सुंदर नगरी
te_in: సుందర్ నగరీ

source: Sunder Vihar
hi_in: सूंदर विहार
te_in: సూందర్ విహార్

source: Sunderbagh
hi_in: सुंदरबाग़
te_in: సుందరబాౚ

source: Sunderpur
hi_in: सुंदरपुर
te_in: సుందరపుర్

source: Sunderpur Gajan
hi_in: सुन्दरपुर गजन
te_in: సున్దరపుర్ గజన్

source: Sundhal
hi_in: सुंढल
te_in: సుంఢల్

source: Sundia
hi_in: सुन्डिया
te_in: సున్డియా

source: Sundilla
hi_in: सुंडला
te_in: సుండలా

source: Sundipur
hi_in: सुंडीपुर
te_in: సుండీపుర్

source: Sundlak
hi_in: सुंडलक
te_in: సుండలక్

source: Sundni
hi_in: सुंदनी
te_in: సుందనీ

source: Sundrel
hi_in: सुंद्रेल
te_in: సుంద్రెల్

source: Sundri
hi_in: सुंदरी
te_in: సుందరీ

source: Sunger
hi_in: सुंगेर
te_in: సుంగెర్

source: Sunha
hi_in: सुनह
te_in: సునహ్

source: Sunhera
hi_in: सुन्हेरा
te_in: సున్హెరా

source: Sunhet
hi_in: सुन्हेटी
te_in: సున్హెటీ

source: Sunjwan
hi_in: सुंजवां
te_in: సుంజవాం

source: Sunkadakatte
hi_in: सुनकड़कट्टे
te_in: సునక్ కట్టె

source: Sunksal
hi_in: सुनक्स्ल
te_in: సునక్స్ల్

source: Sunla
hi_in: सुनल
te_in: సునల్

source: Sunnapuralla Palli
hi_in: सुननपुरल्ला पल्ली
te_in: సుననపురల్లా పల్లీ

source: Sunnapurallapalle
hi_in: सुननपुरल्लापल्ली
te_in: సుననపురల్లాపల్లీ

source: Sunoli
hi_in: सुनोली
te_in: సునోలీ

source: Sunsar
hi_in: सुंसार
te_in: సుంసార్

source: Sunwanigopal
hi_in: सुनवाणिगोपाल
te_in: సునవాణిగోపాల్

source: Supaka
hi_in: सूपक
te_in: సూపక్

source: Supaoli
hi_in: सुपौली
te_in: సుపౌలీ

source: Supaul
hi_in: सुपौल
te_in: సుపౌల్

source: Supaul Bazar
hi_in: सुपौल बाजार
te_in: సుపౌల్ బాజార్

source: Supela Bhilai
hi_in: सुपेला भिलाई
te_in: సుపెలా భిలాఈ

source: Supur
hi_in: सुपुर
te_in: సుపుర్

source: Surada
hi_in: सुरदा
te_in: సురదా

source: Suragihalli
hi_in: सुरगिहल्ली
te_in: సురగిహల్లీ

source: Suragundu
hi_in: सुरगुन्डु
te_in: సురగున్డు

source: Surahu Pur
hi_in: सूरह पुर
te_in: సూరహ్ పుర్

source: Suraj Kund Road
hi_in: सूरज कुंड रोड
te_in: సూరజ్ కుండ్ రోడ్

source: Surajapurhat
hi_in: सुर्जापुरहत
te_in: సుర్జాపురహత్

source: Surajbera
hi_in: सुरजबेरा
te_in: సురజబెరా

source: Surajmal Vihar
hi_in: सूरजमल विहार
te_in: సూరజమల్ విహార్

source: Surajpur
hi_in: सूरजपुर
te_in: సూరజపుర్

source: Surajpura
hi_in: सूरजपुर
te_in: సూరజపుర్

source: Suraleshwar
hi_in: सुरलेश्वर
te_in: సురలెశ్వర్

source: Suramangalam
hi_in: सुरमंगलं
te_in: సురమంగలం

source: Suramangalam Railway Colony
hi_in: सुरमंगलं रेलवे कॉलोनी
te_in: సురమంగలం రెలవె క్ లోనీ

source: Surampalem
hi_in: सुरमपलेम
te_in: సురమపలెం

source: Surampatti
hi_in: सुरमपट्टी
te_in: సురమపట్టీ

source: Surana
hi_in: सुराणा
te_in: సురాణా

source: Surandai
hi_in: सुरनदी
te_in: సురనదీ

source: Surangudi
hi_in: सुरंगूडी
te_in: సురంగూడీ

source: Surani
hi_in: सुरनि
te_in: సురని

source: Surani Bazar Srimadhopur
hi_in: सुरनि बाजार श्रीमाधोपुर
te_in: సురని బాజార్ శ్రీమాధోపుర్

source: Surankottai
hi_in: सुरनकोट्टई
te_in: సురనకోట్టఈ

source: Suranur
hi_in: सुरनर
te_in: సురనర్

source: Surappagudem
hi_in: सुरपपागुडेम
te_in: సురపపాగుడెం

source: Surapratapapur
hi_in: सुरप्रतापपुर
te_in: సురప్రతాపపుర్

source: Surapurajupalli
hi_in: सुरपुराजुपल्ली
te_in: సురపురాజుపల్లీ

source: Suraram
hi_in: सुराराम
te_in: సురారాం

source: Surarwan
hi_in: सुरवन
te_in: సురవన్

source: SURASA
hi_in: सुरसा
te_in: సురసా

source: Surasamal
hi_in: सुरसमल
te_in: సురసమల్

source: Surat
hi_in: सूरत
te_in: సూరత్

source: Surat City
hi_in: सूरत सिटी
te_in: సూరత్ సిటీ

source: Surat RS
hi_in: सूरत रस
te_in: సూరత్ రస్

source: Surat Textile Market
hi_in: सूरत टेक्सटाइल मार्केट
te_in: సూరత్ టెక్సటాఇల్ మార్కెట్

source: Suratgarh
hi_in: सूरतगढ़
te_in: సూరతగ్

source: Surathkal
hi_in: सूरथकल
te_in: సూరథకల్

source: Suray
hi_in: सूर्य
te_in: సూర్య్

source: Surdapur
hi_in: सुरदपुर
te_in: సురదపుర్

source: Surdi
hi_in: सर्दी
te_in: సర్దీ

source: Surdung
hi_in: सुरडुंग
te_in: సురడుంగ్

source: Sure
hi_in: सूरे
te_in: సూరె

source: Suregaon
hi_in: सुरगों
te_in: సురగోం

source: Surehra
hi_in: सुरेरा
te_in: సురెరా

source: Sureidihi
hi_in: सुरेयडीही
te_in: సురెయడీహీ

source: Surekanla
hi_in: सुरेकनल
te_in: సురెకనల్

source: Sureli
hi_in: सुरेली
te_in: సురెలీ

source: Suremanpur
hi_in: सुरेमनपुर
te_in: సురెమనపుర్

source: Surendranagar
hi_in: सुरेंद्रनगर
te_in: సురెంద్రనగర్

source: Surendranagar M.P.S.C.
hi_in: सुरेंद्रनगर एम.पी.एस.सी.
te_in: సురెంద్రనగర్ ఏమ్.పీ.ఏస్.సీ.

source: Surendranagar Station Road
hi_in: सुरेंद्रनगर स्टेशन रोड
te_in: సురెంద్రనగర్ స్టెశన్ రోడ్

source: Surendranagar Udyognagar
hi_in: सुरेंद्रनगर उद्योगनगर
te_in: సురెంద్రనగర్ ఉద్యోగనగర్

source: Surendranagar Vadipara
hi_in: सुरेंद्रनगर वेदीपर
te_in: సురెంద్రనగర్ వెదీపర్

source: Surhari
hi_in: सुरहरी
te_in: సురహరీ

source: Surhi
hi_in: सुरही
te_in: సురహీ

source: Suri
hi_in: सूरी
te_in: సూరీ

source: Suri Dist. School Board
hi_in: सूरी दिसत. स्कूल बोर्ड
te_in: సూరీ దిసత్. స్కూల్ బోర్డ్

source: Suribazar
hi_in: सुरीबाज़ार
te_in: సురీబా ార్

source: Suricollege
hi_in: सुऱिकॉल्लेगे
te_in: సుఱిక్ ల్లెగె

source: Surinsar
hi_in: सुरिंसर
te_in: సురింసర్

source: Suris
hi_in: सरिस
te_in: సరిస్

source: Suriyawan
hi_in: सुरियावां
te_in: సురియావాం

source: Surjabasa
hi_in: सुरजबस
te_in: సురజబస్

source: Surjara
hi_in: सुरजड़ा
te_in: సురజ్ ా

source: Surjawaly
hi_in: सुरजवाली
te_in: సురజవాలీ

source: Surkha
hi_in: सुर्ख
te_in: సుర్ఖ్

source: Surla
hi_in: सरल
te_in: సరల్

source: Surni
hi_in: सुरनि
te_in: సురని

source: Surpur
hi_in: सुरपुर
te_in: సురపుర్

source: Surpura
hi_in: सुरपुर
te_in: సురపుర్

source: Sursara
hi_in: सुरसर
te_in: సురసర్

source: Suruhuto
hi_in: सुरूहुतो
te_in: సురూహుతో

source: Suruk
hi_in: सुरुक
te_in: సురుక్

source: Surukabadi
hi_in: सुरुकबाड़ी
te_in: సురుకబా ీ

source: Surulipatti
hi_in: सुरूलीपट्टी
te_in: సురూలీపట్టీ

source: Survey Of India
hi_in: सर्वे ऑफ़ इंडिया
te_in: సర్వె ఑ ఇండియా

source: Surveyor Colony
hi_in: सर्वेयर कॉलोनी
te_in: సర్వెయర్ క్ లోనీ

source: Surya Sen Nagar
hi_in: सूर्य सेन नगर
te_in: సూర్య్ సెన్ నగర్

source: Suryadevasthana
hi_in: सूर्यदेवस्थान
te_in: సూర్యదెవస్థాన్

source: Suryanagar
hi_in: सूर्यनगर
te_in: సూర్యనగర్

source: Suryanagar (Khorda)
hi_in: सूर्यनगर (खोरड़ा)
te_in: సూర్యనగర్ (ఖోర్ ా)

source: Suryapet
hi_in: सूर्यापेट
te_in: సూర్యాపెట్

source: Suryapur
hi_in: सूर्यपुर
te_in: సూర్యపుర్

source: Suryaraopet
hi_in: सूर्यारावपेट
te_in: సూర్యారావపెట్

source: Suryaraopeta
hi_in: सूर्यारावपेट
te_in: సూర్యారావపెట్

source: Suryavihar
hi_in: सूर्यविहार
te_in: సూర్యవిహార్

source: Sus
hi_in: सस
te_in: సస్

source: Susari
hi_in: सुसरी
te_in: సుసరీ

source: Susera
hi_in: सुसेरा
te_in: సుసెరా

source: Sushilanagar
hi_in: सुशीलनगर
te_in: సుశీలనగర్

source: Susta
hi_in: सुस्त
te_in: సుస్త్

source: Susunda
hi_in: सुसुंडा
te_in: సుసుండా

source: Susuwahi
hi_in: सुसुवाही
te_in: సుసువాహీ

source: Sutagatti (SDT)
hi_in: सुतगत्ती (सडत)
te_in: సుతగత్తీ (సడత్)

source: Sutahatti Bazar
hi_in: सुतहट्टी बाजार
te_in: సుతహట్టీ బాజార్

source: Suthana
hi_in: सुथना
te_in: సుథనా

source: Suthukeni
hi_in: सुथुकेनि
te_in: సుథుకెని

source: Sutnga
hi_in: सुतङ्ग
te_in: సుతఙ్గ్

source: Sutragarh
hi_in: सूत्रगढ़
te_in: సూత్రగ్

source: Suwa
hi_in: सुवा
te_in: సువా

source: Sv Peta
hi_in: सव पेट
te_in: సవ్ పెట్

source: Svn Road
hi_in: स्वं रोड
te_in: స్వం రోడ్

source: Svr College
hi_in: स्वर कॉलेज
te_in: స్వర్ క్ లెజ్

source: Swahan
hi_in: स्वाहां
te_in: స్వాహాం

source: Swami Ram Tirth Nagar
hi_in: स्वामी राम तीर्थ नगर
te_in: స్వామీ రామ్ తీర్థ్ నగర్

source: Swami Sehi
hi_in: स्वामी सही
te_in: స్వామీ సహీ

source: Swaminathapuram
hi_in: स्वामिनाथपुरम
te_in: స్వామినాథపురం

source: Swamipur
hi_in: स्वामीपुर
te_in: స్వామీపుర్

source: Swamivari Lingotam
hi_in: स्वामीवरी लिंगोटम
te_in: స్వామీవరీ లింగోటం

source: Swang Colliery
hi_in: स्वांग कोलियरी
te_in: స్వాంగ్ కోలియరీ

source: Swaraj Ashram
hi_in: स्वराज आश्रम
te_in: స్వరాజ్ ఆశ్రం

source: Swarajyanagar
hi_in: स्वराज्यनगर
te_in: స్వరాజ్యనగర్

source: Swarg Dwar
hi_in: स्वर्ग द्वार
te_in: స్వర్గ్ ద్వార్

source: Swarg Farm
hi_in: स्वर्ग फार्म
te_in: స్వర్గ్ ఫార్ం

source: Swargadwar
hi_in: स्वर्गद्वार
te_in: స్వర్గద్వార్

source: Swargate
hi_in: स्वर्गते
te_in: స్వర్గతె

source: Swargate Chowk
hi_in: स्वर्गते चौक
te_in: స్వర్గతె చౌక్

source: Swarup Nagar
hi_in: स्वरुप नगर
te_in: స్వరుప్ నగర్

source: Sweet
hi_in: स्वीट
te_in: స్వీట్

source: Swimming Pool Extn
hi_in: स्विमिंग पूल ऐक्सटन
te_in: స్విమింగ్ పూల్ ఐక్సటన్

source: Syadla
hi_in: सिडल
te_in: సిడల్

source: Syamalamba Temple
hi_in: स्यामलाम्बा टेम्पल
te_in: స్యామలామ్బా టెమ్పల్

source: Syamalanagar
hi_in: स्यामलानगर
te_in: స్యామలానగర్

source: Syamsundarpur
hi_in: स्यामसुन्दरपुर
te_in: స్యామసున్దరపుర్

source: Syed Chincholi
hi_in: सयेद चिंचोली
te_in: సయెద్ చించోలీ

source: Syyed Nagar Post Office
hi_in: सय्यद नगर पोस्ट ऑफिस
te_in: సయ్యద్ నగర్ పోస్ట్ ఑ఫిస్

source: T B Nagar
hi_in: टी बी नगर
te_in: టీ బీ నగర్

source: T B Sanatorium
hi_in: टी बी सैनेटोरियम
te_in: టీ బీ సేనెటోరియం

source: T B Vara
hi_in: टी बी वारा
te_in: టీ బీ వారా

source: T C Hansi
hi_in: टी सी हंसी
te_in: టీ సీ హంసీ

source: T Channapura
hi_in: टी चैंनपुर
te_in: టీ చేంనపుర్

source: T K M College
hi_in: टी के म कॉलेज
te_in: టీ కె మ్ క్ లెజ్

source: T Maddikunta
hi_in: टी मड्डिकुँता
te_in: టీ మడ్డికుఁతా

source: T Narasipura
hi_in: टी नारसीपुर
te_in: టీ నారసీపుర్

source: T P Nagar
hi_in: टी पी नगर
te_in: టీ పీ నగర్

source: T. Barajor
hi_in: टी. बरजोर
te_in: టీ. బరజోర్

source: T. Barmasia
hi_in: टी. बरमसिया
te_in: టీ. బరమసియా

source: T. Chhapra
hi_in: टी. छपरा
te_in: టీ. ఛపరా

source: T.C. Rudarpur
hi_in: टी.सी. रुद्रपुर
te_in: టీ.సీ. రుద్రపుర్

source: T.C.Kharar
hi_in: टी.सी.खरार
te_in: టీ.సీ.ఖరార్

source: T.C.Market
hi_in: टी.सी.मार्किट
te_in: టీ.సీ.మార్కిట్

source: T.C.Road
hi_in: टी.सी.रोड
te_in: టీ.సీ.రోడ్

source: T.D.College
hi_in: टी.डी.कॉलेज
te_in: టీ.డీ.క్ లెజ్

source: T.F.Donar
hi_in: टी.एफ.डोनर
te_in: టీ.ఏఫ్.డోనర్

source: T.Govindapur
hi_in: टी.गोविंदपुर
te_in: టీ.గోవిందపుర్

source: T.K.Colony
hi_in: टी.के.कॉलोनी
te_in: టీ.కె.క్ లోనీ

source: T.Kottampatti
hi_in: टी.कोट्टमपट्टी
te_in: టీ.కోట్టమపట్టీ

source: T.M.G Lane
hi_in: टी.एम.ग लेन
te_in: టీ.ఏమ్.గ్ లెన్

source: T.Nagar (Theni)
hi_in: टी.नगर (थेनि)
te_in: టీ.నగర్ (థెని)

source: T.O.Road
hi_in: टी.ओ.रोड
te_in: టీ.ఓ.రోడ్

source: T.P. Nagar
hi_in: टी.पी. नगर
te_in: టీ.పీ. నగర్

source: T.P.Campus
hi_in: टी.पी.कैंपस
te_in: టీ.పీ.కేంపస్

source: Tablapur
hi_in: तबलपुर
te_in: తబలపుర్

source: Tachai
hi_in: ताछै
te_in: తాఛే

source: Tadagam
hi_in: तदगम
te_in: తదగం

source: Tadasanahalli
hi_in: ताड़ासानहल्ली
te_in: తా ాసానహల్లీ

source: Tadasaramahansapur
hi_in: तदसरमहंसपुर
te_in: తదసరమహంసపుర్

source: Tadavale(Vaduj)
hi_in: तड़वाल(वदूज)
te_in: త్ వాల్(వదూజ్)

source: Tadbun
hi_in: तद्बुन
te_in: తద్బున్

source: Tadepalle
hi_in: तादेपल्ले
te_in: తాదెపల్లె

source: Tadepalli
hi_in: तादेपल्ली
te_in: తాదెపల్లీ

source: Tadepalligudem
hi_in: ताडेपल्लीगुडेम
te_in: తాడెపల్లీగుడెం

source: Tadepalligudem Town
hi_in: ताडेपल्लीगुडेम टाउन
te_in: తాడెపల్లీగుడెమ్ టాఉన్

source: Taderu
hi_in: टेडर
te_in: టెడర్

source: Tadhadgaon
hi_in: टधड़गाओं
te_in: టధ్ గాఓం

source: Tadigallu
hi_in: ताडिगल्लु
te_in: తాడిగల్లు

source: Tadihadapnur
hi_in: ताड़िहादापनउर
te_in: తా ిహాదాపనఉర్

source: Tadinada
hi_in: तदीनद
te_in: తదీనద్

source: Tadlapally
hi_in: तड़लापल्ली
te_in: త్ లాపల్లీ

source: Tadong
hi_in: ताडोंग
te_in: తాడోంగ్

source: Tadoor
hi_in: तंदूर
te_in: తందూర్

source: Tadpatri Bazar
hi_in: ताड़पत्री बाजार
te_in: తా పత్రీ బాజార్

source: Tadpatri Bus Stand
hi_in: ताड़पत्री बस स्टैंड
te_in: తా పత్రీ బస్ స్టేండ్

source: Tadpatri Extension
hi_in: ताड़पत्री एक्सटेंशन
te_in: తా పత్రీ ఏక్సటెంశన్

source: Tadsoundane
hi_in: तदसौंदाणे
te_in: తదసౌందాణె

source: Tadukupet
hi_in: तदुकूपेट
te_in: తదుకూపెట్

source: Taduru
hi_in: तादुरु
te_in: తాదురు

source: Taduvai
hi_in: तडुवै
te_in: తడువే

source: Tadvale
hi_in: तड़वाल
te_in: త్ వాల్

source: Tagore Garden
hi_in: टैगोर गार्डन
te_in: టేగోర్ గార్డన్

source: Tagore Nagar
hi_in: टैगोर नगर
te_in: టేగోర్ నగర్

source: Tagore Town
hi_in: टैगोर टाउन
te_in: టేగోర్ టాఉన్

source: Tahaba Shadipora
hi_in: ताहब शादीपुर
te_in: తాహబ్ శాదీపుర్

source: Tahakari
hi_in: तहकारी
te_in: తహకారీ

source: Taharpur
hi_in: ताहरपुर
te_in: తాహరపుర్

source: Taherpur
hi_in: ताहिरपुर
te_in: తాహిరపుర్

source: Tahirpur Bhabisa
hi_in: ताहिरपुर भबिस्य
te_in: తాహిరపుర్ భబిస్య్

source: Taimara
hi_in: टाइमर
te_in: టాఇమర్

source: Taisera
hi_in: तीसरे
te_in: తీసరె

source: Taj
hi_in: ताज
te_in: తాజ్

source: Taj Nagari
hi_in: ताज नगरी
te_in: తాజ్ నగరీ

source: Taj Pur
hi_in: ताज पुर
te_in: తాజ్ పుర్

source: Tajewala
hi_in: ताजेवाला
te_in: తాజెవాలా

source: Tajmahal
hi_in: ताजमहल
te_in: తాజమహల్

source: Tajnipur
hi_in: तजनीपुर
te_in: తజనీపుర్

source: Tajpur
hi_in: ताजपुर
te_in: తాజపుర్

source: Tajpur Patkhaulia
hi_in: ताजपुर पटखौलिया
te_in: తాజపుర్ పటఖౌలియా

source: Tajpura
hi_in: ताजपुर
te_in: తాజపుర్

source: Tajpuri
hi_in: ताजपुरी
te_in: తాజపురీ

source: Tajuddinpur
hi_in: ताजुद्दीनपुर
te_in: తాజుద్దీనపుర్

source: Takali Bhima
hi_in: टाकली भीम
te_in: టాకలీ భీం

source: Takali Kadim
hi_in: टाकली कदीम
te_in: టాకలీ కదీం

source: Takarada
hi_in: ठाकरड़ा
te_in: ఠాకర్ ా

source: Takarkheda
hi_in: टाकरखेड़ा
te_in: టాకరఖె ా

source: Takarpura
hi_in: तकरपुर
te_in: తకరపుర్

source: Takarsand
hi_in: तकरसंड
te_in: తకరసండ్

source: Takawe BK
hi_in: तक़वे बक
te_in: తౘవె బక్

source: Takede
hi_in: ताकेड
te_in: తాకెడ్

source: Takha
hi_in: ताख
te_in: తాఖ్

source: Takia
hi_in: तकिया
te_in: తకియా

source: Takiya
hi_in: तकिया
te_in: తకియా

source: Takka
hi_in: ताकक
te_in: తాకక్

source: Takkellapadu
hi_in: तक्केल्लापडु
te_in: తక్కెల్లాపడు

source: Takkolu
hi_in: ताक्कोलु
te_in: తాక్కోలు

source: Takli
hi_in: तकली
te_in: తకలీ

source: Takli Amiya
hi_in: टाकली अमिय
te_in: టాకలీ అమియ్

source: Takli Rasin
hi_in: टाकली रसिन
te_in: టాకలీ రసిన్

source: Taklikalan
hi_in: तकलीकलां
te_in: తకలీకలాం

source: Takrera
hi_in: तकरिर
te_in: తకరిర్

source: Tal
hi_in: ताल
te_in: తాల్

source: Tala
hi_in: टाला
te_in: టాలా

source: Talab Gaon
hi_in: तालाब गांव
te_in: తాలాబ్ గాంవ్

source: Talab Tillo
hi_in: तालाब तिल्लो
te_in: తాలాబ్ తిల్లో

source: Talabarkote
hi_in: तालाबरकोट
te_in: తాలాబరకోట్

source: Talabasta
hi_in: तालाबस्त
te_in: తాలాబస్త్

source: Taladanda
hi_in: तलदंड
te_in: తలదండ్

source: Talagana
hi_in: तालगाना
te_in: తాలగానా

source: Talagunda
hi_in: तालगुंड
te_in: తాలగుండ్

source: Talaja
hi_in: तलाजा
te_in: తలాజా

source: Talakatnal
hi_in: त्तल्कात्नल
te_in: త్తల్కాత్నల్

source: Talakpokhari
hi_in: तलकपोखरी
te_in: తలకపోఖరీ

source: Talangara
hi_in: तलंगर
te_in: తలంగర్

source: Talangpur
hi_in: तलंगपुर
te_in: తలంగపుర్

source: Talanpur
hi_in: तलनपुर
te_in: తలనపుర్

source: Talap (Kannur)
hi_in: तैलप (कन्नूर)
te_in: తేలప్ (కన్నూర్)

source: Talapada
hi_in: तलपडे
te_in: తలపడె

source: Talarai
hi_in: तालारे
te_in: తాలారె

source: Talasande
hi_in: तलसंदे
te_in: తలసందె

source: Talawada
hi_in: तलवाड़ा
te_in: తలవా ా

source: Talbagicha
hi_in: तलबगीचा
te_in: తలబగీచా

source: Talcher
hi_in: तालचेर
te_in: తాలచెర్

source: Talcher R.S.
hi_in: तालचेर आर.एस.
te_in: తాలచెర్ ఆర్.ఏస్.

source: Taldholi
hi_in: तलदहोली
te_in: తలదహోలీ

source: Talegaon (SP)
hi_in: तालेगांव (सपा)
te_in: తాలెగాంవ్ (సపా)

source: Talegaon Anjneri
hi_in: तालेगांव अंजनेरी
te_in: తాలెగాంవ్ అంజనెరీ

source: Talegaon Dabhade
hi_in: तलेगांव दाभाड़े
te_in: తలెగాంవ్ దాభా ె

source: Talegaon Dhamdhere
hi_in: तलेगांव धंधेरे
te_in: తలెగాంవ్ ధంధెరె

source: Talegaon G H
hi_in: तलेगांव ग ह
te_in: తలెగాంవ్ గ్ హ్

source: Talegaon Tarfe Goregaon
hi_in: तलेगांव तर्फे गोरेगाव
te_in: తలెగాంవ్ తర్ఫె గోరెగావ్

source: Talegaon(Dindori)
hi_in: तालेगांव(डिंडोरी)
te_in: తాలెగాంవ్(డిండోరీ)

source: Talekode
hi_in: तालिकोड
te_in: తాలికోడ్

source: Talekode West
hi_in: तालिकोड वेस्ट
te_in: తాలికోడ్ వెస్ట్

source: Taleni
hi_in: टालनी
te_in: టాలనీ

source: Taleya Bandh
hi_in: तलैया बांध
te_in: తలేయా బాంధ్

source: Talgachi
hi_in: तालगाचि
te_in: తాలగాచి

source: Talgajarda
hi_in: तालगाजरद
te_in: తాలగాజరద్

source: Talgaon
hi_in: तालगांव
te_in: తాలగాంవ్

source: Talhata
hi_in: तलहट
te_in: తలహట్

source: Tali
hi_in: ताली
te_in: తాలీ

source: Talibpur Pandori
hi_in: तालिबपुर पंडोरी
te_in: తాలిబపుర్ పండోరీ

source: Talikhed
hi_in: तलिखेद
te_in: తలిఖెద్

source: Talimabad
hi_in: टेलीमाबाद
te_in: టెలీమాబాద్

source: Taliparamba
hi_in: तालीपराम्बा
te_in: తాలీపరామ్బా

source: Taliyil
hi_in: तालियइल
te_in: తాలియఇల్

source: Talla Khammam Pahad
hi_in: तल्ला खम्माम पहाड़
te_in: తల్లా ఖమ్మామ్ పహా

source: Tallab Baghel
hi_in: तालाब बघेल
te_in: తాలాబ్ బఘెల్

source: Tallakulam
hi_in: ताल्लकुलम
te_in: తాల్లకులం

source: Tallakulam Housing Board Colon
hi_in: ताल्लकुलम हाउसिंग बोर्ड कोलन
te_in: తాల్లకులమ్ హాఉసింగ్ బోర్డ్ కోలన్

source: Tallapalle
hi_in: तल्लापल्ली
te_in: తల్లాపల్లీ

source: Tallur
hi_in: तल्लूर
te_in: తల్లూర్

source: Talluru
hi_in: तअल्लुरू
te_in: తఅల్ళూరు

source: Talmal
hi_in: तालमेल
te_in: తాలమెల్

source: Talmala
hi_in: तालमेल
te_in: తాలమెల్

source: Talod
hi_in: तालोद
te_in: తాలోద్

source: Talod M Y
hi_in: तालोद म य
te_in: తాలోద్ మ్ య్

source: Taloja
hi_in: तलोजा
te_in: తలోజా

source: Taloja A.V.
hi_in: तलोजा ए.वी.
te_in: తలోజా ఏ.వీ.

source: Taloshi
hi_in: तलाशी
te_in: తలాశీ

source: Talpada
hi_in: तलपडे
te_in: తలపడె

source: Talpahari
hi_in: तालपहारी
te_in: తాలపహారీ

source: Talpalipara
hi_in: तालपलीपारा
te_in: తాలపలీపారా

source: Talpatia
hi_in: तालपतिया
te_in: తాలపతియా

source: Talpimpri
hi_in: टॉपिम्परी
te_in: ట్ పిమ్పరీ

source: Talpukur
hi_in: तालपुकुर
te_in: తాలపుకుర్

source: Taltala
hi_in: तलातल
te_in: తలాతల్

source: Taluk Office(STP)
hi_in: तलूक ऑफिस(एसटीपी)
te_in: తలూక్ ఑ఫిస్(ఏసటీపీ)

source: Talukertari
hi_in: तालुकेरटरी
te_in: తాలుకెరటరీ

source: Talun Khurd
hi_in: टाळून खुर्द
te_in: టాళూన్ ఖుర్ద్

source: Talur
hi_in: तलूर
te_in: తలూర్

source: Talwada
hi_in: तलवाड़ा
te_in: తలవా ా

source: Talwada (M)
hi_in: तलवाड़ा (म)
te_in: తలవా ా (మ్)

source: Talwade
hi_in: तलवडे
te_in: తలవడె

source: Talwandi Bhai
hi_in: तलवंडी भाई
te_in: తలవండీ భాఈ

source: Talwandi Kota
hi_in: तलवंडी कोटा
te_in: తలవండీ కోటా

source: Talwandi Rai
hi_in: तलवंडी राइ
te_in: తలవండీ రాఇ

source: Talwara Township
hi_in: तलवार टाउनशिप
te_in: తలవార్ టాఉనశిప్

source: Talyahar
hi_in: तल्याहड़
te_in: తల్యాహ్

source: Tama
hi_in: तम
te_in: తం

source: Tamadaddi
hi_in: तंङड्डी
te_in: తంఙడ్డీ

source: Tamadalage
hi_in: तामडलगे
te_in: తామడలగె

source: Tamalbandh
hi_in: तमलबंध
te_in: తమలబంధ్

source: Tamalpura
hi_in: तमालपुर
te_in: తమాలపుర్

source: Tamaracheri
hi_in: ताम्रचेरी
te_in: తామ్రచెరీ

source: Tamarada
hi_in: ताम्रद
te_in: తామ్రద్

source: Tamariya
hi_in: टेमरिया
te_in: టెమరియా

source: Tamasa
hi_in: तामस
te_in: తామస్

source: Tamavada
hi_in: तमवाद
te_in: తమవాద్

source: Tambadi
hi_in: तम्बादि
te_in: తమ్బాది

source: Tambahara
hi_in: तँबहरा
te_in: తఁబహరా

source: Tambaram
hi_in: ताम्बरम
te_in: తామ్బరం

source: Tambaram East
hi_in: ताम्बरम ईस्ट
te_in: తామ్బరమ్ ఈస్ట్

source: Tambaram Sanatorium
hi_in: ताम्बरम सैनेटोरियम
te_in: తామ్బరమ్ సేనెటోరియం

source: Tambaram West
hi_in: ताम्बरम वेस्ट
te_in: తామ్బరమ్ వెస్ట్

source: Tambave (Lonand)
hi_in: तम्बावे (लोणंद)
te_in: తమ్బావె (లోణంద్)

source: Tambole
hi_in: तम्बोली
te_in: తమ్బోలీ

source: Tambranagara
hi_in: ताम्ब्रनागर
te_in: తామ్బ్రనాగర్

source: Tamdand
hi_in: तमदंड
te_in: తమదండ్

source: Tamkane
hi_in: ताम्कने
te_in: తామ్కనె

source: Tamkuhi
hi_in: तमकुही
te_in: తమకుహీ

source: Tamli
hi_in: तामली
te_in: తామలీ

source: Tamlipara
hi_in: टॉम्लिपर
te_in: ట్ మ్లిపర్

source: Tamluk
hi_in: तामलुक
te_in: తామలుక్

source: Tamot Persa
hi_in: तामोट परस
te_in: తామోట్ పరస్

source: Tampalo
hi_in: तामपालो
te_in: తామపాలో

source: Tampatapalli
hi_in: टेम्पटपल्ली
te_in: టెమ్పటపల్లీ
