Repository: healthvdev/custom_template
Catalog: languages/*.po
Languages: hi_in, te_in

source: Dharampura
hi_in: धरमपुरा
te_in: ధరమపురా

source: Dharamrai
hi_in: धर्मराय
te_in: ధర్మరాయ్

source: Dharamsala
hi_in: धरमसाला
te_in: ధరమసాలా

source: Dharamshala
hi_in: धर्मशाला
te_in: ధర్మశాలా

source: Dharamshala [D.D. Nagar]
hi_in: धर्मशाला [डी.डी. नगर]
te_in: ధర్మశాలా [డీ.డీ. నగర్]

source: Dharanampet
hi_in: धरनामपेट
te_in: ధరనామపెట్

source: Dharangaon
hi_in: धरंगों
te_in: ధరంగోం

source: Dharaon
hi_in: धाराओं
te_in: ధారాఓం

source: Dharapur
hi_in: धारापुर
te_in: ధారాపుర్

source: Dharapuram
hi_in: धरपुरम
te_in: ధరపురం

source: Dharapuram South
hi_in: धरपुरम साउथ
te_in: ధరపురమ్ సాఉథ్

source: Dharasana
hi_in: धरासणा
te_in: ధరాసణా

source: Dharashu
hi_in: धृषु
te_in: ధృషు

source: Dharasiv
hi_in: धाराशिव
te_in: ధారాశివ్

source: Dharauli
hi_in: धरौली
te_in: ధరౌలీ

source: Dharavi
hi_in: धारावी
te_in: ధారావీ

source: Dharavi Road
hi_in: धरावी रोड
te_in: ధరావీ రోడ్

source: Dharchula
hi_in: धारचूला
te_in: ధారచూలా

source: Dhari
hi_in: धरी
te_in: ధరీ

source: Dharikhera
hi_in: धरीखेड़ा
te_in: ధరీఖె ా

source: Dhariwal
hi_in: धारीवाल
te_in: ధారీవాల్

source: Dharkalan
hi_in: धारकलां
te_in: ధారకలాం

source: Dharm Nagri
hi_in: धर्म नगरी
te_in: ధర్మ్ నగరీ

source: Dharma (West Midnapore)
hi_in: धर्म (वेस्ट मिदनापुर)
te_in: ధర్మ్ (వెస్ట్ మిదనాపుర్)

source: Dharmaj
hi_in: धर्मज
te_in: ధర్మజ్

source: Dharmaj-ranoli
hi_in: धर्मज-रानोली
te_in: ధర్మజ్-రానోలీ

source: Dharmapur
hi_in: धर्मपुर
te_in: ధర్మపుర్

source: Dharmapuram
hi_in: धर्मपुरम
te_in: ధర్మపురం

source: Dharmapuri
hi_in: धर्मपुरी
te_in: ధర్మపురీ

source: Dharmapuri Collectorate
hi_in: धरमपुरी कोल्लेकतोरते
te_in: ధరమపురీ కోల్లెకతోరతె

source: Dharmapuri Fort
hi_in: धरमपुरी फोर्ट
te_in: ధరమపురీ ఫోర్ట్

source: Dharmapuri Public Offices
hi_in: धरमपुरी पब्लिक ओफ़फिसेस
te_in: ధరమపురీ పబ్లిక్ ఓ ఫిసెస్

source: Dharmapuri R.S
hi_in: धरमपुरी आर.स
te_in: ధరమపురీ ఆర్.స్

source: Dharmapuri South
hi_in: धरमपुरी साउथ
te_in: ధరమపురీ సాఉథ్

source: Dharmaram
hi_in: धर्माराम
te_in: ధర్మారాం

source: Dharmaram College
hi_in: धर्माराम कॉलेज
te_in: ధర్మారామ్ క్ లెజ్

source: Dharmasala
hi_in: धर्मशाला
te_in: ధర్మశాలా

source: Dharmatala
hi_in: धर्मतला
te_in: ధర్మతలా

source: Dharmatala Rd
hi_in: धर्मतला रद
te_in: ధర్మతలా రద్

source: Dharmauli
hi_in: धरमौली
te_in: ధరమౌలీ

source: Dharmavaram
hi_in: धर्मावरम
te_in: ధర్మావరం

source: Dharmavaram Bazar
hi_in: धर्मावरम बाजार
te_in: ధర్మావరమ్ బాజార్

source: Dharmdaspur Newada
hi_in: धर्मदासपुर नेवादा
te_in: ధర్మదాసపుర్ నెవాదా

source: Dharmoda
hi_in: धर्मोड़ा
te_in: ధర్మో ా

source: Dharmour Kheel
hi_in: धरमौर खील
te_in: ధరమౌర్ ఖీల్

source: Dharmpur
hi_in: धर्मपुर
te_in: ధర్మపుర్

source: Dharmpuri
hi_in: धरमपुरी
te_in: ధరమపురీ

source: Dharmsinghwala
hi_in: धर्मसिंघवाल
te_in: ధర్మసింఘవాల్

source: Dharnaka
hi_in: धारणाक
te_in: ధారణాక్

source: Dharod
hi_in: धरोड
te_in: ధరోడ్

source: Dharola
hi_in: धरोला
te_in: ధరోలా

source: Dharoli
hi_in: धरौली
te_in: ధరౌలీ

source: Dharpa Chuhar Pur
hi_in: धारप चुहर पुर
te_in: ధారప్ చుహర్ పుర్

source: Dharpur
hi_in: डहरपुर
te_in: డహరపుర్

source: Dharsa
hi_in: ढारस
te_in: ఢారస్

source: Dharsauli
hi_in: धरसौली
te_in: ధరసౌలీ

source: Dharson
hi_in: धरसों
te_in: ధరసోం

source: Dharuhera
hi_in: धरुहेरा
te_in: ధరుహెరా

source: Dharwad
hi_in: धारवाड़
te_in: ధారవాడ్

source: Dharwad City
hi_in: धारवाड़ सिटी
te_in: ధారవా సిటీ

source: Dharwad Farm
hi_in: धारवाड़ फार्म
te_in: ధారవా ఫార్ం

source: Dharwad Gtc
hi_in: धारवाड़ जीटीसी
te_in: ధారవా జీటీసీ

source: Dharwad K.C.Park
hi_in: धारवाड़ के.सी.पार्क
te_in: ధారవా కె.సీ.పార్క్

source: Dharwad Kutchery
hi_in: धारवाड़ कुत्चेरय
te_in: ధారవా కుత్చెరయ్

source: Dharwad Line Bazar
hi_in: धारवाड़ लाइन बाजार
te_in: ధారవా లాఇన్ బాజార్

source: Dharwad M B Nagar
hi_in: धारवाड़ म बी नगर
te_in: ధారవా మ్ బీ నగర్

source: Dharwad Market
hi_in: धारवाड़ मार्किट
te_in: ధారవా మార్కిట్

source: Dharwad Narayanpur
hi_in: धारवाड़ नारायणपुर
te_in: ధారవా నారాయణపుర్

source: Dharwad R S
hi_in: धारवाड़ र स
te_in: ధారవా ర్ స్

source: Dharwad Saptapur
hi_in: धारवाड़ सप्तपुर
te_in: ధారవా సప్తపుర్

source: Dharwad Sattur
hi_in: धारवाड़ सत्तूर
te_in: ధారవా సత్తూర్

source: Dharwas
hi_in: धरवास
te_in: ధరవాస్

source: Dhasai
hi_in: धसै
te_in: ధసే

source: Dhasook
hi_in: ढसूक
te_in: ఢసూక్

source: Dhatori
hi_in: ढतोरी
te_in: ఢతోరీ

source: Dhatt
hi_in: धत्त
te_in: ధత్త్

source: Dhaulri
hi_in: धौलड़ी
te_in: ధౌల్ ీ

source: Dhaun
hi_in: धुन
te_in: ధున్

source: Dhaur
hi_in: दौर
te_in: దౌర్

source: Dhaura
hi_in: दौर
te_in: దౌర్

source: Dhaurahara
hi_in: धौरहरा
te_in: ధౌరహరా

source: Dhaurahara (VaranaB.O
hi_in: धौरहरा (वर्णाभ.ओ
te_in: ధౌరహరా (వర్ణాభ్.ఓ

source: Dhaurahra
hi_in: धौरहरा
te_in: ధౌరహరా

source: Dhauthawa
hi_in: धउठवा
te_in: ధఉఠవా

source: Dhava
hi_in: धावा
te_in: ధావా

source: Dhavaleshwar
hi_in: धवलेश्वर
te_in: ధవలెశ్వర్

source: Dhavlas
hi_in: धवलास
te_in: ధవలాస్

source: Dhavli
hi_in: धवली
te_in: ధవలీ

source: Dhavlidhod
hi_in: ढवळीड़ोद
te_in: ఢవళీ ోద్

source: Dhawadih
hi_in: धावाडीह
te_in: ధావాడీహ్

source: Dhawakar
hi_in: धवकर
te_in: ధవకర్

source: Dhawala
hi_in: धवल
te_in: ధవల్

source: Dhawarsi
hi_in: ढवारसी
te_in: ఢవారసీ

source: Dhawlapur
hi_in: धौलपुर
te_in: ధౌలపుర్

source: Dhayari
hi_in: डायरी
te_in: డాయరీ

source: Dhayla
hi_in: धायल
te_in: ధాయల్

source: Dhedhouli
hi_in: ढेढोली
te_in: ఢెఢోలీ

source: Dhediya
hi_in: ढेढ़िया
te_in: ఢె ియా

source: Dhekaha Bazar
hi_in: ढेकहा बाजार
te_in: ఢెకహా బాజార్

source: Dhekal
hi_in: ढेकल
te_in: ఢెకల్

source: Dhekale
hi_in: ढेकाले
te_in: ఢెకాలె

source: Dhekiajan
hi_in: ढेकियाजान
te_in: ఢెకియాజాన్

source: Dhekwad
hi_in: ढेकवाद
te_in: ఢెకవాద్

source: Dhelana
hi_in: ढेलाणा
te_in: ఢెలాణా

source: Dhelwan
hi_in: ढेलवां
te_in: ఢెలవాం

source: Dhenkanal
hi_in: ढेंकनाल
te_in: ఢెంకనాల్

source: Dhenkanal College
hi_in: धेनकनाल कॉलेज
te_in: ధెనకనాల్ క్ లెజ్

source: Dhenkanal R S
hi_in: धेनकनाल र स
te_in: ధెనకనాల్ ర్ స్

source: Dhenua
hi_in: धेणूअ
te_in: ధెణూఅ

source: Dhenugawan
hi_in: धेनुगवन
te_in: ధెనుగవన్

source: Dhenukhana
hi_in: धेनुकहना
te_in: ధెనుకహనా

source: Dhepargaon
hi_in: धेपारगों
te_in: ధెపారగోం

source: Dherua
hi_in: ढेरूआ
te_in: ఢెరూఆ

source: Dhiani
hi_in: धिआनि
te_in: ధిఆని

source: Dhiar Maholiya
hi_in: धीर महोलिया
te_in: ధీర్ మహోలియా

source: Dhibra
hi_in: ढिबरा
te_in: ఢిబరా

source: Dhigarla
hi_in: ढिगारला
te_in: ఢిగారలా

source: Dhikana
hi_in: ढिकाना
te_in: ఢికానా

source: Dhikola
hi_in: ढिकोला
te_in: ఢికోలా

source: Dhilwana Kalan
hi_in: दिलवाना कलां
te_in: దిలవానా కలాం

source: Dhima
hi_in: धीमा
te_in: ధీమా

source: Dhimanpura
hi_in: धीमानपुरा
te_in: ధీమానపురా

source: Dhimbam
hi_in: डिम्बं
te_in: డిమ్బం

source: Dhindawali
hi_in: ढिंढावली
te_in: ఢింఢావలీ

source: Dhingi
hi_in: धींगी
te_in: ధీంగీ

source: Dhinoj
hi_in: ढीनोज
te_in: ఢీనోజ్

source: Dhirasar
hi_in: धीरासर
te_in: ధీరాసర్

source: Dhirpur
hi_in: धीरपुर
te_in: ధీరపుర్

source: Dhoadanga
hi_in: ढोडांग
te_in: ఢోడాంగ్

source: Dhobachakurai
hi_in: धोबचाकुरे
te_in: ధోబచాకురె

source: Dhobakuchuda
hi_in: धोबकुछउड़ा
te_in: ధోబకుఛఉ ా

source: Dhobasila
hi_in: धोबसिल
te_in: ధోబసిల్

source: Dhobeta
hi_in: दोबेटा
te_in: దోబెటా

source: Dhobhar
hi_in: ढोभर
te_in: ఢోభర్

source: Dhobini
hi_in: धोबिनि
te_in: ధోబిని

source: Dhodang
hi_in: ढोडांग
te_in: ఢోడాంగ్

source: Dhodang Gaon
hi_in: ढोडांग गांव
te_in: ఢోడాంగ్ గాంవ్

source: Dhodhadkuva
hi_in: धोधड़कउवा
te_in: ధోధ్ కఉవా

source: Dhodra
hi_in: ढोढर
te_in: ఢోఢర్

source: Dhokari
hi_in: डोकरी
te_in: డోకరీ

source: Dhoki
hi_in: ढोकई
te_in: ఢోకఈ

source: Dholai
hi_in: धोळै
te_in: ధోళే

source: Dholakuva
hi_in: धोलाकुवा
te_in: ధోలాకువా

source: Dholar
hi_in: डॉलर
te_in: డ్ లర్

source: Dholbazza
hi_in: ढोलबज़्ज़ा
te_in: ఢోలబ్ ్ ా

source: Dholewala
hi_in: ढोलेवाल
te_in: ఢోలెవాల్

source: Dholi
hi_in: ढोली
te_in: ఢోలీ

source: Dholka
hi_in: ढोलक
te_in: ఢోలక్

source: Dholowal
hi_in: ढोलोवाल
te_in: ఢోలోవాల్

source: Dholumber
hi_in: ढोलबर
te_in: ఢోలబర్

source: Dholvani
hi_in: ढोलवानी
te_in: ఢోలవానీ

source: Dhondbhar
hi_in: धोण्डभर
te_in: ధోణ్డభర్

source: Dhondi Hipperga
hi_in: ढोंडी हिप्परगा
te_in: ఢోండీ హిప్పరగా

source: DHONDIPURA
hi_in: धोंदीपुर
te_in: ధోందీపుర్

source: Dhoomanganj
hi_in: धूमनगंज
te_in: ధూమనగంజ్

source: Dhoomedso
hi_in: धूमदसो
te_in: ధూమదసో

source: Dhopardhar
hi_in: धोपरधर
te_in: ధోపరధర్

source: Dhopgiri
hi_in: ढोपगिरी
te_in: ఢోపగిరీ

source: Dhopguri
hi_in: ढोपगुरी
te_in: ఢోపగురీ

source: Dhoradaha
hi_in: धोरदह
te_in: ధోరదహ్

source: Dhoraji
hi_in: धोराजी
te_in: ధోరాజీ

source: Dhoraji G.P. ND.T.S.O
hi_in: धोराजी जी.पी. नद.टी.एस.ओ
te_in: ధోరాజీ జీ.పీ. నద్.టీ.ఏస్.ఓ

source: Dhoraji S.R. ND.T.S.O
hi_in: धोराजी से.आर. नद.टी.एस.ओ
te_in: ధోరాజీ సె.ఆర్. నద్.టీ.ఏస్.ఓ

source: Dhori
hi_in: धोरी
te_in: ధోరీ

source: Dhoria Mahubani
hi_in: धोरिया मधुबनी
te_in: ధోరియా మధుబనీ

source: Dhormui
hi_in: धोरमुई
te_in: ధోరముఈ

source: Dhoroshi
hi_in: धोरोशी
te_in: ధోరోశీ

source: Dhotardi
hi_in: धोतरदी
te_in: ధోతరదీ

source: Dhoti
hi_in: धोती
te_in: ధోతీ

source: Dhrab
hi_in: धरब
te_in: ధరబ్

source: Dhramanva
hi_in: धर्मांव
te_in: ధర్మాంవ్

source: Dhrufania
hi_in: ध्रुफानइया
te_in: ధ్రుఫానఇయా

source: Dhrupada
hi_in: ध्रुपद
te_in: ధ్రుపద్

source: Dhruwagudi
hi_in: ध्रुवागुड़ी
te_in: ధ్రువాగు ీ

source: Dhubri
hi_in: धुबरी
te_in: ధుబరీ

source: Dhubri Bazar
hi_in: धुबरी बाजार
te_in: ధుబరీ బాజార్

source: Dhudhebavi
hi_in: धुंधेबावी
te_in: ధుంధెబావీ

source: Dhulasimla
hi_in: धुलसिमल
te_in: ధులసిమల్

source: Dhuldev
hi_in: धुलदेव
te_in: ధులదెవ్

source: Dhule
hi_in: धुले
te_in: ధులె

source: Dhule Chaini Road
hi_in: धुले चैनी रोड
te_in: ధులె చేనీ రోడ్

source: Dhule City
hi_in: धुले सिटी
te_in: ధులె సిటీ

source: Dhule Collectorate
hi_in: धुले कोल्लेकतोरते
te_in: ధులె కోల్లెకతోరతె

source: Dhule Jaihind Colony
hi_in: धुले जयहिन्द कॉलोनी
te_in: ధులె జయహిన్ద్ క్ లోనీ

source: Dhule Market Yard
hi_in: धुले मार्केट यार्ड
te_in: ధులె మార్కెట్ యార్డ్

source: Dhule Station Road
hi_in: धुले स्टेशन रोड
te_in: ధులె స్టెశన్ రోడ్

source: Dhule Vidya Nagari
hi_in: धुले विद्या नगरी
te_in: ధులె విద్యా నగరీ

source: Dhulkot
hi_in: धुलकोट
te_in: ధులకోట్

source: Dhulsiras
hi_in: धूलसिरस
te_in: ధూలసిరస్

source: Dhulwad
hi_in: ढुलवाड़
te_in: ఢులవా

source: Dhumacherra
hi_in: धूमाचेरर
te_in: ధూమాచెరర్

source: Dhumka
hi_in: धमका
te_in: ధమకా

source: Dhunamani
hi_in: धङामणि
te_in: ధఙామణి

source: Dhunda
hi_in: ढूंढ
te_in: ఢూంఢ్

source: Dhundan
hi_in: ढूंडां
te_in: ఢూండాం

source: Dhundi
hi_in: धुंदी
te_in: ధుందీ

source: Dhundwade
hi_in: ढुँढ़वादे
te_in: ఢుఁ వాదె

source: Dhunkapada
hi_in: ढुंकापडा
te_in: ఢుంకాపడా

source: Dhunki
hi_in: धुनकी
te_in: ధునకీ

source: Dhupdal
hi_in: धुपदल
te_in: ధుపదల్

source: Dhuri
hi_in: धुरी
te_in: ధురీ

source: Dhuria Imilia
hi_in: धुरिया इमिलिया
te_in: ధురియా ఇమిలియా

source: Dhuria Palia
hi_in: धुरिया पलिया
te_in: ధురియా పలియా

source: Dhurkot
hi_in: धुरकोट
te_in: ధురకోట్

source: Dhurwa
hi_in: धुरवा
te_in: ధురవా

source: Dhutroli
hi_in: धुतरोली
te_in: ధుతరోలీ

source: Dhuwala
hi_in: धुंवाला
te_in: ధుంవాలా

source: Dhuwarjun
hi_in: धुवार्जुन
te_in: ధువార్జున్

source: Diakkawn
hi_in: डाककवन
te_in: డాకకవన్

source: Diamond Harbour
hi_in: डायमंड हारबर
te_in: డాయమండ్ హారబర్

source: Diamond Harbour CC
hi_in: डायमंड हारबर किसी
te_in: డాయమండ్ హారబర్ కిసీ

source: Diamond Harbour New Town
hi_in: डायमंड हारबर न्यू टाउन
te_in: డాయమండ్ హారబర్ న్యూ టాఉన్

source: Diamond Harbour RS
hi_in: डायमंड हारबर रस
te_in: డాయమండ్ హారబర్ రస్

source: Dianmarawa
hi_in: दिणमरवा
te_in: దిణమరవా

source: Dibbanakallu
hi_in: डिब्बानकाल्लु
te_in: డిబ్బానకాల్లు

source: Dibbur
hi_in: दिब्बूर
te_in: దిబ్బూర్

source: Dibiapur
hi_in: दिबियापुर
te_in: దిబియాపుర్

source: Dibiapura Mandi
hi_in: दिबियापुर मंडी
te_in: దిబియాపుర్ మండీ

source: Dibong
hi_in: डिबोंग
te_in: డిబోంగ్

source: Dibrugarh
hi_in: डिब्रूगढ़
te_in: డిబ్రూగఢ్

source: Dibulgani
hi_in: दिबुलगानी
te_in: దిబులగానీ

source: Dichaun Kalan
hi_in: ढिचाऊं कलां
te_in: ఢిచాఊం కలాం

source: Dichli
hi_in: दिचली
te_in: దిచలీ

source: Didauli
hi_in: डिडौली
te_in: డిడౌలీ

source: Didhiya
hi_in: डिढिया
te_in: డిఢియా

source: Didsia Kala
hi_in: डीडीसीए कला
te_in: డీడీసీఏ కలా

source: Didwana
hi_in: डीडवाना
te_in: డీడవానా

source: Diengpasoh
hi_in: डेंगपसह
te_in: డెంగపసహ్

source: Digalichaur
hi_in: दिगालीचौर
te_in: దిగాలీచౌర్

source: Digamarru
hi_in: डिगमर्र
te_in: డిగమర్ర్

source: Digamber Jain Mandir
hi_in: दिगंबर जैन मंदिर
te_in: దిగంబర్ జేన్ మందిర్

source: Digapahandi
hi_in: दिगापहान्दी
te_in: దిగాపహాన్దీ

source: Digapahandi Tahasil Colony
hi_in: दिगापहान्दी तहसील कॉलोनी
te_in: దిగాపహాన్దీ తహసీల్ క్ లోనీ

source: Digar Astia
hi_in: दीगर आस्टिया
te_in: దీగర్ ఆస్టియా

source: Digboi
hi_in: डिगबोई
te_in: డిగబోఈ

source: Digboi Charali
hi_in: डिगबोई चरली
te_in: డిగబోఈ చరలీ

source: Digha
hi_in: दीघा
te_in: దీఘా

source: Digha New Township
hi_in: दीघा नई टाउनशिप
te_in: దీఘా నఈ టాఉనశిప్

source: Dighalia Bazar
hi_in: डीघलिया बाजार
te_in: డీఘలియా బాజార్

source: Dighalkandi
hi_in: डिघलकन्दी
te_in: డిఘలకన్దీ

source: Digharua
hi_in: डिघरुआ
te_in: డిఘరుఆ

source: Dighawani
hi_in: दिघवानी
te_in: దిఘవానీ

source: Dighi
hi_in: दिघी
te_in: దిఘీ

source: Dighi Camp
hi_in: दिघी कैंप
te_in: దిఘీ కేంప్

source: Dighia Phent
hi_in: डिघिया फेंट
te_in: డిఘియా ఫెంట్

source: Dighiri
hi_in: दीघिरी
te_in: దీఘిరీ

source: Dighisiwanpur
hi_in: दिगहिसिवनपुर
te_in: దిగహిసివనపుర్

source: Dighode
hi_in: दीघोड़े
te_in: దీఘో ె

source: Dighoi
hi_in: दिघोय
te_in: దిఘోయ్

source: Dighori Naka
hi_in: दिघोरी नका
te_in: దిఘోరీ నకా

source: Dighot
hi_in: दीघोट
te_in: దీఘోట్

source: Dighra
hi_in: दिघरा
te_in: దిఘరా

source: Dighwara
hi_in: दिघवारा
te_in: దిఘవారా

source: Digisalpa
hi_in: डिगिसालप
te_in: డిగిసాలప్

source: Digpar
hi_in: दिग्पर
te_in: దిగ్పర్

source: Digsi
hi_in: दिगसि
te_in: దిగసి

source: Diguria
hi_in: डिगुरिया
te_in: డిగురియా

source: Diguvagottiveedu
hi_in: दिगवगटईवीदु
te_in: దిగవగటఈవీదు

source: Diguvakalavatala
hi_in: डिगुवाकलावटल
te_in: డిగువాకలావటల్

source: Digvijay Plot
hi_in: दिग्विजय प्लाट
te_in: దిగ్విజయ్ ప్లాట్

source: Digvijaygram
hi_in: दिग्विजयग्राम
te_in: దిగ్విజయగ్రాం

source: Digwar
hi_in: दिगवार
te_in: దిగవార్

source: Dih Bichauli
hi_in: दिन बिचौली
te_in: దిన్ బిచౌలీ

source: Diha
hi_in: डीह
te_in: డీహ్

source: Dihatartanga
hi_in: दिहतरतांग
te_in: దిహతరతాంగ్

source: Dihen
hi_in: दिहेन
te_in: దిహెన్

source: Dihibhursut
hi_in: दिहीँभुरसुत
te_in: దిహీఁభురసుత్

source: Dihing Kinar
hi_in: दिहिंग किनार
te_in: దిహింగ్ కినార్

source: Dihirakul
hi_in: दीहीराकुल
te_in: దీహీరాకుల్

source: Dihra
hi_in: डिहरा
te_in: డిహరా

source: Dihukpura
hi_in: डिहकपुर
te_in: డిహకపుర్

source: Dikh
hi_in: दिख
te_in: దిఖ్

source: Dikhatpura
hi_in: दिखतपुर
te_in: దిఖతపుర్

source: Dikhow Botua
hi_in: डिखऊ बोचा
te_in: డిఖఊ బోచా

source: Dilaram Bazar
hi_in: दिलाराम बाजार
te_in: దిలారామ్ బాజార్

source: Dilauliya
hi_in: डिलौलिया
te_in: డిలౌలియా

source: Dilauna
hi_in: दिलाउन
te_in: దిలాఉన్

source: Dilawara
hi_in: दिलावर
te_in: దిలావర్

source: Dilgaura
hi_in: दिलगौर
te_in: దిలగౌర్

source: Dilla Ka Pura
hi_in: दिल्ल का पूरा
te_in: దిల్ల్ కా పూరా

source: Dillibari
hi_in: दिल्लीबारी
te_in: దిల్లీబారీ

source: Dilshad Garden
hi_in: दिलशाद गार्डन
te_in: దిలశాద్ గార్డన్

source: Dilsukhnagar Colony
hi_in: दिलसुखनगर कॉलोनी
te_in: దిలసుఖనగర్ క్ లోనీ

source: Dilwara
hi_in: दिलवारा
te_in: దిలవారా

source: Dimagadia
hi_in: दिमाग़दिया
te_in: దిమాౚదియా

source: Dimapara
hi_in: दमपर
te_in: దమపర్

source: Dimapur
hi_in: दीमापुर
te_in: దీమాపుర్

source: Dimber
hi_in: डम्बर
te_in: డమ్బర్

source: Dimbiriguda
hi_in: डिम्बीरिगुडा
te_in: డిమ్బీరిగుడా

source: Dimdima
hi_in: डिमडिम
te_in: డిమడిం

source: Dimiria
hi_in: डिमिरीया
te_in: డిమిరీయా

source: Dinabandhu Instt.
hi_in: दीनबंधु इंस्टंट.
te_in: దీనబంధు ఇంస్టంట్.

source: Dinabandhunagar
hi_in: दीनबंधुनगर
te_in: దీనబంధునగర్

source: Dinanagar
hi_in: दीनानगर
te_in: దీనానగర్

source: Dinapatti
hi_in: दिनपट्टी
te_in: దినపట్టీ

source: Dinbazar
hi_in: दिनबाज़ार
te_in: దినబా ార్

source: Dindarpur
hi_in: दिनदरपुर
te_in: దినదరపుర్

source: Dindigul
hi_in: डिंडीगुल
te_in: డిండీగుల్

source: Dindigul Bus Stand
hi_in: डिंडिगुल बस स्टैंड
te_in: డిండిగుల్ బస్ స్టేండ్

source: Dindigul Collectorate
hi_in: डिंडिगुल कोल्लेकतोरते
te_in: డిండిగుల్ కోల్లెకతోరతె

source: Dindigul East
hi_in: डिंडीगुल ईस्ट
te_in: డిండీగుల్ ఈస్ట్

source: Dindigul Fort
hi_in: डिंडिगुल फोर्ट
te_in: డిండిగుల్ ఫోర్ట్

source: Dindoli
hi_in: डिंडोली
te_in: డిండోలీ

source: Dindwara
hi_in: डींडवारा
te_in: డీండవారా

source: Dingar Kinner
hi_in: डिंगर किन्नर
te_in: డింగర్ కిన్నర్

source: Dingore
hi_in: डिंगोरे
te_in: డింగోరె

source: Dingra
hi_in: डिंगरा
te_in: డింగరా

source: Dingrian
hi_in: डिंगरियां
te_in: డింగరియాం

source: Dinhata
hi_in: दिनहाटा
te_in: దినహాటా

source: Dinhata Bazar
hi_in: दिनहाटा बाजार
te_in: దినహాటా బాజార్

source: Dinkarpur
hi_in: दिनकरपुर
te_in: దినకరపుర్

source: Dinnapatti
hi_in: दिन्नपट्टी
te_in: దిన్నపట్టీ

source: Dinnedevarapadu
hi_in: दिनदेवरापाडु
te_in: దినదెవరాపాడు

source: Dinoul
hi_in: डिनॉल
te_in: డిన్ ల్

source: Dinthar
hi_in: दिनथार
te_in: దినథార్

source: Dipahi Dharharwa
hi_in: दीपही धरहरवा
te_in: దీపహీ ధరహరవా

source: Diphupar
hi_in: दीपहूपर
te_in: దీపహూపర్

source: Dipwal
hi_in: दीपावल
te_in: దీపావల్

source: Diraoti
hi_in: दिरावटी
te_in: దిరావటీ

source: Disa Mukhya Dak Ghar
hi_in: दिस मुख्य डाक घर
te_in: దిస్ ముఖ్య్ డాక్ ఘర్

source: Dispur
hi_in: दिसपुर
te_in: దిసపుర్

source: Dist. Offices Complex Manipal
hi_in: दिसत. ओफ़फिसेस काम्प्लेक्स मनिपाल
te_in: దిసత్. ఓ ఫిసెస్ కామ్ప్లెక్స్ మనిపాల్

source: District Board
hi_in: डिस्ट्रिक्ट बोर्ड
te_in: డిస్ట్రిక్ట్ బోర్డ్

source: District Court (Ahmedabad)
hi_in: डिस्ट्रिक्ट कोर्ट (अहमदाबाद)
te_in: డిస్ట్రిక్ట్ కోర్ట్ (అహ్మదాబాదు)

source: District Court (Anand)
hi_in: डिस्ट्रिक्ट कोर्ट (आनंद)
te_in: డిస్ట్రిక్ట్ కోర్ట్ (ఆనంద్)

source: District Court Complex Dwarka
hi_in: डिस्ट्रिक्ट कोर्ट काम्प्लेक्स द्वारका
te_in: డిస్ట్రిక్ట్ కోర్ట్ కామ్ప్లెక్స్ ద్వారకా

source: District Courts (Dakshina Kannada)
hi_in: डिस्ट्रिक्ट कोर्ट्स (दक्षिण कन्नड़)
te_in: డిస్ట్రిక్ట్ కోర్ట్స్ (దక్షిణ్ కన్న్ )

source: District Courts (North Delhi)
hi_in: डिस्ट्रिक्ट कोर्ट्स (नार्थ देल्ही)
te_in: డిస్ట్రిక్ట్ కోర్ట్స్ (నార్థ్ ఢిల్లీ)

source: District Office
hi_in: डिस्ट्रिक्ट ऑफिस
te_in: డిస్ట్రిక్ట్ ఑ఫిస్

source: District School Board (Malda)
hi_in: डिस्ट्रिक्ट स्कूल बोर्ड (मालदा)
te_in: డిస్ట్రిక్ట్ స్కూల్ బోర్డ్ (మాలదా)

source: District School Board (Murshidabad)
hi_in: डिस्ट्रिक्ट स्कूल बोर्ड (मुर्शिदाबाद)
te_in: డిస్ట్రిక్ట్ స్కూల్ బోర్డ్ (ముర్శిదాబాద్)

source: District School Board (South Dinajpur)
hi_in: डिस्ट्रिक्ट स्कूल बोर्ड (साउथ दीनाजपुर)
te_in: డిస్ట్రిక్ట్ స్కూల్ బోర్డ్ (సాఉథ్ దీనాజపుర్)

source: Distt Board Etawah
hi_in: दिसत्त बोर्ड केतवः
te_in: దిసత్త్ బోర్డ్ కెతవః

source: Distt. Board
hi_in: दिसत्त. बोर्ड
te_in: దిసత్త్. బోర్డ్

source: Divrana
hi_in: दिवरण
te_in: దివరణ్

source: Diwa
hi_in: दिवा
te_in: దివా

source: Diwakari
hi_in: दिवाकरी
te_in: దివాకరీ

source: Diwalheri
hi_in: डिवेलहेरी
te_in: డివెలహెరీ

source: Diwan Mohalla
hi_in: दीवान मोहल्ला
te_in: దీవాన్ మోహల్లా

source: Diwanpura
hi_in: दीवानपुर
te_in: దీవానపుర్

source: Dixi
hi_in: डिक्सी
te_in: డిక్సీ

source: Diya
hi_in: दिया
te_in: దియా

source: Diyawan
hi_in: दियावां
te_in: దియావాం

source: DLF QE
hi_in: डल्फ के
te_in: డల్ఫ్ కె

source: Dobal
hi_in: डोबाल
te_in: డోబాల్

source: Dobari
hi_in: डोबरी
te_in: డోబరీ

source: Dobasipara
hi_in: दोबासिपारा
te_in: దోబాసిపారా

source: Dobha
hi_in: डोभा
te_in: డోభా

source: Dobhi
hi_in: डोभी
te_in: డోభీ

source: Dobi
hi_in: डोबी
te_in: డోబీ

source: Doburji
hi_in: दोबुर्जी
te_in: దోబుర్జీ

source: Dockyard Road
hi_in: डाकयार्ड रोड
te_in: డాకయార్డ్ రోడ్

source: Dod R.S.
hi_in: दोड़ आर.एस.
te_in: దో ఆర్.ఏస్.

source: Dodballapura
hi_in: डोड़बल्लापुर
te_in: డో బల్లాపుర్

source: Dodballapura Bazar
hi_in: डोड़बल्लापुर बाजार
te_in: డో బల్లాపుర్ బాజార్

source: Doddagattiganabbe
hi_in: दोड्डग्टटीगनब्बे
te_in: దోడ్డగ్టటీగనబ్బె

source: Doddahejjur
hi_in: दोड्डहेजजुर
te_in: దోడ్డహెజజుర్

source: Doddajala
hi_in: डोडाजाल
te_in: డోడాజాల్

source: Doddajataka
hi_in: दोद्दजताक
te_in: దోద్దజతాక్

source: Doddakadathur
hi_in: डोड्डकडाथूर
te_in: డోడ్డకడాథూర్

source: Doddakallasandra
hi_in: डोड्डकलासांद्रा
te_in: డోడ్డకలాసాంద్రా

source: Doddakurugodu
hi_in: दोड्डकुरगोडू
te_in: దోడ్డకురగోడూ

source: Doddamanchi
hi_in: डोड्डेमानचि
te_in: డోడ్డెమానచి

source: Doddampalayam
hi_in: दोड्डम्पालायं
te_in: దోడ్డమ్పాలాయం

source: Doddampatti
hi_in: डोड्डामपट्टी
te_in: డోడ్డామపట్టీ

source: Doddanallala
hi_in: दोदड़ानालाल
te_in: దోద్ ానాలాల్

source: Doddanekkundi
hi_in: डोडदनेककुनदी
te_in: డోడదనెకకునదీ

source: Doddappanayakanur
hi_in: दोड्डप्पनायकनुर
te_in: దోడ్డప్పనాయకనుర్

source: Doddarayapet
hi_in: दोड्डरायपेट
te_in: దోడ్డరాయపెట్

source: Doddasaggere
hi_in: डोडासग्गेरे
te_in: డోడాసగ్గెరె

source: Doddasanne
hi_in: दोद्दासन
te_in: దోద్దాసన్

source: Doddaveeragondanahalli
hi_in: दोद्दविरागोंडानाहल्ली
te_in: దోద్దవిరాగోండానాహల్లీ

source: Dodiwada
hi_in: डोड़िवाडा
te_in: డో ివాడా

source: Dodnalli
hi_in: दोदनल्ली
te_in: దోదనల్లీ

source: Dodwan
hi_in: दोदवां
te_in: దోదవాం

source: Dodwari
hi_in: डोडवारी
te_in: డోడవారీ

source: Dofda
hi_in: डॉड
te_in: డ్ డ్

source: Dogacha
hi_in: दोगच
te_in: దోగచ్

source: Dogachhi
hi_in: दोगाछी
te_in: దోగాఛీ

source: Doghari
hi_in: दोघरी
te_in: దోఘరీ

source: Dohari Ghat
hi_in: दोहरी घाट
te_in: దోహరీ ఘాట్

source: Dohariya
hi_in: डोहरिया
te_in: డోహరియా

source: Dohariya Bazar
hi_in: डोहरिया बाजार
te_in: డోహరియా బాజార్

source: Dohatha
hi_in: दोहता
te_in: దోహతా

source: Dohb
hi_in: डोभ
te_in: డోభ్

source: Dohe
hi_in: दोहे
te_in: దోహె

source: Dohona
hi_in: दोहोना
te_in: దోహోనా

source: Dohra
hi_in: दोहरा
te_in: దోహరా

source: Doi
hi_in: दोई
te_in: దోఈ

source: Doiwala
hi_in: डोईवाला
te_in: డోఈవాలా

source: Doiya
hi_in: दोइया
te_in: దోఇయా

source: Dokulapadu
hi_in: डोकुलपडु
te_in: డోకులపడు

source: Dol Chhapra
hi_in: दोल छपरा
te_in: దోల్ ఛపరా

source: Dolaria
hi_in: डोलरिया
te_in: డోలరియా

source: Dolhca
hi_in: डोलहक
te_in: డోలహక్

source: Doli
hi_in: डोली
te_in: డోలీ

source: Dolia
hi_in: डोलिया
te_in: డోలియా

source: Doltabad
hi_in: दौलताबाद
te_in: దౌలతాబాద్

source: Dolya
hi_in: डोल्या
te_in: డోల్యా

source: Doma
hi_in: डोम
te_in: డోం

source: Doma Khas
hi_in: डोम खास
te_in: డోమ్ ఖాస్

source: Domadih
hi_in: डोमाडीह
te_in: డోమాడీహ్

source: Domari
hi_in: डोमरी
te_in: డోమరీ

source: Domariaganj
hi_in: डोमरियागंज
te_in: డోమరియాగంజ్

source: Dombivali
hi_in: डोम्बिवली
te_in: డోమ్బివలీ

source: Dombivali I.A.
hi_in: डोम्बिवली आई.ए.
te_in: డోమ్బివలీ ఆఈ.ఏ.

source: Domehar
hi_in: दोमेहर
te_in: దోమెహర్

source: Domjur
hi_in: डोमजूर
te_in: డోమజూర్

source: Domlur
hi_in: डोमलूर
te_in: డోమలూర్

source: Dommasandra
hi_in: दोम्मसंद्र
te_in: దోమ్మసంద్ర్

source: Dommathamari
hi_in: डोममठामारी
te_in: డోమమఠామారీ

source: Domohan
hi_in: दोमोहन
te_in: దోమోహన్

source: Dompara
hi_in: दमपर
te_in: దమపర్

source: Domuhani
hi_in: दोमुहानी
te_in: దోముహానీ

source: Don
hi_in: डॉन
te_in: డ్ న్

source: Donachak
hi_in: दोणाचाक
te_in: దోణాచాక్

source: Dondaicha
hi_in: दोंडाइचा
te_in: దోండాఇచా

source: Dondapadu
hi_in: डोंडापाडू
te_in: డోండాపాడూ

source: Dondapur
hi_in: डोन्डापुर
te_in: డోన్డాపుర్

source: Dondlo
hi_in: दोंदलो
te_in: దోందలో

source: Dongaigaon
hi_in: डोंगाईगाओं
te_in: డోంగాఈగాఓం

source: Dongajora
hi_in: डोंगाजोर
te_in: డోంగాజోర్

source: Dongaon
hi_in: डोंगों
te_in: డోంగోం

source: Dongapur
hi_in: डोंगापुर
te_in: డోంగాపుర్

source: Dongar Kathora
hi_in: डोंगर कठोर
te_in: డోంగర్ కఠోర్

source: Dongargaon
hi_in: डोंगरगांव
te_in: డోంగరగాంవ్

source: Dongaria
hi_in: डोंगरिया
te_in: డోంగరియా

source: Dongerbheja
hi_in: डोंगरभेजा
te_in: డోంగరభెజా

source: Dongra Ahir
hi_in: डोंगरा अहीर
te_in: డోంగరా అహీర్

source: Dongri
hi_in: डोंगरी
te_in: డోంగరీ

source: Doni
hi_in: दोनी
te_in: దోనీ

source: Donigal
hi_in: दोणीगाल
te_in: దోణీగాల్

source: Donka Road(Guntur)
hi_in: दोनक रोड(गुंटूर)
te_in: దోనక్ రోడ్(గుంటూర్)

source: Donkada
hi_in: डोंकड़ा
te_in: డోంక్ ా

source: Donubai
hi_in: दोणूबाई
te_in: దోణూబాఈ

source: Donwada
hi_in: डववाद
te_in: డవవాద్

source: Donwat
hi_in: डोन्वॉ
te_in: డోన్వ్
