Repository: healthvdev/custom_template
Catalog: languages/*.po
Languages: hi_in, te_in

source: Uruwa
hi_in: उरुवा
te_in: ఉరువా

source: Usarani
hi_in: उसरानी
te_in: ఉసరానీ

source: Usarghar
hi_in: उसरघर
te_in: ఉసరఘర్

source: Usfar
hi_in: सफर
te_in: సఫర్

source: Usha Colony
hi_in: उषा कॉलोनी
te_in: ఉషా క్ లోనీ

source: Usha Nagar
hi_in: उषा नगर
te_in: ఉషా నగర్

source: Usha Nagar Colony Bhind
hi_in: उषा नगर कॉलोनी भिण्ड
te_in: ఉషా నగర్ క్ లోనీ భిణ్డ్

source: Ushagram
hi_in: उषाग्राम
te_in: ఉషాగ్రాం

source: Usilampatti
hi_in: उसिलंपत्ति
te_in: ఉసిలమపట్టీ

source: Usilampatti Pettai
hi_in: उसिलमपट्टी पट्टी
te_in: ఉసిలమపట్టీ పట్టీ

source: Usrad
hi_in: सरद
te_in: సరద్

source: Usri
hi_in: उसरी
te_in: ఉసరీ

source: Utarizpur
hi_in: उतारिज़पुर
te_in: ఉతారి పుర్

source: Uteep
hi_in: ओटीपी
te_in: ఓటీపీ

source: Uthamanoor
hi_in: उथामनूर
te_in: ఉథామనూర్

source: Uthamaseri
hi_in: उठमासेरी
te_in: ఉఠమాసెరీ

source: Uthamasolapuram
hi_in: उथामसोलापुरम
te_in: ఉథామసోలాపురం

source: Uthandiyur
hi_in: उठंदियुर
te_in: ఉఠందియుర్

source: Uthangudi
hi_in: उठ्णगुड़ी
te_in: ఉఠ్ణగు ీ

source: Uthayathur
hi_in: उठायतहुर
te_in: ఉఠాయతహుర్

source: Utila
hi_in: उटीला
te_in: ఉటీలా

source: Utlapally
hi_in: उतलापल्ली
te_in: ఉతలాపల్లీ

source: Utlodha
hi_in: उटलौधा
te_in: ఉటలౌధా

source: Utnal
hi_in: उतनाल
te_in: ఉతనాల్

source: Utradabas
hi_in: उत्तरादाबास
te_in: ఉత్తరాదాబాస్

source: Utraj
hi_in: उतराज
te_in: ఉతరాజ్

source: Utraon
hi_in: उतरन
te_in: ఉతరన్

source: Utraut
hi_in: उतरैत
te_in: ఉతరేత్

source: Uttam Nagar
hi_in: उत्तम नगर
te_in: ఉత్తమ్ నగర్

source: Uttamnagar
hi_in: उत्तमनगर
te_in: ఉత్తమనగర్

source: Uttamsara
hi_in: उत्तमसार
te_in: ఉత్తమసార్

source: Uttan
hi_in: उत्तान
te_in: ఉత్తాన్

source: Uttar Gakulnagar
hi_in: उत्तर गाकुलनगर
te_in: ఉత్తర్ గాకులనగర్

source: Uttar Ghogarkuthi
hi_in: उत्तर घोगरकुथी
te_in: ఉత్తర్ ఘోగరకుథీ

source: Uttar Gobindapur
hi_in: उत्तर गोबिन्दपुर
te_in: ఉత్తర్ గోబిన్దపుర్

source: Uttar Jharpardah
hi_in: उत्तर झारपारदः
te_in: ఉత్తర్ ఝారపారదః

source: Uttar Kanpur
hi_in: उत्तर कानपूर
te_in: ఉత్తర్ కానపూర్

source: Uttar Manasri
hi_in: उत्तर मानसरी
te_in: ఉత్తర్ మానసరీ

source: Uttar Sonaicherri
hi_in: उत्तर सोनाइचेररी
te_in: ఉత్తర్ సోనాఇచెరరీ

source: Uttarbahini
hi_in: उत्तरबहिनी
te_in: ఉత్తరబహినీ

source: Uttarkotebarh
hi_in: उत्तरकोटबर्ह
te_in: ఉత్తరకోటబర్హ్

source: Uttarpara
hi_in: उत्तरपाड़ा
te_in: ఉత్తరపా ా

source: Uttarpara Bazar
hi_in: उत्तरपाड़ा बाजार
te_in: ఉత్తరపా ా బాజార్

source: Uttarpatkapara
hi_in: उत्तरपटकपर
te_in: ఉత్తరపటకపర్

source: Uttasara
hi_in: उत्तासर
te_in: ఉత్తాసర్

source: Uttur
hi_in: उत्तर
te_in: ఉత్తర్

source: Uttuvalli
hi_in: उत्तूवाली
te_in: ఉత్తూవాలీ

source: Uturi
hi_in: उतुरी
te_in: ఉతురీ

source: Utwara
hi_in: उतवार
te_in: ఉతవార్

source: Uyyalawada
hi_in: उय्यालवाड़ा
te_in: ఉయ్యాలవా ా

source: Uzanbazar
hi_in: यूज़नबज़र
te_in: యూ నబ్ ర్

source: Uzankuri
hi_in: उजअंकुरि
te_in: ఉజఅంకురి

source: V K Bhavan
hi_in: व् के भवन
te_in: వ్ కె భవన్

source: V R C E
hi_in: व् र क इ
te_in: వ్ ర్ క్ ఇ

source: V S S Nagar
hi_in: व् स स नगर
te_in: వ్ స్ స్ నగర్

source: V.K. Nagar
hi_in: वी.के. नगर
te_in: వీ.కె. నగర్

source: V.Kallipalayam
hi_in: वी.कॉलिपलायम
te_in: వీ.క్ లిపలాయం

source: V.Kongarapatti
hi_in: वी.कोंगरपट्टी
te_in: వీ.కోంగరపట్టీ

source: V.M.Chatram
hi_in: वी.एम.छत्रं
te_in: వీ.ఏమ్.ఛత్రం

source: V.M.V. (Amravati)
hi_in: वी.एम.वी. (अमरावती)
te_in: వీ.ఏమ్.వీ. (అమరావతీ)

source: V.Marudur
hi_in: वी.मरुदुर
te_in: వీ.మరుదుర్

source: V.Mathur
hi_in: वी.माथुर
te_in: వీ.మాథుర్

source: V.N. Marg
hi_in: वी.एन. मार्ग
te_in: వీ.ఏన్. మార్గ్

source: V.P. Road
hi_in: वी.पी. रोड
te_in: వీ.పీ. రోడ్

source: V.R.Colony Shivpuri
hi_in: वी.आर.कॉलोनी शिवपुरी
te_in: వీ.ఆర్.క్ లోనీ శివపురీ

source: V.S. Mill
hi_in: वी.एस. मिल
te_in: వీ.ఏస్. మిల్

source: V.V. Pilani
hi_in: वी.वी. पिलानी
te_in: వీ.వీ. పిలానీ

source: V.Vadamalaipalayam
hi_in: वी.वाङ्मलाइपलायम
te_in: వీ.వాఙ్మలాఇపలాయం

source: V.W.T.C.
hi_in: वी.डब्ल्यू.टी.सी.
te_in: వీ.డబ్ల్యూ.టీ.సీ.

source: Vachalabara
hi_in: वचलबर
te_in: వచలబర్

source: Vachchhesar
hi_in: वचछेसर
te_in: వచఛెసర్

source: Vadacode
hi_in: वदाकडे
te_in: వదాకడె

source: Vadacode Kailas Colony
hi_in: वदाकडे कैलास कॉलोनी
te_in: వదాకడె కేలాస్ క్ లోనీ

source: Vadad
hi_in: वद्द
te_in: వద్ద్

source: Vadadla
hi_in: वद्दल
te_in: వద్దల్

source: Vadagaon
hi_in: वडगाव
te_in: వడగావ్

source: Vadagarai
hi_in: वडग्री
te_in: వడగ్రీ

source: Vadaj
hi_in: वदाज
te_in: వదాజ్

source: Vadakadambadi
hi_in: वदकडम्बादि
te_in: వదకడమ్బాది

source: Vadakanthara
hi_in: वडकांथार
te_in: వడకాంథార్

source: Vadakara
hi_in: वाडकारा
te_in: వాడకారా

source: Vadakara - Thalayolaparabu
hi_in: वाडकर - थल्योलापरबु
te_in: వాడకర్ - థల్యోలాపరబు

source: Vadakaraiatur
hi_in: वङ्कारेआतुर
te_in: వఙ్కారెఆతుర్

source: Vadakkipalayam
hi_in: वदककिपलायम
te_in: వదకకిపలాయం

source: Vadakkumbram
hi_in: वदाक्कुम्ब्रम
te_in: వదాక్కుమ్బ్రం

source: Vadakkumpadam
hi_in: वडक्कुमपदं
te_in: వడక్కుమపదం

source: Vadakkupattu
hi_in: वडक्कूपट्टू
te_in: వడక్కూపట్టూ

source: Vadakkupoigainallur
hi_in: वदक्कुपोयगयनाल्लुर
te_in: వదక్కుపోయగయనాల్లుర్

source: Vadakkur Tuticorin
hi_in: वडक्कूर तूतिकोरिन
te_in: వడక్కూర్ తూతికోరిన్

source: Vadakkuvelur
hi_in: वडक्कूवेलूर
te_in: వడక్కూవెలూర్

source: Vadakuthu
hi_in: वडकुथु
te_in: వడకుథు

source: Vadala
hi_in: वडाला
te_in: వడాలా

source: Vadale
hi_in: वदले
te_in: వదలె

source: Vadali
hi_in: वडाली
te_in: వడాలీ

source: Vadalia Sinhan
hi_in: वदलिया सिंह
te_in: వదలియా సింహ్

source: Vadalivilai
hi_in: वदलीविलाई
te_in: వదలీవిలాఈ

source: Vadalur
hi_in: वंडालूर
te_in: వండాలూర్

source: Vadamalaipatti
hi_in: वदमालीपट्टी
te_in: వదమాలీపట్టీ

source: Vadamalapuram
hi_in: वदमलपुरम
te_in: వదమలపురం

source: Vadamon
hi_in: बादामों
te_in: బాదామోం

source: Vadanamkurussi
hi_in: वदनंकुरुस्सी
te_in: వదనంకురుస్సీ

source: Vadange
hi_in: वडेंगे
te_in: వడెంగె

source: Vadangli
hi_in: वदंगली
te_in: వదంగలీ

source: Vadapalani
hi_in: वडापलानी
te_in: వడాపలానీ

source: Vadapalem
hi_in: वडापालेम
te_in: వడాపాలెం

source: Vadaperumbakkam
hi_in: वडपेरुम्बाक्कम
te_in: వడపెరుమ్బాక్కం

source: Vadapuri
hi_in: वदपुरी
te_in: వదపురీ

source: Vadarage Majare
hi_in: वदरगे मजरे
te_in: వదరగె మజరె

source: Vadarevu
hi_in: वडारेवू
te_in: వడారెవూ

source: Vadasan
hi_in: वादासँ
te_in: వాదాసఁ

source: Vadasery
hi_in: वदसेरी
te_in: వదసెరీ

source: Vadasinor Town (Vadasinor)
hi_in: वदासिनोर टाउन (वदासिनोर)
te_in: వదాసినోర్ టాఉన్ (వదాసినోర్)

source: Vadasma
hi_in: वदस्म
te_in: వదస్ం

source: Vadatra
hi_in: वदत्र
te_in: వదత్ర్

source: Vadavalli
hi_in: वडवली
te_in: వడవలీ

source: Vadayar
hi_in: वाडेयार
te_in: వాడెయార్

source: Vaddala
hi_in: वडाला
te_in: వడాలా

source: Vaddem
hi_in: वड्डम
te_in: వడ్డం

source: Vaddemukkala
hi_in: वड्डेमुक्कला
te_in: వడ్డెముక్కలా

source: Vaddevaripalem
hi_in: वड़देवरिपलें
te_in: వ్ దెవరిపలెం

source: Vadebholhai
hi_in: वदेबहोलहै
te_in: వదెబహోలహే

source: Vadela
hi_in: वाडेल
te_in: వాడెల్

source: Vadeli
hi_in: वडली
te_in: వడలీ

source: Vademnagar
hi_in: वाड्मनगर
te_in: వాడ్మనగర్

source: Vaderahalli
hi_in: वड़ेरहल्ली
te_in: వ్ ెరహల్లీ

source: Vadeshwar
hi_in: वदेश्वर
te_in: వదెశ్వర్

source: Vadgaon (Kolhapur)
hi_in: वडगाव (कोल्हापुर)
te_in: వడగావ్ (కోల్హాపుర్)

source: Vadgaon (Pune)
hi_in: वडगाव (पुणे)
te_in: వడగావ్ (పూణే)

source: Vadgaon Anand
hi_in: वडगाव आनन्द
te_in: వడగావ్ ఆనన్ద్

source: Vadgaon Budruk
hi_in: वडगाव बुद्रुक
te_in: వడగావ్ బుద్రుక్

source: Vadgaon Ghenanad
hi_in: वडगाव गहेननद
te_in: వడగావ్ గహెననద్

source: Vadgaon Kashimbeg
hi_in: वडगाव काशीमबेग
te_in: వడగావ్ కాశీమబెగ్

source: Vadgaon Pan
hi_in: वडगाव पण
te_in: వడగావ్ పణ్

source: Vadgaon Peer
hi_in: वडगाव पीर
te_in: వడగావ్ పీర్

source: Vadgaon Sheri
hi_in: वडगाव शेरी
te_in: వడగావ్ శెరీ

source: Vadgas
hi_in: वडगास
te_in: వడగాస్

source: Vadharoda
hi_in: वधारोद
te_in: వధారోద్

source: Vadhav
hi_in: वाढव
te_in: వాఢవ్

source: Vadhavi
hi_in: वाढवी
te_in: వాఢవీ

source: Vadhela
hi_in: वाढेल
te_in: వాఢెల్

source: Vadhu BK
hi_in: वधु बक
te_in: వధు బక్

source: Vadibehsrot
hi_in: वडीबहस्रोत
te_in: వడీబహస్రోత్

source: Vadisaleru
hi_in: वदिसलेर
te_in: వదిసలెర్

source: Vadiveeswaram
hi_in: वदिवीस्वराम
te_in: వదివీస్వరాం

source: Vadjai
hi_in: वाद्जे
te_in: వాద్జె

source: Vadkhal
hi_in: वदखल
te_in: వదఖల్

source: Vadki
hi_in: वादकी
te_in: వాదకీ

source: Vadkui
hi_in: वडकुई
te_in: వడకుఈ

source: Vadlakonda
hi_in: वदलाकोंडा
te_in: వదలాకోండా

source: Vadnagar
hi_in: वडनगर
te_in: వడనగర్

source: Vadner Dumala
hi_in: वडनेर दुमाला
te_in: వడనెర్ దుమాలా

source: Vadod
hi_in: वडोद
te_in: వడోద్

source: Vadodar
hi_in: वडोदरा
te_in: వడోదరా

source: Vadodara
hi_in: वड़ोदरा
te_in: వదోదర

source: Vadoli
hi_in: वडोली
te_in: వడోలీ

source: Vadookkara
hi_in: वडूक्कर
te_in: వడూక్కర్

source: Vadri
hi_in: वदृ
te_in: వదృ

source: Vadsar
hi_in: वडसर
te_in: వడసర్

source: Vadshinge
hi_in: वड़सिंगी
te_in: వ్ సింగీ

source: Vadu
hi_in: वादु
te_in: వాదు

source: Vadugapalayam
hi_in: वदुगापालयं
te_in: వదుగాపాలయం

source: Vaduj
hi_in: वदूज
te_in: వదూజ్

source: Vaduj Town
hi_in: वदूज टाउन
te_in: వదూజ్ టాఉన్

source: Vadule BK
hi_in: वदले बक
te_in: వదలె బక్

source: Vagadiya
hi_in: वागडिया
te_in: వాగడియా

source: Vagaikulam
hi_in: वगैकुलाम
te_in: వగేకులాం

source: Vagata Agrahara
hi_in: वगत अग्रहारा
te_in: వగత్ అగ్రహారా

source: Vagdi
hi_in: वागड़ी
te_in: వాగ్ ీ

source: Vaghabari
hi_in: वाघबरी
te_in: వాఘబరీ

source: Vaghada
hi_in: वागहद
te_in: వాగహద్

source: Vaghaldhara
hi_in: वाघलधारा
te_in: వాఘలధారా

source: Vagharali
hi_in: वाघराळी
te_in: వాఘరాళీ

source: Vaghel
hi_in: वघेल
te_in: వఘెల్

source: Vaghela
hi_in: वाघेला
te_in: వాఘెలా

source: Vaghela Derol
hi_in: वाघेला देरोल
te_in: వాఘెలా దెరోల్

source: Vaghodia
hi_in: वाघोडिया
te_in: వాఘోడియా

source: Vagholi
hi_in: वाघोली
te_in: వాఘోలీ

source: Vaghrali
hi_in: वाघराळी
te_in: వాఘరాళీ

source: Vaghvan
hi_in: वाघवान
te_in: వాఘవాన్

source: Vagurani
hi_in: वागुरानी
te_in: వాగురానీ

source: Vahai
hi_in: वही
te_in: వహీ

source: Vahal
hi_in: वहॉ
te_in: వహ్

source: Vahelam
hi_in: वहेलं
te_in: వహెలం

source: Vaidehinagar
hi_in: वैदेहिनागर
te_in: వేదెహినాగర్

source: Vaidhyagoundampudur
hi_in: विद्यागौन्दमपुडुर
te_in: విద్యాగౌన్దమపుడుర్

source: Vaikhawtlang
hi_in: वैखावतलंग
te_in: వేఖావతలంగ్

source: Vailal
hi_in: विलाल
te_in: విలాల్

source: Vaipur
hi_in: वैपुर
te_in: వేపుర్

source: Vairani
hi_in: वीरानी
te_in: వీరానీ

source: Vairapalayam
hi_in: वैरपलायम
te_in: వేరపలాయం

source: Vaish Kanti
hi_in: वैश्य काँटी
te_in: వేశ్య్ కాఁటీ

source: Vaishali
hi_in: वैशाली
te_in: వేశాలీ

source: Vaishali Nagar
hi_in: वैशाली नगर
te_in: వేశాలీ నగర్

source: Vaishali Nagar Bhilai
hi_in: वैशाली नगर भिलाई
te_in: వేశాలీ నగర్ భిలాఈ

source: Vaishalinagar
hi_in: वैशालीनगर
te_in: వేశాలీనగర్

source: Vaishya Sabha
hi_in: वैश्य सभा
te_in: వేశ్య్ సభా

source: Vaitarna
hi_in: वितरण
te_in: వితరణ్

source: Vaithilingapuram
hi_in: वैथिलिंगपुरम
te_in: వేథిలింగపురం

source: Vaitin
hi_in: वैटिं
te_in: వేటిం

source: Vaivakawn
hi_in: वैवकवन
te_in: వేవకవన్

source: Vajarat
hi_in: वजारत
te_in: వజారత్

source: Vajirkheda
hi_in: वजीरखेड़ा
te_in: వజీరఖె ా

source: Vajjanakurke
hi_in: वज्जनकुरके
te_in: వజ్జనకురకె

source: Vajpur
hi_in: बाजपुर
te_in: బాజపుర్

source: Vajragada
hi_in: वज्रगड
te_in: వజ్రగడ్

source: Vajrapukotturu
hi_in: वज्रपुकोत्तुरू
te_in: వజ్రపుకోత్తురూ

source: Vajroshi
hi_in: वज्रोशी
te_in: వజ్రోశీ

source: Vakas
hi_in: वकास
te_in: వకాస్

source: Vakha
hi_in: वख
te_in: వఖ్

source: Vakkethodi
hi_in: वक्केठोड़ी
te_in: వక్కెఠో ీ

source: Vakkom
hi_in: वक्कोम
te_in: వక్కోం

source: Vakkund
hi_in: वककुण्ड
te_in: వకకుణ్డ్

source: Vakola
hi_in: वकोला
te_in: వకోలా

source: Valachil
hi_in: वलचिल
te_in: వలచిల్

source: Valada
hi_in: वालदा
te_in: వాలదా

source: Valagarahalli
hi_in: वलगराहल्ली
te_in: వలగరాహల్లీ

source: Valaiyeduppu
hi_in: वालिएदुप्पू
te_in: వాలిఏదుప్పూ

source: Valak
hi_in: बालक
te_in: బాలక్

source: Valakom
hi_in: वेलकम
te_in: వెలకం

source: Valam
hi_in: वलं
te_in: వలం

source: Valamangalam
hi_in: वालमंगलं
te_in: వాలమంగలం

source: Valan
hi_in: वालन
te_in: వాలన్

source: Valancheri
hi_in: वलनचेरी
te_in: వలనచెరీ

source: Valandur
hi_in: वलांदुर
te_in: వలాందుర్

source: Valapady
hi_in: वलपडी
te_in: వలపడీ

source: Valapuram
hi_in: वलपुरम
te_in: వలపురం

source: Valara
hi_in: वलार
te_in: వలార్

source: Valaran
hi_in: वळण
te_in: వళణ్

source: Valarpuram
hi_in: वलारपुरम
te_in: వలారపురం

source: Valasan
hi_in: वलसान
te_in: వలసాన్

source: Valasapakala
hi_in: वलसपकला
te_in: వలసపకలా

source: Valasaravakkam
hi_in: वलसरावाक्कम
te_in: వలసరావాక్కం

source: Valasi
hi_in: वलासी
te_in: వలాసీ

source: Valasiramani
hi_in: वलासीरामनि
te_in: వలాసీరామని

source: Valati
hi_in: बाल्टी
te_in: బాల్టీ

source: Valavandankottai
hi_in: वलवंदनकोट्टई
te_in: వలవందనకోట్టఈ

source: Valavandhi
hi_in: वाळवंधी
te_in: వాళవంధీ

source: Valayakaranur
hi_in: वलयकारानुर
te_in: వలయకారానుర్

source: Valayambattu
hi_in: वलयंबत्तु
te_in: వలయంబత్తు

source: Valayampattu
hi_in: वलयमपट्टू
te_in: వలయమపట్టూ

source: Valayathur
hi_in: वलयातूर
te_in: వలయాతూర్

source: Valdra
hi_in: वलदरा
te_in: వలదరా

source: Valha
hi_in: वाले
te_in: వాలె

source: Valhia
hi_in: वाल्हिया
te_in: వాల్హియా

source: Valiapoil
hi_in: वलिअपॉइल
te_in: వలిఅప్ ఇల్

source: Valiathura
hi_in: वलिअतहूरा
te_in: వలిఅతహూరా

source: Valiavila
hi_in: वालिएविला
te_in: వాలిఏవిలా

source: Valipalayam
hi_in: वलिपलायम
te_in: వలిపలాయం

source: Valiv
hi_in: वलिव
te_in: వలివ్

source: Valiyakunnu
hi_in: वालियाकुन्नू
te_in: వాలియాకున్నూ

source: Vallabh Vidyanagar
hi_in: वल्लभ विद्यानगर
te_in: వల్లభ్ విద్యానగర్

source: Vallabha Puram
hi_in: वल्लभ पुरं
te_in: వల్లభ్ పురం

source: Vallabhapuram
hi_in: वल्लभपुरम
te_in: వల్లభపురం

source: Vallabharaopalem
hi_in: वल्लभरावपालेम
te_in: వల్లభరావపాలెం

source: Vallabhnagar (Indore)
hi_in: वल्लभनगर (इंदौर)
te_in: వల్లభనగర్ (ఇండోర్)

source: Vallah
hi_in: वल्लाह
te_in: వల్లాహ్

source: Vallakkadavoo
hi_in: वल्लक्कडावू
te_in: వల్లక్కడావూ

source: Vallam
hi_in: वल्लभ
te_in: వల్లభ్

source: Vallavpur
hi_in: वल्लवपुर
te_in: వల్లవపుర్

source: Valliammalpuram
hi_in: वल्लीअम्मालपुरम
te_in: వల్లీఅమ్మాలపురం

source: Vallichira
hi_in: वल्लीचिरा
te_in: వల్లీచిరా

source: Vallikadavu
hi_in: वल्लिकादावु
te_in: వల్లికాదావు

source: Vallioor
hi_in: वल्लियूर
te_in: వల్లియూర్

source: Vallioor Perundunilayam
hi_in: वल्लियूर पेरुन्दुनिलयं
te_in: వల్లియూర్ పెరున్దునిలయం

source: Valluru
hi_in: वल्लूरु
te_in: వల్లూరు

source: Valmiki Nagar
hi_in: वाल्मीकि नगर
te_in: వాల్మీకి నగర్

source: Valod
hi_in: वलोद
te_in: వలోద్

source: Valsad
hi_in: वलसाड
te_in: వలసాడ్

source: Valsad Chhipwad
hi_in: वलसाड छिपवाद
te_in: వలసాడ్ ఛిపవాద్

source: Valsad Mograwadi
hi_in: वलसाड मोगरावादी
te_in: వలసాడ్ మోగరావాదీ

source: Valsad Mota Bazar
hi_in: वलसाड मोटा बाजार
te_in: వలసాడ్ మోటా బాజార్

source: Valtoha
hi_in: वल्टोहा
te_in: వల్టోహా

source: Valudavur
hi_in: वलूदावुर
te_in: వలూదావుర్

source: Valuna
hi_in: वळून
te_in: వళూన్

source: Valvadi
hi_in: बालवाड़ी
te_in: బాలవా ీ

source: Vamadapadavu
hi_in: वामदपडावु
te_in: వామదపడావు

source: Vamaiya
hi_in: वमीय
te_in: వమీయ్

source: Vamanapuram
hi_in: वामनपुरम
te_in: వామనపురం

source: Vamleshwar
hi_in: विमलेश्वर
te_in: విమలెశ్వర్

source: Vanagala
hi_in: वनगला
te_in: వనగలా

source: Vanagaram
hi_in: वनगरम
te_in: వనగరం

source: Vanakanahalli
hi_in: वनकनाहल्ली
te_in: వనకనాహల్లీ

source: Vanakkara Street
hi_in: वनक्कार स्ट्रीट
te_in: వనక్కార్ స్ట్రీట్

source: Vanastalipuram
hi_in: वनस्तलीपुरम
te_in: వనస్తలీపురం

source: Vanathirayanpattinam
hi_in: वनतिरयाँपट्टिनम
te_in: వనతిరయాఁపట్టినం

source: Vanathirayapuram
hi_in: वनथिरयापुरम
te_in: వనథిరయాపురం

source: Vanchangi
hi_in: वनचंगी
te_in: వనచంగీ

source: Vanchiyoor Junction
hi_in: वंचीयूर जंक्शन
te_in: వంచీయూర్ జంక్శన్

source: Vanchiyur
hi_in: वंचीयुर
te_in: వంచీయుర్

source: Vandanmettu
hi_in: वंदनमेट्टू
te_in: వందనమెట్టూ

source: Vandiyur
hi_in: वंदीयुर
te_in: వందీయుర్

source: Vandli
hi_in: वंडली
te_in: వండలీ

source: Vangani
hi_in: वंगानी
te_in: వంగానీ

source: Vanganuru
hi_in: वांग्नूरु
te_in: వాంగ్నూరు

source: Vangayagudem
hi_in: वनगयागुदेम
te_in: వనగయాగుదెం

source: Vangchhia
hi_in: वांगछिया
te_in: వాంగఛియా

source: Vanguru
hi_in: वाहगुरु
te_in: వాహగురు

source: Vanhne
hi_in: वन्हने
te_in: వన్హనె

source: Vani Vilas Mohalla
hi_in: वाणी विलास मोहल्ला
te_in: వాణీ విలాస్ మోహల్లా

source: Vaniad Kokapur
hi_in: वानियाद कोकापुर
te_in: వానియాద్ కోకాపుర్

source: Vanisa Pisadi
hi_in: वैनिस पिसदि
te_in: వేనిస్ పిసది

source: Vaniyakudi
hi_in: वानियाकुडी
te_in: వానియాకుడీ

source: Vaniyambadi
hi_in: वनियमबड़ी
te_in: వనియమబ్ ీ

source: Vaniyambalam
hi_in: वणियाम्बलं
te_in: వణియామ్బలం

source: Vanjiakhut
hi_in: वंजीकहूट
te_in: వంజీకహూట్

source: Vankadi
hi_in: वंकादि
te_in: వంకాది

source: Vankal (Chikhli)
hi_in: वांकल (चिखली)
te_in: వాంకల్ (చిఖలీ)

source: Vankaner
hi_in: वांकानेर
te_in: వాంకానెర్

source: Vannamada
hi_in: वन्नामाड़ा
te_in: వన్నామా ా

source: Vannarpet
hi_in: वंनरपेट
te_in: వంనరపెట్

source: Vannarpettai
hi_in: वंनरपेट्टई
te_in: వంనరపెట్టఈ

source: Vanniyur
hi_in: वन्नियर
te_in: వన్నియర్

source: Vanoti
hi_in: वनोती
te_in: వనోతీ

source: Vanpardi
hi_in: वनपर्दी
te_in: వనపర్దీ

source: Vanpoh
hi_in: वनपोह
te_in: వనపోహ్

source: Vansda
hi_in: वांसदा
te_in: వాంసదా

source: Vansia
hi_in: वंसिका
te_in: వంసికా

source: Vanskui
hi_in: वंसकुइ
te_in: వంసకుఇ

source: Vansva
hi_in: वंस्व
te_in: వంస్వ్

source: Vantigodi
hi_in: वान्तिगोंदी
te_in: వాన్తిగోందీ

source: Vanz
hi_in: वनज
te_in: వనజ్

source: Vanzarda
hi_in: वंज़रद
te_in: వం రద్

source: Vanzau
hi_in: वानजाउ
te_in: వానజాఉ

source: Vaphai
hi_in: वफाई
te_in: వఫాఈ

source: Vaphgaon
hi_in: वफगन
te_in: వఫగన్

source: Vapi
hi_in: वापी
te_in: వాపీ

source: Vapi I.E.
hi_in: वापि आई.ई.
te_in: వాపి ఆఈ.ఈ.

source: Vappalassery
hi_in: वपपालस्सेरी
te_in: వపపాలస్సెరీ

source: Varachha Road
hi_in: वराछा रोड
te_in: వరాఛా రోడ్

source: Varachhali
hi_in: वारछालि
te_in: వారఛాలి

source: Varadoor
hi_in: वरदूर
te_in: వరదూర్

source: Varahapatnam
hi_in: वराहपत्न्म
te_in: వరాహపట్టణం

source: Varahapuram
hi_in: वराहपुरम
te_in: వరాహపురం

source: Varakodu
hi_in: वर्कोदय
te_in: వర్కోదయ్

source: Varale
hi_in: वरले
te_in: వరలె

source: Varanasi
hi_in: वाराणसी
te_in: వారాణసీ

source: Varanasi Cantt
hi_in: वाराणसी कैंट
te_in: వారాణసీ కేంట్

source: Varanasi City
hi_in: वाराणसी सिटी
te_in: వారాణసీ సిటీ

source: Varanavasi
hi_in: वर्णवासी
te_in: వర్ణవాసీ

source: Varandoli
hi_in: वरंदोली
te_in: వరందోలీ

source: Varange Padali
hi_in: वरंगे पडली
te_in: వరంగె పడలీ

source: Varapetty
hi_in: वरपट्टी
te_in: వరపట్టీ

source: Varapuzha
hi_in: वरपुजहा
te_in: వరపుజహా

source: Varapuzha Landing
hi_in: वरपुजहा लैंडिंग
te_in: వరపుజహా లేండింగ్

source: Vardhe
hi_in: वर्धे
te_in: వర్ధె

source: Vardi
hi_in: वर्दी
te_in: వర్దీ

source: Vareth
hi_in: वरिठ
te_in: వరిఠ్

source: Varethi
hi_in: वरतहि
te_in: వరతహి

source: Variavi Bhagal
hi_in: वरियावी भागल
te_in: వరియావీ భాగల్

source: Varichiyur
hi_in: वरिचियुर
te_in: వరిచియుర్

source: Varidhanam
hi_in: वारिधानं
te_in: వారిధానం

source: Varkala
hi_in: वरकला
te_in: వరకలా

source: Varkala South
hi_in: वरकला साउथ
te_in: వరకలా సాఉథ్

source: Varkund
hi_in: वरकुंड
te_in: వరకుండ్

source: Varkute KH
hi_in: वरकुटे कह
te_in: వరకుటె కహ్

source: Varkute Malawadi
hi_in: वरकुटे मालवाड़ी
te_in: వరకుటె మాలవా ీ

source: Varkute Mhaswad
hi_in: वरकुटे महास्वाद
te_in: వరకుటె మహాస్వాద్

source: Varlahalli
hi_in: वरलाहल्ली
te_in: వరలాహల్లీ

source: Varman
hi_in: वर्मन
te_in: వర్మన్

source: Varmor
hi_in: वार्मर
te_in: వార్మర్

source: Varna
hi_in: वार्ना
te_in: వార్నా

source: Varnapuram
hi_in: वर्णपूरं
te_in: వర్ణపూరం

source: Varsada
hi_in: वरसाद
te_in: వరసాద్

source: Varsamedi
hi_in: वर्षामेड़ी
te_in: వర్షామె ీ

source: Varsingpur
hi_in: वार्सिंगपुर
te_in: వార్సింగపుర్

source: Varsola
hi_in: वर्सले
te_in: వర్సలె

source: Varude
hi_in: वरुड
te_in: వరుడ్

source: Varuna
hi_in: वरुण
te_in: వరుణ్

source: Varzadi
hi_in: वरज़ादी
te_in: వర్ ాదీ

source: Vasai
hi_in: वसई
te_in: వసఈ

source: Vasai East IE
hi_in: वसै ईस्ट इए
te_in: వసే ఈస్ట్ ఇఏ

source: Vasai Road E
hi_in: वसई रोड के
te_in: వసఈ రోడ్ కె

source: Vasalmarry
hi_in: वसलमारी
te_in: వసలమారీ

source: Vasan
hi_in: वासन
te_in: వాసన్

source: Vasana
hi_in: वासना
te_in: వాసనా

source: Vasana Vatam
hi_in: वासना वतं
te_in: వాసనా వతం

source: Vasanpura
hi_in: वसैपुर
te_in: వసేపుర్

source: Vasant Kunj
hi_in: वसंत कुंज
te_in: వసంత్ కుంజ్

source: Vasant Kunj Pkt-A
hi_in: वसंत कुञ्ज पकट-आ
te_in: వసంత్ కుఞ్జ్ పకట్-ఆ

source: Vasant Vihar-1
hi_in: वसंत विहार-1
te_in: వసంత్ విహార్-1

source: Vasant Vihar-2
hi_in: वसंत विहार-2
te_in: వసంత్ విహార్-2

source: Vasanthanagar
hi_in: वसंथनगर
te_in: వసంథనగర్

source: Vasco-Da-Gama
hi_in: वास्को-डा-गम
te_in: వాస్కో-డా-గం

source: Vashi (Osmanabad)
hi_in: वाशी (ओस्मानाबाद)
te_in: వాశీ (ఓస్మానాబాద్)

source: Vashi (Thane)
hi_in: वाशी (ठाणे)
te_in: వాశీ (ఠాణె)

source: Vashi Sec-26
hi_in: वशी सेक्-26
te_in: వశీ సెక్-26

source: Vashi-VII
hi_in: वाशी-वी
te_in: వాశీ-వీ

source: Vasi
hi_in: वासी
te_in: వాసీ

source: Vasisthnagar
hi_in: वशिष्ठनगर
te_in: వశిష్ఠనగర్

source: Vasmar
hi_in: वस्मार
te_in: వస్మార్

source: Vasna
hi_in: वासना
te_in: వాసనా

source: Vasna Chacharvadi
hi_in: वासना चचरवादी
te_in: వాసనా చచరవాదీ

source: Vasna Rathod
hi_in: वासना राठौड़
te_in: వాసనా రాఠౌ

source: Vasna Road
hi_in: वासना रोड
te_in: వాసనా రోడ్

source: Vasnachaudhary
hi_in: वसनचौधरी
te_in: వసనచౌధరీ

source: Vaso
hi_in: वसो
te_in: వసో

source: Vasta Devdi Road
hi_in: वास्ता देवडी रोड
te_in: వాస్తా దెవడీ రోడ్

source: Vastral
hi_in: वस्त्राल
te_in: వస్త్రాల్

source: Vasundhra
hi_in: वसुंधरा
te_in: వసుంధరా

source: Vatalu
hi_in: वटाळु
te_in: వటాళు

source: Vatanapally Beach
hi_in: वतनपल्ली बीच
te_in: వతనపల్లీ బీచ్

source: Vatanappally
hi_in: वतनपल्ली
te_in: వతనపల్లీ

source: Vatapagu
hi_in: वतपगु
te_in: వతపగు

source: Vatar
hi_in: वाटर
te_in: వాటర్

source: Vathalmalai
hi_in: वाथलमलै
te_in: వాథలమలే

source: Vathalpur K
hi_in: वाथलपुर क
te_in: వాథలపుర్ క్

source: Vathar T/F vadgaon
hi_in: वातहर टी/फ वडगाव
te_in: వాతహర్ టీ/ఫ్ వడగావ్

source: Vattakadu
hi_in: वत्तक़दु
te_in: వత్తౘదు

source: Vattappara
hi_in: वट्टप्पारा
te_in: వట్టప్పారా

source: Vattathamara
hi_in: वत्ताठमार
te_in: వత్తాఠమార్

source: Vattekkad
hi_in: वट्टेक्काड
te_in: వట్టెక్కాడ్

source: Vattiar
hi_in: वत्तिर
te_in: వత్తిర్

source: Vattimarthy
hi_in: वत्तिमर्थ्य
te_in: వత్తిమర్థ్య్

source: Vattoli Bazar
hi_in: वाटोली बाजार
te_in: వాటోలీ బాజార్

source: Vattur
hi_in: वत्तुर
te_in: వత్తుర్

source: Vatva Industrial Estate
hi_in: वत्व इंडस्ट्रियल एस्टेट
te_in: వత్వ్ ఇండస్ట్రియల్ ఏస్టెట్

source: Vav
hi_in: वव
te_in: వవ్

source: Vavarda
hi_in: ववरद
te_in: వవరద్

source: Vavarhire
hi_in: ववर्हिरे
te_in: వవర్హిరె

source: Vavdi
hi_in: वावड़ी
te_in: వావ్ ీ

source: Vaviala
hi_in: व्विअल
te_in: వ్విఅల్

source: Vavipalayam
hi_in: वविपलायम
te_in: వవిపలాయం

source: Vavol
hi_in: वावोल
te_in: వావోల్

source: Vavoshi
hi_in: ववोशी
te_in: వవోశీ

source: Vavrath
hi_in: वावृतः
te_in: వావృతః

source: Vavveru
hi_in: वववेरू
te_in: వవవెరూ

source: Vayakkal
hi_in: वयक्कल
te_in: వయక్కల్

source: Vayala-anchal
hi_in: वायल-अंचल
te_in: వాయల్-అంచల్

source: Vayalur
hi_in: वेल्लूर
te_in: వెల్లూర్

source: Vazhappilly East
hi_in: वज़हप्पीळली ईस्ट
te_in: వ్ హప్పీళలీ ఈస్ట్

source: Vazhikkadavu
hi_in: वज़्हिक्कडावु
te_in: వ్ ్హిక్కడావు

source: Vdakkumbhagom
hi_in: वडक्कुमभागों
te_in: వడక్కుమభాగోం

source: Vechale
hi_in: वेचले
te_in: వెచలె

source: Vechoor
hi_in: वेचुर
te_in: వెచుర్

source: Veda (Paliyed)
hi_in: वेद (पालियेद)
te_in: వెద్ (పాలియెద్)

source: Vedapatti
hi_in: वेदपट्टी
te_in: వెదపట్టీ

source: Vedivachankoil
hi_in: वेदिवचनकोइल
te_in: వెదివచనకోఇల్

source: Vedurupakasavaram
hi_in: वेदरूपकसवरं
te_in: వెదరూపకసవరం

source: Vedvyas
hi_in: वेदव्यास
te_in: వెదవ్యాస్

source: Veer Nagar
hi_in: वीर नगर
te_in: వీర్ నగర్

source: Veer Narmad South Gujarat University
hi_in: वीर नर्मद साउथ गुजरात यूनिवर्सिटी
te_in: వీర్ నర్మద్ సాఉథ్ గుజరాత్ యూనివర్సిటీ

source: Veeraghattam
hi_in: वीरघट्टम
te_in: వీరఘట్టం

source: Veerakamba
hi_in: वीरकम्बा
te_in: వీరకమ్బా

source: Veerakaveri Rajapuram
hi_in: वीरकावेरी राजपुरम
te_in: వీరకావెరీ రాజపురం

source: Veerakeralam
hi_in: वीरकेरलं
te_in: వీరకెరలం

source: Veeramangalam
hi_in: वीरमंगलं
te_in: వీరమంగలం
