Repository: healthvdev/custom_template
Catalog: languages/*.po
Languages: hi_in, te_in

source: Bahadurpur Kalan
hi_in: बहादुरपुर कलां
te_in: బహాదురపుర్ కలాం

source: Bahadurpur Majhgaon
hi_in: बहादुरपुर मझगांव
te_in: బహాదురపుర్ మఝగాంవ్

source: Bahadurpur Patory
hi_in: बहादुरपुर पटोरी
te_in: బహాదురపుర్ పటోరీ

source: Bahadurpur Rajoa
hi_in: बहादुरपुर राजोय
te_in: బహాదురపుర్ రాజోయ్

source: Bahadurpura
hi_in: बहादुरपुर
te_in: బహాదురపుర్

source: Bahala
hi_in: बहाल
te_in: బహాల్

source: Bahalda
hi_in: बहलद
te_in: బహలద్

source: Bahamni Wala
hi_in: बहमनी वाला
te_in: బహమనీ వాలా

source: Bahanpur
hi_in: बहांपुर
te_in: బహాంపుర్

source: Bahapar
hi_in: बहपर
te_in: బహపర్

source: Bahar
hi_in: बहार
te_in: బహార్

source: Baharana
hi_in: बहराणा
te_in: బహరాణా

source: Baharasi
hi_in: बहरासी
te_in: బహరాసీ

source: Baharda Bazar
hi_in: बहरद बाजार
te_in: బహరద్ బాజార్

source: Baharnwanda Khurd
hi_in: बहरनवंद खुर्द
te_in: బహరనవంద్ ఖుర్ద్

source: Baharu
hi_in: बाहर
te_in: బాహర్

source: Baharwal
hi_in: बहरआल
te_in: బహరఆల్

source: Bahe
hi_in: बहे
te_in: బహె

source: Bahediya
hi_in: बहेड़िया
te_in: బహె ియా

source: Bahera
hi_in: बाहर
te_in: బాహర్

source: Bahera Road Patiala
hi_in: बाहर रोड पटियाला
te_in: బాహర్ రోడ్ పటియాలా

source: Baheri (Ballia)
hi_in: बहेरी (बल्लिया)
te_in: బహెరీ (బల్లియా)

source: Baheriya Sahani
hi_in: बहेरिया साहनी
te_in: బహెరియా సాహనీ

source: Bahgora Deurigaon
hi_in: बाहगोरा देउरिगों
te_in: బాహగోరా దెఉరిగోం

source: Bahi
hi_in: बही
te_in: బహీ

source: Bahin
hi_in: बहिन
te_in: బహిన్

source: Bahira
hi_in: बाहिर
te_in: బాహిర్

source: Bahirserampore
hi_in: बहिरसेराम्पोर
te_in: బహిరసెరామ్పోర్

source: Bahitrakunda
hi_in: बाहितराकुंड
te_in: బాహితరాకుండ్

source: Bahlol Pur
hi_in: बहलोल पुर
te_in: బహలోల్ పుర్

source: Bahlolpur
hi_in: बहलोलपुर
te_in: బహలోలపుర్

source: Bahnu
hi_in: बहने
te_in: బహనె

source: Bahomajra
hi_in: बहोमाजरा
te_in: బహోమాజరా

source: Bahoor
hi_in: बाहूर
te_in: బాహూర్

source: Bahpura
hi_in: बाहपुर
te_in: బాహపుర్

source: Bahraich
hi_in: बहराइच
te_in: బహరాఇచ్

source: Bahraich City
hi_in: बहराइच सिटी
te_in: బహరాఇచ్ సిటీ

source: Bahre Kuiya
hi_in: बहरे कुइया
te_in: బహరె కుఇయా

source: Bahroli Taharpur
hi_in: बहरौली ताहरपुर
te_in: బహరౌలీ తాహరపుర్

source: Bahruch City
hi_in: बहरुछ सिटी
te_in: బహరుఛ్ సిటీ

source: Bahruch R.S
hi_in: बहरुछ आर.स
te_in: బహరుఛ్ ఆర్.స్

source: Bahtarai
hi_in: बहतराई
te_in: బహతరాఈ

source: Bahu
hi_in: बहु
te_in: బహు

source: Bahuar
hi_in: बाहर
te_in: బాహర్

source: Bahuara
hi_in: बहुअरा
te_in: బహుఅరా

source: Bahubandh
hi_in: बाहुबंध
te_in: బాహుబంధ్

source: Bahul
hi_in: बहुल
te_in: బహుల్

source: Bahuta
hi_in: बहुत
te_in: బహుత్

source: Bai Ka Bagh
hi_in: बाई का बाग
te_in: బాఈ కా బాగ్

source: Bai.Mustahkam
hi_in: बाआई.मुस्तहकम
te_in: బాఆఈ.ముస్తహకం

source: Baichigeri
hi_in: बैचिजरी
te_in: బేచిజరీ

source: Baid
hi_in: बैड
te_in: బేడ్

source: Baideswar
hi_in: बैडेस्वर
te_in: బేడెస్వర్

source: Baidyanathpur
hi_in: बैद्यनाथपुर
te_in: బేద్యనాథపుర్

source: Baidyapur Shibtala
hi_in: बैदयपुर शीब्टल
te_in: బేదయపుర్ శీబ్టల్

source: Baidyarajpur
hi_in: बैद्यराजपुर
te_in: బేద్యరాజపుర్

source: Baijapur
hi_in: बीजापुर
te_in: బీజాపుర్

source: Baijhola
hi_in: बिझोळ
te_in: బిఝోళ్

source: Baijua
hi_in: बैजुआ
te_in: బేజుఆ

source: Baijubarhoga
hi_in: बैजूबरहोगा
te_in: బేజూబరహోగా

source: Baikadi
hi_in: बीकेडी
te_in: బీకెడీ

source: Baikala
hi_in: बैकाल
te_in: బేకాల్

source: Baikunthapur
hi_in: बैकुंठपुर
te_in: బేకుంఠపుర్

source: Baikuthpur
hi_in: बैकुंठपुर
te_in: బేకుంఠపుర్

source: Bailhongal
hi_in: बैलहोंगल
te_in: బేలహోంగల్

source: Bailhongal S.R. Chowk
hi_in: बैलहोंगल एस.आर. चौक
te_in: బేలహోంగల్ ఏస్.ఆర్. చౌక్

source: Bailur
hi_in: बैलूर
te_in: బేలూర్

source: Bailwad
hi_in: बिलवड
te_in: బిలవడ్

source: Bain Bajalta
hi_in: बैन बजालता
te_in: బేన్ బజాలతా

source: Baina
hi_in: बैन
te_in: బేన్

source: Baincha Nuagaon
hi_in: बैंच नुआगांव
te_in: బేంచ్ నుఆగాంవ్

source: Bainchua
hi_in: बाइंचुआ
te_in: బాఇంచుఆ

source: Bainpur
hi_in: बीनपुर
te_in: బీనపుర్

source: Bainti
hi_in: बिनती
te_in: బినతీ

source: Baira
hi_in: बैरा
te_in: బేరా

source: Bairabi
hi_in: बैराबी
te_in: బేరాబీ

source: Bairagal
hi_in: बैरागल
te_in: బేరాగల్

source: Bairagarh
hi_in: बैरागढ़
te_in: బేరాగ్

source: Bairagarh Chichali
hi_in: बैरागढ़ चीचली
te_in: బేరాగ్ చీచలీ

source: Bairagarh Kalan
hi_in: बैरागढ कलां
te_in: బేరాగఢ్ కలాం

source: Bairagijot
hi_in: बैरागीजोत
te_in: బేరాగీజోత్

source: Bairahi
hi_in: बिरही
te_in: బిరహీ

source: Bairampur
hi_in: बैरमपुर
te_in: బేరమపుర్

source: Bairas
hi_in: बैराज
te_in: బేరాజ్

source: Bairatpur
hi_in: बिराटपुर
te_in: బిరాటపుర్

source: Bairauna
hi_in: बैरौना
te_in: బేరౌనా

source: Bairgania
hi_in: बैरगनिया
te_in: బేరగనియా

source: Bairgania Bazar
hi_in: बैरगनिया बाजार
te_in: బేరగనియా బాజార్

source: Bairi
hi_in: बैरी
te_in: బేరీ

source: Bairia
hi_in: बैरिया
te_in: బేరియా

source: Bairia (East Champaran)
hi_in: बैरिया (ईस्ट चंपारण)
te_in: బేరియా (ఈస్ట్ చంపారణ్)

source: Bairibisa
hi_in: बैरिबीस
te_in: బేరిబీస్

source: Bairiya
hi_in: बैरिया
te_in: బేరియా

source: Bairoi
hi_in: बेरोई
te_in: బెరోఈ

source: Bairoji Agraharam
hi_in: बेरोजी अग्रहारम
te_in: బెరోజీ అగ్రహారం

source: Bairpan
hi_in: बैरपान
te_in: బేరపాన్

source: Bairwanankar
hi_in: बैरवण्णकर
te_in: బేరవణ్ణకర్

source: Baisi Colony
hi_in: बैसि कॉलोनी
te_in: బేసి క్ లోనీ

source: Baisingha
hi_in: बैसिंघ
te_in: బేసింఘ్

source: Baisnabpara Bazar
hi_in: बैसनबपर बाजार
te_in: బేసనబపర్ బాజార్

source: Baithwalia
hi_in: बैठवालिया
te_in: బేఠవాలియా

source: Bajaiha
hi_in: बजैहै
te_in: బజేహే

source: Bajaj Nagar
hi_in: बजाज नगर
te_in: బజాజ్ నగర్

source: Bajaj Nagar Midc Waluj
hi_in: बजाज नगर मिडसा वालुज
te_in: బజాజ్ నగర్ మిడసా వాలుజ్

source: Bajaj Road-Sikar
hi_in: बजाज रोड-सीकर
te_in: బజాజ్ రోడ్-సీకర్

source: Bajar Bhogaon
hi_in: बाजार भोगों
te_in: బాజార్ భోగోం

source: Bajarda
hi_in: बजर्द
te_in: బజర్ద్

source: Bajaura
hi_in: बजौरा
te_in: బజౌరా

source: Bajepratappur NDDF
hi_in: बाजेप्रतापपुर हद्दफ
te_in: బాజెప్రతాపపుర్ హద్దఫ్

source: Bajha Mazra Lohia Nagar
hi_in: बजह माज़रा लोहिया नगर
te_in: బజహ్ మా రా లోహియా నగర్

source: Bajhera Khurd
hi_in: बझेरा खुर्द
te_in: బఝెరా ఖుర్ద్

source: Bajichowk
hi_in: बजीचौक
te_in: బజీచౌక్

source: Bajida Jattan
hi_in: बजीदा जट्टान
te_in: బజీదా జట్టాన్

source: Bajipura
hi_in: बाजीपुर
te_in: బాజీపుర్

source: Bajirao Road
hi_in: बाजिराओ रोड
te_in: బాజిరాఓ రోడ్

source: Bajitpur Karnail
hi_in: बाजितपुर करनैल
te_in: బాజితపుర్ కరనేల్

source: Bajitpur Meari
hi_in: बाजितपुर मेरी
te_in: బాజితపుర్ మెరీ

source: Bajiyalgaon
hi_in: बजियालगों
te_in: బజియాలగోం

source: Bajoul
hi_in: बजौल
te_in: బజౌల్

source: Bajraguda
hi_in: बज्रगुड़ा
te_in: బజ్రగు ా

source: Bajrakabari Road
hi_in: बज्रकबरी रोड
te_in: బజ్రకబరీ రోడ్

source: Bajrakote
hi_in: बज्रकोट
te_in: బజ్రకోట్

source: Bajwa
hi_in: बाजवा
te_in: బాజవా

source: Bajwar
hi_in: बजवार
te_in: బజవార్

source: Bakali
hi_in: बकली
te_in: బకలీ

source: Bakalia
hi_in: बाकलिया
te_in: బాకలియా

source: Bakaner
hi_in: बाकानेर
te_in: బాకానెర్

source: Bakartala
hi_in: बकरताल
te_in: బకరతాల్

source: Bakauli
hi_in: बकौली
te_in: బకౌలీ

source: Bakawan
hi_in: बकवां
te_in: బకవాం

source: Bakeli
hi_in: बकेली
te_in: బకెలీ

source: Bakeni
hi_in: बकेनी
te_in: బకెనీ

source: Bakhalvad
hi_in: बखलवाड़
te_in: బఖలవా

source: Bakhari
hi_in: बखरी
te_in: బఖరీ

source: Bakhol
hi_in: बकौल
te_in: బకౌల్

source: Bakhrabad
hi_in: बखराबाद
te_in: బఖరాబాద్

source: Bakhrabad Urf Khatai
hi_in: बखराबाद उर्फ़ कहते
te_in: బఖరాబాద్ ఉర్ కహతె

source: Bakhtiyarpur
hi_in: बख्तियारपुर
te_in: బఖ్తియారపుర్

source: Bakiyath
hi_in: बाकियात
te_in: బాకియాత్

source: Bakkarwala
hi_in: बक्करवाला
te_in: బక్కరవాలా

source: Bakkash
hi_in: बक्क्ष
te_in: బక్క్ష్

source: Bakkhar
hi_in: बक्खर
te_in: బక్ఖర్

source: Baknaur
hi_in: बकनर
te_in: బకనర్

source: Baknaura
hi_in: बकनौरा
te_in: బకనౌరా

source: Bakoriya
hi_in: बकोरिया
te_in: బకోరియా

source: Bakra
hi_in: बकरा
te_in: బకరా

source: Bakreswar
hi_in: बकरेस्वर
te_in: బకరెస్వర్

source: Bakrol
hi_in: बकरोल
te_in: బకరోల్

source: Baksara
hi_in: बक्सर
te_in: బక్సర్

source: Baksh Pur
hi_in: बख्श पुर
te_in: బఖ్శ్ పుర్

source: Bakshanpur
hi_in: बाक्षन्पुर
te_in: బాక్షన్పుర్

source: Bakshinagar
hi_in: बख्शीनगर
te_in: బఖ్శీనగర్

source: Bakshiwala
hi_in: बख्शीवाला
te_in: బఖ్శీవాలా

source: Baktal
hi_in: बक्तल
te_in: బక్తల్

source: Baktarnagar
hi_in: बकतरनगर
te_in: బకతరనగర్

source: Baku
hi_in: बाकू
te_in: బాకూ

source: Bakuchi
hi_in: बकुची
te_in: బకుచీ

source: Bakula Dhanej
hi_in: बकुल दहेज
te_in: బకుల్ దహెజ్

source: Bakulda
hi_in: बकुलद
te_in: బకులద్

source: Bakultala
hi_in: बकुलताल
te_in: బకులతాల్

source: Bal Khurd
hi_in: बल खुर्द
te_in: బల్ ఖుర్ద్

source: Bala
hi_in: बल
te_in: బల్

source: Balabhadrapur
hi_in: बलभद्रपुर
te_in: బలభద్రపుర్

source: Balad Kalan
hi_in: बलद कलां
te_in: బలద్ కలాం

source: Balada
hi_in: ब्लड
te_in: బ్లడ్

source: Baladiabandha
hi_in: बलदीअबन्ध
te_in: బలదీఅబన్ధ్

source: Baladmari
hi_in: बाल्डमरि
te_in: బాల్డమరి

source: Baladmarirchar
hi_in: बाल्डमरिचर
te_in: బాల్డమరిచర్

source: Balagangadaranathnagar
hi_in: बालगंगादारनाथनगर
te_in: బాలగంగాదారనాథనగర్

source: Balaganur
hi_in: ब्लॉगानुर
te_in: బ్ల్ గానుర్

source: Balaghat
hi_in: बालाघाट
te_in: బాలాఘాట్

source: Balaghat City
hi_in: बालाघाट सिटी
te_in: బాలాఘాట్ సిటీ

source: Balaghat R.S.
hi_in: बालाघाट आर.एस.
te_in: బాలాఘాట్ ఆర్.ఏస్.

source: Balagunda
hi_in: बालगुन्द
te_in: బాలగున్ద్

source: Balahpur
hi_in: बलाहपुर
te_in: బలాహపుర్

source: Balajan
hi_in: बालजन
te_in: బాలజన్

source: Balaji
hi_in: बालाजी
te_in: బాలాజీ

source: Balajinagar
hi_in: बालाजीनगर
te_in: బాలాజీనగర్

source: Balak
hi_in: बालक
te_in: బాలక్

source: Balakandi
hi_in: बालकांड
te_in: బాలకాండ్

source: Balakati
hi_in: बलकटी
te_in: బలకటీ

source: Balakira
hi_in: बल्किर
te_in: బల్కిర్

source: Balakrishnapurampudur
hi_in: बालकृष्णपुरमपुडुर
te_in: బాలకృష్ణపురమపుడుర్

source: Balakrouth
hi_in: ब्लाक्रॉथ
te_in: బ్లాక్ర్ థ్

source: Balakwada
hi_in: ब्लाकवाद
te_in: బ్లాకవాద్

source: Balal
hi_in: बलाल
te_in: బలాల్

source: Balalong
hi_in: बलालोंग
te_in: బలాలోంగ్

source: Balamukulihat
hi_in: बालमुकुलिहत
te_in: బాలముకులిహత్

source: Balana
hi_in: बालन
te_in: బాలన్

source: Balanagar
hi_in: बालानगर
te_in: బాలానగర్

source: Balanagar Township
hi_in: बालानगर टाउनशिप
te_in: బాలానగర్ టాఉనశిప్

source: Balanda
hi_in: बलन्द
te_in: బలన్ద్

source: Balanga
hi_in: ब्लाँग
te_in: బ్లాఁగ్

source: Balangir
hi_in: बलांगीर
te_in: బలాంగీర్

source: Balangir Court
hi_in: बलांगीर कोर्ट
te_in: బలాంగీర్ కోర్ట్

source: Balangir RS
hi_in: बलांगीर रस
te_in: బలాంగీర్ రస్

source: Balanpur
hi_in: बलनपुर
te_in: బలనపుర్

source: Balapur
hi_in: बालापुर
te_in: బాలాపుర్

source: Balaramapuram
hi_in: बलरामपुरम
te_in: బలరామపురం

source: Balaramapurgarh
hi_in: बलरामपुरगढ़
te_in: బలరామపురగ్

source: Balarambati
hi_in: बालरंबति
te_in: బాలరంబతి

source: Balarambazar
hi_in: बलरामबाज़ार
te_in: బలరామబా ార్

source: Balarampur
hi_in: बलरामपुर
te_in: బలరామపుర్

source: Balaramunipet
hi_in: बाळारामुनिपट
te_in: బాళారామునిపట్

source: Balasar
hi_in: बालासर
te_in: బాలాసర్

source: Balasaur
hi_in: बलासुर
te_in: బలాసుర్

source: Balaskumpa
hi_in: बलासकुंपा
te_in: బలాసకుంపా

source: Balasore
hi_in: बालासोर
te_in: బాలాసోర్

source: Balasore Court
hi_in: बालासोर कोर्ट
te_in: బాలాసోర్ కోర్ట్

source: Balasore RS
hi_in: बालासोर रस
te_in: బాలాసోర్ రస్

source: Balat
hi_in: बलात
te_in: బలాత్

source: Balavali
hi_in: बालावाली
te_in: బాలావాలీ

source: Balbera
hi_in: बलबेड़ा
te_in: బలబె ా

source: Balbir Nagar
hi_in: बलबीर नगर
te_in: బలబీర్ నగర్

source: Balchand Para Bundi
hi_in: बालचंद पर बूंदी
te_in: బాలచంద్ పర్ బూందీ

source: Balchhapar
hi_in: बलछापर
te_in: బలఛాపర్

source: Baldeo
hi_in: बलदेव
te_in: బలదెవ్

source: Baldeopur
hi_in: बलदेवपुर
te_in: బలదెవపుర్

source: Baldev Nagar
hi_in: बलदेव नगर
te_in: బలదెవ్ నగర్

source: Baldeyan
hi_in: बल्देयां
te_in: బల్దెయాం

source: Baldiya
hi_in: बल्दिया
te_in: బల్దియా

source: Baldwara
hi_in: बलद्वाड़ा
te_in: బలద్వా ా

source: Baleghar
hi_in: बालघर
te_in: బాలఘర్

source: Balek
hi_in: ब्लेक
te_in: బ్లెక్

source: Baleni
hi_in: बालैनी
te_in: బాలేనీ

source: Balepur
hi_in: बलीपुर
te_in: బలీపుర్

source: Baler Khanpur
hi_in: बालेर खानपुर
te_in: బాలెర్ ఖానపుర్

source: Balgar
hi_in: बलगर
te_in: బలగర్

source: Balgimane
hi_in: बालगिमने
te_in: బాలగిమనె

source: Balgo
hi_in: बालगो
te_in: బాలగో

source: Balgona
hi_in: बालगोना
te_in: బాలగోనా

source: Balhane
hi_in: बल्हानी
te_in: బల్హానీ

source: Balhara
hi_in: बल्हारा
te_in: బల్హారా

source: Balhlakawn
hi_in: बॉहलकॉन
te_in: బ్ హలక్ న్

source: Bali
hi_in: बलि
te_in: బలి

source: Bali Brahman
hi_in: बाली ब्राह्मण
te_in: బాలీ బ్రాహ్మణ్

source: Balia
hi_in: बलिया
te_in: బలియా

source: Balia Bibhutipara
hi_in: बलिया बिभूतिपर
te_in: బలియా బిభూతిపర్

source: Baliabikrampur
hi_in: बलियाबिक्रमपुर
te_in: బలియాబిక్రమపుర్

source: Baliadanga
hi_in: बालियाडांगा
te_in: బాలియాడాంగా

source: Baliah Khurd
hi_in: बालीः खुर्द
te_in: బాలీః ఖుర్ద్

source: Baliali
hi_in: बलियाली
te_in: బలియాలీ

source: Balian
hi_in: बालियान
te_in: బాలియాన్

source: Balibandh
hi_in: बलिबंध
te_in: బలిబంధ్

source: Balibaruan
hi_in: बलिबरवां
te_in: బలిబరవాం

source: Balibili
hi_in: बलिबिलि
te_in: బలిబిలి

source: Balibo
hi_in: बॉलिबो
te_in: బ్ లిబో

source: Balichaturi
hi_in: ब्लीचातुरी
te_in: బ్లీచాతురీ

source: Balidanga
hi_in: बालिडांगा
te_in: బాలిడాంగా

source: Balidihi
hi_in: बालीडीही
te_in: బాలీడీహీ

source: Baligam
hi_in: बलगम
te_in: బలగం

source: Baliganapalli
hi_in: बालिगनपल्ली
te_in: బాలిగనపల్లీ

source: Baligaon
hi_in: बालिगों
te_in: బాలిగోం

source: Baligori
hi_in: बालीगोरी
te_in: బాలీగోరీ

source: Baligoroda
hi_in: बालीगोरोद
te_in: బాలీగోరోద్

source: Baliguali
hi_in: बलिगुअलि
te_in: బలిగుఅలి

source: Balijan
hi_in: बलिजं
te_in: బలిజం

source: Balijhari
hi_in: बालीझरी
te_in: బాలీఝరీ

source: Balijuri
hi_in: बलिजुरी
te_in: బలిజురీ

source: Balikuda
hi_in: बलिकुदा
te_in: బలికుదా

source: Balila
hi_in: बॉईल
te_in: బ్ ఈల్

source: Balimi
hi_in: बालिमि
te_in: బాలిమి

source: Balimora
hi_in: बिलिमोरा
te_in: బిలిమోరా

source: Balindi
hi_in: बलिंड़ी
te_in: బలిం ీ

source: Balinta
hi_in: बालिंत
te_in: బాలింత్

source: Balipada
hi_in: बालीपाड़ा
te_in: బాలీపా ా

source: Balipal
hi_in: बलीपाल
te_in: బలీపాల్

source: Balipur
hi_in: बलीपुर
te_in: బలీపుర్

source: Baliput
hi_in: बलिपुट
te_in: బలిపుట్

source: Balireddygari Palli
hi_in: बलिरएडडीगरी पल्ली
te_in: బలిరఏడడీగరీ పల్లీ

source: Balisahi
hi_in: बलिसही
te_in: బలిసహీ

source: Balisuan
hi_in: बलिसवां
te_in: బలిసవాం

source: Balitikuri
hi_in: बलिटिकुरी
te_in: బలిటికురీ

source: Balkundi
hi_in: बालकुंडी
te_in: బాలకుండీ

source: Balla
hi_in: बल्ला
te_in: బల్లా

source: Ballalwadi
hi_in: बल्लालवाड़ी
te_in: బల్లాలవా ీ

source: Ballamgarh
hi_in: बल्लभगढ़
te_in: బల్లభగ్

source: Ballan
hi_in: बल्लां
te_in: బల్లాం

source: Ballapur
hi_in: बल्लापुर
te_in: బల్లాపుర్

source: Ballepalli
hi_in: बालपल्ली
te_in: బాలపల్లీ

source: Balli
hi_in: बल्ली
te_in: బల్లీ

source: Ballia
hi_in: बलिया
te_in: బల్లియా

source: Ballia Bazar
hi_in: बल्लिया बाजार
te_in: బల్లియా బాజార్

source: Ballian Wali
hi_in: बल्लियां वाली
te_in: బల్లియాం వాలీ

source: Balliapokhra
hi_in: बळलियापोखर
te_in: బళలియాపోఖర్

source: Ballichak
hi_in: बाललीचक
te_in: బాలలీచక్

source: Balligada
hi_in: बॉलिगड़ा
te_in: బ్ లిగ్ ా

source: Balliganur
hi_in: बॉलिगंउर
te_in: బ్ లిగంఉర్

source: Ballijodi
hi_in: बालीजोड़ी
te_in: బాలీజో ీ

source: Ballukhat
hi_in: बल्लूखत
te_in: బల్లూఖత్

source: Ballygunge
hi_in: बल्लीगुंगे
te_in: బల్లీగుంగె

source: Ballygunge RS
hi_in: बल्लीगुंगे रस
te_in: బల్లీగుంగె రస్

source: Ballygunge Sc College
hi_in: बल्लीगुंगे सक कॉलेज
te_in: బల్లీగుంగె సక్ క్ లెజ్

source: Balmatta
hi_in: बालमत्ता
te_in: బాలమత్తా

source: Balo Chak
hi_in: बालो चक
te_in: బాలో చక్

source: Baloda
hi_in: बालोद
te_in: బాలోద్

source: Balodi
hi_in: बलोदी
te_in: బలోదీ

source: Baloh
hi_in: बलोह
te_in: బలోహ్

source: Baloki
hi_in: बिलोकि
te_in: బిలోకి

source: Balol
hi_in: ब्लॉ
te_in: బ్ల్

source: Balongi
hi_in: बलौंगी
te_in: బలౌంగీ

source: Balotra
hi_in: बालोतरा
te_in: బాలోతరా

source: Balotra IA
hi_in: बालोतरा या
te_in: బాలోతరా యా

source: Balotra SB
hi_in: बालोतरा सब
te_in: బాలోతరా సబ్

source: Balrai
hi_in: बलरई
te_in: బలరఈ

source: Balraj Nagar
hi_in: बलराज नगर
te_in: బలరాజ్ నగర్

source: Balrampur
hi_in: बलरामपुर
te_in: బలరామపుర్

source: Balrampur City
hi_in: बलरामपुर सिटी
te_in: బలరామపుర్ సిటీ

source: Balrampur Hospital
hi_in: बलरामपुर हॉस्पिटल
te_in: బలరామపుర్ హ్ స్పిటల్

source: Balsamund
hi_in: बालसमुंद
te_in: బాలసముంద్

source: Balsane
hi_in: बॉसने
te_in: బ్ సనె

source: Balthi Maheshpur
hi_in: बाल्टी महेशपुर
te_in: బాల్టీ మహెశపుర్

source: Baltoria
hi_in: बाल्टोरीअ
te_in: బాల్టోరీఅ

source: Balu
hi_in: बालू
te_in: బాలూ

source: Balu Ganj
hi_in: बालु गंज
te_in: బాలు గంజ్

source: Balua Gajapur
hi_in: बलुआ गजपुर
te_in: బలుఆ గజపుర్

source: Balua Kachhari
hi_in: बलुआ कचहरी
te_in: బలుఆ కచహరీ

source: Balubhang
hi_in: बालूभांग
te_in: బాలూభాంగ్

source: Baluchar
hi_in: बालूचर
te_in: బాలూచర్

source: Balugaon
hi_in: बालुगांव
te_in: బాలుగాంవ్

source: Balugaon Bazar
hi_in: बालुगांव बाजार
te_in: బాలుగాంవ్ బాజార్

source: Balughata
hi_in: बालूघाट
te_in: బాలూఘాట్

source: Baluhati
hi_in: बालूहाटी
te_in: బాలూహాటీ

source: Balumath
hi_in: बालूमाथ
te_in: బాలూమాథ్

source: Balunghat
hi_in: बलूंगत
te_in: బలూంగత్

source: Balunkeswarapur
hi_in: बलङ्केस्वरपुर
te_in: బలఙ్కెస్వరపుర్

source: Balurghat
hi_in: बालुरघाट
te_in: బాలురఘాట్

source: Balurghat Market
hi_in: बालुरघाट मार्किट
te_in: బాలురఘాట్ మార్కిట్

source: Baluri
hi_in: ब्लूडी
te_in: బ్లూడీ

source: Balusseri
hi_in: बलुस्सेरी
te_in: బలుస్సెరీ

source: Balusulapalem
hi_in: बालसुलपालेम
te_in: బాలసులపాలెం

source: Balusupadu
hi_in: बलूसुपड़ु
te_in: బలూసుప్ ు

source: Baluwa
hi_in: बलुवा
te_in: బలువా

source: Balva
hi_in: बल्व
te_in: బల్వ్

source: Balwadi
hi_in: बालवाड़ी
te_in: బాలవా ీ

source: Bamada
hi_in: बमद
te_in: బమద్

source: Bamal
hi_in: बमल
te_in: బమల్

source: Bamangachi
hi_in: बमांगाची
te_in: బమాంగాచీ

source: Bamangadia
hi_in: बमांगड़िया
te_in: బమాంగ్ ియా

source: Bamangama
hi_in: बमंगम
te_in: బమంగం

source: Bamangaon
hi_in: बमनगांव
te_in: బమనగాంవ్

source: Bamani
hi_in: बामनी
te_in: బామనీ

source: Bamankhali
hi_in: बामनखाली
te_in: బామనఖాలీ

source: Bamanva
hi_in: बमांव
te_in: బమాంవ్

source: Bambavade
hi_in: बम्बावड़े
te_in: బమ్బావ్ ె

source: Bambawade
hi_in: बम्बावड़े
te_in: బమ్బావ్ ె

source: Bambhan
hi_in: बाम्भन
te_in: బామ్భన్

source: Bambolim Complex
hi_in: बाम्बोलिम काम्प्लेक्स
te_in: బామ్బోలిమ్ కామ్ప్లెక్స్

source: Bamboovila
hi_in: बम्बूविल
te_in: బమ్బూవిల్

source: Bamebari
hi_in: बमबारी
te_in: బమబారీ

source: Bamhane
hi_in: बहने
te_in: బహనె

source: Bamhani
hi_in: बम्हनी
te_in: బమ్హనీ

source: Bamhori Bahadur Singh
hi_in: बम्होरी बहादुर सिंह
te_in: బమ్హోరీ బహాదుర్ సింహ్

source: Bamhori Shalla
hi_in: बम्होरी शाळा
te_in: బమ్హోరీ శాళా

source: Bamial
hi_in: बामियाल
te_in: బామియాల్

source: Bamla
hi_in: बमल
te_in: బమల్

source: Bamnausi
hi_in: बमनौसी
te_in: బమనౌసీ

source: Bamni Khera
hi_in: बामनी खेड़ा
te_in: బామనీ ఖె ా

source: Bamnod
hi_in: बमनोद
te_in: బమనోద్

source: Bamnoi
hi_in: बमनोई
te_in: బమనోఈ

source: Bamnoli
hi_in: बामनोली
te_in: బామనోలీ

source: Bamosana
hi_in: बैमोसन
te_in: బేమోసన్

source: Bamoti
hi_in: बमोती
te_in: బమోతీ

source: Bampur
hi_in: बम्पर
te_in: బమ్పర్

source: Bamrauli
hi_in: बमरौली
te_in: బమరౌలీ

source: Bamrauli Katara
hi_in: बमरौली कटारा
te_in: బమరౌలీ కటారా

source: Bamroda
hi_in: बमरोड
te_in: బమరోడ్

source: Bamroli
hi_in: बमरोली
te_in: బమరోలీ

source: Bamta
hi_in: बंता
te_in: బంతా

source: Bamti
hi_in: बंटी
te_in: బంటీ

source: Bamunara
hi_in: बामुणारा
te_in: బాముణారా

source: Bamundi
hi_in: बमुंडी
te_in: బముండీ

source: Bamunia
hi_in: बमुनिया
te_in: బమునియా

source: Bamunimaidan
hi_in: बामुनीमैदान
te_in: బామునీమేదాన్

source: Bamunpara
hi_in: बामुनपर
te_in: బామునపర్

source: Bamuripur
hi_in: बमुरीपुर
te_in: బమురీపుర్

source: Ban
hi_in: बन
te_in: బన్

source: Ban Kat Jagdeesh
hi_in: बन कात जगदीश
te_in: బన్ కాత్ జగదీశ్

source: Bana
hi_in: बना
te_in: బనా

source: Banachak
hi_in: बनचक
te_in: బనచక్

source: Banaghutu
hi_in: बनाघुटू
te_in: బనాఘుటూ

source: Banahalli
hi_in: बनहल्ली
te_in: బనహల్లీ

source: Banahatti
hi_in: बनाहट्टी
te_in: బనాహట్టీ

source: Banahatti Somaarpeth
hi_in: बनाहट्टी समार्पित
te_in: బనాహట్టీ సమార్పిత్

source: Banai
hi_in: बनाई
te_in: బనాఈ

source: Banaili
hi_in: बनैली
te_in: బనేలీ

source: Banailipatti
hi_in: बनैलीपट्टी
te_in: బనేలీపట్టీ

source: Banakanadoni
hi_in: बनाकनदोनी
te_in: బనాకనదోనీ

source: Banakat Newada
hi_in: बनकट नेवादा
te_in: బనకట్ నెవాదా

source: Banakati
hi_in: बनकटी
te_in: బనకటీ

source: Banali
hi_in: बनाली
te_in: బనాలీ

source: Banamalipur
hi_in: बनमालीपुर
te_in: బనమాలీపుర్

source: Banana
hi_in: बनाना
te_in: బనానా

source: Banar
hi_in: बन
te_in: బన్

source: Banargaon
hi_in: बनारगों
te_in: బనారగోం

source: Banarsi
hi_in: बनारसी
te_in: బనారసీ

source: Banarsibigha
hi_in: बनारसीबीघा
te_in: బనారసీబీఘా

source: Banashankari
hi_in: बनशंकरी
te_in: బనశంకరీ

source: Banashankari III Stage
hi_in: बनशंकरी ईई स्टेज
te_in: బనశంకరీ ఈఈ స్టెజ్

source: Banaso
hi_in: बनास
te_in: బనాస్

source: Banastrim
hi_in: बनस्ट्रीम
te_in: బనస్ట్రీం

source: Banasundaria
hi_in: बाणासुंदरिया
te_in: బాణాసుందరియా

source: Banaswadi
hi_in: बनासवादी
te_in: బనాసవాదీ

source: Banaur
hi_in: बनौर
te_in: బనౌర్

source: Banbana
hi_in: बनबना
te_in: బనబనా

source: Banbirpur
hi_in: बनबीरपुर
te_in: బనబీరపుర్

source: Banchari
hi_in: बंचारी
te_in: బంచారీ

source: Banda
hi_in: बांदा
te_in: బాందా

source: Bandalo
hi_in: बंडलों
te_in: బండలోం

source: Bandanbar
hi_in: बैंडंबर
te_in: బేండంబర్

source: Bandankal
hi_in: बंदनकल
te_in: బందనకల్

source: Bandapal
hi_in: बंदपाल
te_in: బందపాల్

source: Bandapipili
hi_in: बनडपिपिली
te_in: బనడపిపిలీ

source: Bandaraviryal
hi_in: बंदरवीर्याळ
te_in: బందరవీర్యాళ్

source: Bandarjori
hi_in: बंदरजोरी
te_in: బందరజోరీ

source: Bandaseemanur
hi_in: बंदसीमानुर
te_in: బందసీమానుర్

source: Bandel Junction
hi_in: बंडल जंक्शन
te_in: బండల్ జంక్శన్

source: Bandelkona
hi_in: बँदेलकोना
te_in: బఁదెలకోనా

source: Bandeya
hi_in: बंदेया
te_in: బందెయా

source: Bandha
hi_in: बांध
te_in: బాంధ్

source: Bandhagaon
hi_in: बांधगायों
te_in: బాంధగాయోం

source: Bandhaghat
hi_in: बांधाघाट
te_in: బాంధాఘాట్

source: Bandhaguda
hi_in: बन्धागुड़ा
te_in: బన్ధాగు ా

source: Bandhapali
hi_in: बांधापाली
te_in: బాంధాపాలీ

source: Bandhpara
hi_in: बंधपर
te_in: బంధపర్

source: Bandhpur
hi_in: बढ़पुर
te_in: బ్ పుర్

source: Bandhvad
hi_in: बँधवाद
te_in: బఁధవాద్

source: Bandigudda
hi_in: बांडिगड्डा
te_in: బాండిగడ్డా

source: Bandihatti
hi_in: बनदीहाटति
te_in: బనదీహాటతి

source: Bandikala
hi_in: बंदीकला
te_in: బందీకలా

source: Bandikodigehalli
hi_in: बंदीकोदिगेहल्ली
te_in: బందీకోదిగెహల్లీ

source: Bandikui
hi_in: बांदीकुई
te_in: బాందీకుఈ

source: Bandikui Jagir
hi_in: बांदीकुई जागीर
te_in: బాందీకుఈ జాగీర్

source: Bandipora
hi_in: बांदीपोरा
te_in: బాందీపోరా

source: Bandipur
hi_in: बांदीपुर
te_in: బాందీపుర్

source: Bandla
hi_in: बंडल
te_in: బండల్

source: Bandla Tea Estate
hi_in: बंडल टी एस्टेट
te_in: బండల్ టీ ఏస్టెట్

source: Bando Haripur
hi_in: बन्दों हरिपुर
te_in: బన్దోం హరిపుర్

source: Bandora
hi_in: बंदोरा
te_in: బందోరా

source: Bandouthapur
hi_in: बंडौठपुर
te_in: బండౌఠపుర్

source: Bandra West
hi_in: बांद्रा वेस्ट
te_in: బాంద్రా వెస్ట్

source: Bandra(East)
hi_in: बंदर(ईस्ट)
te_in: బందర్(ఈస్ట్)

source: Bandrahalu
hi_in: बंदरहालु
te_in: బందరహాలు

source: Bandzoo
hi_in: बांड्ज़ू
te_in: బాండ్ ూ

source: Baner
hi_in: भनेर
te_in: భనెర్

source: Banethu
hi_in: बनेथू
te_in: బనెథూ

source: Banga
hi_in: बंग
te_in: బంగ్

source: Banga Road Phagwara
hi_in: बंगा रोड फगवाड़ा
te_in: బంగా రోడ్ ఫగవా ా

source: Bangady
hi_in: बंगडी
te_in: బంగడీ

source: Bangalaguda
hi_in: बंगालगुड़ा
te_in: బంగాలగు ా

source: Bangalamedu
hi_in: बंगलामेडु
te_in: బంగలామెడు

source: Bangalanagar
hi_in: बंगलानगर
te_in: బంగలానగర్

source: Bangalore Bazaar
hi_in: बैंगलोर बाजार
te_in: బెంగుళూరు బాజార్

source: Bangalore City
hi_in: बैंगलोर सिटी
te_in: బెంగుళూరు సిటీ

source: Bangalore Corporation Building
hi_in: बैंगलोर कारपोरेशन बिल्डिंग
te_in: బెంగుళూరు కారపోరెశన్ బిల్డింగ్
