Repository: healthvdev/custom_template
Catalog: languages/*.po
Languages: hi_in, te_in

source: H C Bench
hi_in: ह सी बेंच
te_in: హ్ సీ బెంచ్

source: H E School
hi_in: ह इ स्कूल
te_in: హ్ ఇ స్కూల్

source: H P T College
hi_in: ह प ट कॉलेज
te_in: హ్ ప్ ట్ క్ లెజ్

source: H Road
hi_in: ह रोड
te_in: హ్ రోడ్

source: H. Katapali
hi_in: एच. कटापली
te_in: ఏచ్. కటాపలీ

source: H. Nagasandra
hi_in: एच. नागासनद्रा
te_in: ఏచ్. నాగాసనద్రా

source: H. V. Nagar
hi_in: एच. वी. नगर
te_in: ఏచ్. వీ. నగర్

source: H.A. Farm
hi_in: एच.ए. फार्म
te_in: ఏచ్.ఏ. ఫార్ం

source: H.A.L II Stage
hi_in: एच.ए.ल ई स्टेज
te_in: ఏచ్.ఏ.ల్ ఈ స్టెజ్

source: H.D.Jain College
hi_in: एच.डी.जैन कॉलेज
te_in: ఏచ్.డీ.జేన్ క్ లెజ్

source: H.E. Factory
hi_in: एच.ई. फैक्ट्री
te_in: ఏచ్.ఈ. ఫేక్ట్రీ

source: H.Gollahalli
hi_in: एच.गोल्लहल्ली
te_in: ఏచ్.గోల్లహల్లీ

source: H.K.P. Road
hi_in: एच.के.पी. रोड
te_in: ఏచ్.కె.పీ. రోడ్

source: H.M.P. School
hi_in: एच.एम.पी. स्कूल
te_in: ఏచ్.ఏమ్.పీ. స్కూల్

source: H.P.S.
hi_in: एच.पी.एस.
te_in: ఏచ్.పీ.ఏస్.

source: H.R.Lines
hi_in: एच.आर.लाइन्स
te_in: ఏచ్.ఆర్.లాఇన్స్

source: H.S. Mills
hi_in: एच.एस. मिल्स
te_in: ఏచ్.ఏస్. మిల్స్

source: H.S.Sangh
hi_in: एच.एस.संघ
te_in: ఏచ్.ఏస్.సంఘ్

source: Habardi
hi_in: हबरदी
te_in: హబరదీ

source: Habban
hi_in: हब्बान
te_in: హబ్బాన్

source: Habibpur (West Midnapore)
hi_in: हबीबपुर (वेस्ट मिदनापुर)
te_in: హబీబపుర్ (వెస్ట్ మిదనాపుర్)

source: Hablaka
hi_in: हब्लक
te_in: హబ్లక్

source: Habra
hi_in: हाबरा
te_in: హాబరా

source: Hadagil Haruthi
hi_in: हडगीळ हारथी
te_in: హడగీళ్ హారథీ

source: Hadalga
hi_in: हदलग
te_in: హదలగ్

source: Hadamtala (Shemla)
hi_in: हडंताल (शेमल)
te_in: హడంతాల్ (శెమల్)

source: Hadapsar
hi_in: हडपसर
te_in: హడపసర్

source: Haddad
hi_in: हद्दाद
te_in: హద్దాద్

source: Hadeva
hi_in: हदेव
te_in: హదెవ్

source: Hadgaon
hi_in: हदगाओं
te_in: హదగాఓం

source: Hadgood
hi_in: हड़गूद
te_in: హడ్ గూద్

source: Hadia
hi_in: हड़िया
te_in: హడ్ ియా

source: Hadikere
hi_in: हदीकेरे
te_in: హదీకెరె

source: Hadil
hi_in: हैडिल
te_in: హేడిల్

source: Hadota
hi_in: हाडौत
te_in: హాడౌత్

source: Hadpsar I.E.
hi_in: हडपसर आई.ई.
te_in: హడపసర్ ఆఈ.ఈ.

source: Hadrai
hi_in: हद्रय
te_in: హద్రయ్

source: Hadrihalli
hi_in: हदरीहाल्ली
te_in: హదరీహాల్లీ

source: Hadsar
hi_in: हड़सर
te_in: హడ్ సర్

source: Haffkin Institute
hi_in: हफ्फ्किन इंस्टिट्यूट
te_in: హఫ్ఫ్కిన్ ఇంస్టిట్యూట్

source: Hafizpur
hi_in: हाफिजपुर
te_in: హాఫిజపుర్

source: Haflo R.S.
hi_in: हफ्लो आर.एस.
te_in: హఫ్లో ఆర్.ఏస్.

source: Haflong Ptc
hi_in: हाफलौंग पीटीसी
te_in: హాఫలౌంగ్ పీటీసీ

source: Hagloor
hi_in: हगलूर
te_in: హగలూర్

source: Hahtsani
hi_in: हहतसनी
te_in: హహతసనీ

source: Hahwa
hi_in: हह्वा
te_in: హహ్వా

source: Haibatpur
hi_in: हैबतपुर
te_in: హేబతపుర్

source: Haiborgaon
hi_in: हाइबोर्गों
te_in: హాఇబోర్గోం

source: Haidarpur
hi_in: हैदरपुर
te_in: హేదరపుర్

source: Haiderabad
hi_in: हैदराबाद
te_in: హేదరాబాద్

source: Haiderpur
hi_in: हैदरपुर
te_in: హేదరపుర్

source: Haiglines
hi_in: हैगलीनेस
te_in: హేగలీనెస్

source: Haihole
hi_in: हैहोली
te_in: హేహోలీ

source: Haines Road
hi_in: हैन्स रोड
te_in: హేన్స్ రోడ్

source: Hajarpur Jamania
hi_in: जरपुर जमनिया
te_in: జరపుర్ జమనియా

source: Haji Ali
hi_in: हाजी अली
te_in: హాజీ అలీ

source: Hajiarpalli
hi_in: हाजिरपल्ली
te_in: హాజిరపల్లీ

source: Hajikhana Bazar
hi_in: हाजिखाङा बाजार
te_in: హాజిఖాఙా బాజార్

source: Hajipur
hi_in: हाजीपुर
te_in: హాజీపుర్

source: Hajipur Chowk
hi_in: हाजीपुर चौक
te_in: హాజీపుర్ చౌక్

source: Hakamabil
hi_in: हकामबिल
te_in: హకామబిల్

source: Hakami
hi_in: हकमी
te_in: హకమీ

source: Hakapada
hi_in: हक़पड़ा
te_in: హక్ పడ్ ా

source: Hal (Hyderabad)
hi_in: हल (हैदराबाद)
te_in: హల్ (హేదరాబాద్)

source: Hal (Lucknow)
hi_in: हल (लखनऊ)
te_in: హల్ (లఖనఊ)

source: Hal Colony
hi_in: हल कॉलोनी
te_in: హల్ క్ లోనీ

source: Haladiapada
hi_in: हलादियापाड़ा
te_in: హలాదియాపాడ్ ా

source: Haladiapadar
hi_in: हलदीआपदार
te_in: హలదీఆపదార్

source: Haladikund
hi_in: हल्दीकुंड
te_in: హల్దీకుండ్

source: Haladkeri
hi_in: हलादकेरी
te_in: హలాదకెరీ

source: Halaganahalli
hi_in: हलगनाहल्ली
te_in: హలగనాహల్లీ

source: Halalpur
hi_in: हलालपुर
te_in: హలాలపుర్

source: Halam
hi_in: हैं
te_in: హేం

source: Halandur
hi_in: हालांदुर
te_in: హాలాందుర్

source: Halda
hi_in: हल्द
te_in: హల్ద్

source: Haldarva
hi_in: हल्दरवा
te_in: హల్దరవా

source: Haldaur
hi_in: हल्दौर
te_in: హల్దౌర్

source: Haldharu
hi_in: हलधर
te_in: హలధర్

source: Haldi
hi_in: हल्दी
te_in: హల్దీ

source: Haldia
hi_in: हल्दिया
te_in: హల్దియా

source: Haldia Bokra
hi_in: हल्दिया बोकरा
te_in: హల్దియా బోకరా

source: Haldia Patna
hi_in: हल्दिया पटना
te_in: హల్దియా పాట్నా

source: Haldibani
hi_in: हल्दीबनि
te_in: హల్దీబని

source: Haldibari
hi_in: हल्दीबाड़ी
te_in: హల్దీబాడ్ ీ

source: Haldiyon Ka Rasta
hi_in: हल्दियों का रास्ता
te_in: హల్దియోం కా రాస్తా

source: Haldu Chaur
hi_in: हल्दू चौर
te_in: హల్దూ చౌర్

source: Halduge
hi_in: हल्दूज
te_in: హల్దూజ్

source: Hale Dharmapuri
hi_in: हेल धरमपुरी
te_in: హెల్ ధరమపురీ

source: Halebeedu
hi_in: हळेबीडु
te_in: హళెబీడు

source: Halebelur
hi_in: हलबेलुर
te_in: హలబెలుర్

source: Haletorgal
hi_in: हलेतोरगल
te_in: హలెతోరగల్

source: Halgunda
hi_in: हलगुन्द
te_in: హలగున్ద్

source: Halhu
hi_in: हलहु
te_in: హలహు

source: Halima Bad
hi_in: हलीम बद
te_in: హలీమ్ బద్

source: Halingali
hi_in: हलिंगळी
te_in: హలింగళీ

source: Halisa
hi_in: हालिस
te_in: హాలిస్

source: Halka
hi_in: हल्का
te_in: హల్కా

source: Halkurike
hi_in: हलकुरीके
te_in: హలకురీకె

source: Halkurki
hi_in: हलकुरकी
te_in: హలకురకీ

source: Hallihal
hi_in: हॉलीहॉल
te_in: హ్ లీహ్ ల్

source: Hallikhed (K)
hi_in: हालीखेड़ (के)
te_in: హాలీఖెడ్ (కె)

source: Hallisagar
hi_in: हल्लीसगर
te_in: హల్లీసగర్

source: Halloidanga
hi_in: हललोदन्ग
te_in: హలలోదన్గ్

source: Hallomajra
hi_in: हल्लोमाजरा
te_in: హల్లోమాజరా

source: Halmathur
hi_in: हलमाथुर
te_in: హలమాథుర్

source: Haloadal
hi_in: हलोअदल
te_in: హలోఅదల్

source: Halogaon
hi_in: हालोगों
te_in: హాలోగోం

source: Halol Bazar
hi_in: हालोल बाजार
te_in: హాలోల్ బాజార్

source: Haltugaon
hi_in: हलचगाओं
te_in: హలచగాఓం

source: Halu Bajar Bhiwani
hi_in: हळू बाजार भिवानी
te_in: హళూ బాజార్ భివానీ

source: Haluvalli
hi_in: हालूवाली
te_in: హాలూవాలీ

source: Halval
hi_in: हलवाल
te_in: హలవాల్

source: Halvalli
hi_in: हलवल्ली
te_in: హలవల్లీ

source: Halwantakain
hi_in: हल्वांटकैं
te_in: హల్వాంటకేం

source: Hamapur
hi_in: हमपुर
te_in: హమపుర్

source: Hamarapur
hi_in: हमरापुर
te_in: హమరాపుర్

source: Hamarathan
hi_in: हमराथन
te_in: హమరాథన్

source: Hambardi
hi_in: हम्बारदी
te_in: హమ్బారదీ

source: Hamdard Nagar
hi_in: हमदर्द नगर
te_in: హమదర్ద్ నగర్

source: Hamidganj
hi_in: हमीदगंज
te_in: హమీదగంజ్

source: Hamidpur
hi_in: हमीदपुर
te_in: హమీదపుర్

source: Hamidpura
hi_in: हमीदपुर
te_in: హమీదపుర్

source: Haminpur
hi_in: हमीनपुर
te_in: హమీనపుర్

source: Hamir Garh
hi_in: हमीर गढ़
te_in: హమీర్ గఢ్

source: Hamirhati
hi_in: हमीरहती
te_in: హమీరహతీ

source: Hamiri
hi_in: हमीरी
te_in: హమీరీ

source: Hamirpur
hi_in: हमीरपुर
te_in: హమీరపుర్

source: Hamirpur DB
hi_in: हमीरपुर दब
te_in: హమీరపుర్ దబ్

source: Hamirpura
hi_in: हमीरपुर
te_in: హమీరపుర్

source: Hamjapur Pathan
hi_in: हमजापुर पठान
te_in: హమజాపుర్ పఠాన్

source: Hampankatta
hi_in: हमपानकट्टा
te_in: హమపానకట్టా

source: Hampinagar
hi_in: हमपिनगर
te_in: హమపినగర్

source: Hanagandi
hi_in: हानागंड़ी
te_in: హానాగండ్ ీ

source: Hanamkonda
hi_in: हनमकोंडा
te_in: హనమకోండా

source: Hanchinal Camp
hi_in: हंचिनाल कैम्प
te_in: హంచినాల్ కేమ్ప్

source: Hanchipura
hi_in: हैंचीपुर
te_in: హేంచీపుర్

source: Handenahalli
hi_in: हंडनहल्ली
te_in: హండనహల్లీ

source: Handidhua
hi_in: हन्दिड़हुआ
te_in: హన్దిడ్ హుఆ

source: Handihal Gududur
hi_in: हनदीहाल गुडूडुर
te_in: హనదీహాల్ గుడూడుర్

source: Handod
hi_in: हंडौद
te_in: హండౌద్

source: Hangola
hi_in: हंगोल
te_in: హంగోల్

source: Hankuni
hi_in: हनकुनी
te_in: హనకునీ

source: Hannikeri
hi_in: हनीक्री
te_in: హనీక్రీ

source: Hanoda
hi_in: हनोदा
te_in: హనోదా

source: Hansa
hi_in: हंस
te_in: హంస్

source: Hansadih
hi_in: हंसडीहा
te_in: హంసడీహా

source: Hansapore
hi_in: हांसापोर
te_in: హాంసాపోర్

source: Hansemau
hi_in: हांसॅमॉ
te_in: హాంస౅మ్

source: Hansot
hi_in: हनसोट
te_in: హనసోట్

source: Hanspur
hi_in: हंसपुर
te_in: హంసపుర్

source: Hansua
hi_in: हंसुआ
te_in: హంసుఆ

source: Hantal Anantabati
hi_in: हङताल अनंतबाती
te_in: హఙతాల్ అనంతబాతీ

source: Hanuman Mandir
hi_in: हनुमान मंदिर
te_in: హనుమాన్ మందిర్

source: Hanuman Nagar
hi_in: हनुमान नगर
te_in: హనుమాన్ నగర్

source: Hanuman Road
hi_in: हनुमान रोड
te_in: హనుమాన్ రోడ్

source: Hanumanganj (Allahabad)
hi_in: हनुमानगंज (अल्लाहाबाद)
te_in: హనుమానగంజ్ (అల్లాహాబాద్)

source: Hanumangarh Jn.
hi_in: हनुमानगढ़ जं.
te_in: హనుమానగఢ్ జం.

source: Hanumangarh Jn. Court
hi_in: हनुमानगढ़ जं. कोर्ट
te_in: హనుమానగఢ్ జం. కోర్ట్

source: Hanumangarh Town
hi_in: हनुमानगढ़ टाउन
te_in: హనుమానగఢ్ టాఉన్

source: Hanumangarh Town Bazar
hi_in: हनुमानगढ़ टाउन बाजार
te_in: హనుమానగఢ్ టాఉన్ బాజార్

source: Hanumanghat
hi_in: हनुमानघाट
te_in: హనుమానఘాట్

source: Hanumanpalem
hi_in: हनुमानपलेम
te_in: హనుమానపలెం

source: Hanumanpet
hi_in: हनुमानपेट
te_in: హనుమానపెట్

source: Hanumanpur
hi_in: हनुमानपुर
te_in: హనుమానపుర్

source: Hanumanthapur
hi_in: हनुमंथापुर
te_in: హనుమంథాపుర్

source: Hanumanthapuram
hi_in: हनुमंथापुरम
te_in: హనుమంథాపురం

source: Hanumantharaopeta
hi_in: हनुमंथराओपेट
te_in: హనుమంథరాఓపెట్

source: Hanumesh Nagar
hi_in: हनुमेष नगर
te_in: హనుమెష్ నగర్

source: Haphu
hi_in: हाफू
te_in: హాఫూ

source: Haphuwa
hi_in: हफुआ
te_in: హఫుఆ

source: Hapur Mandi
hi_in: हापुर मंडी
te_in: హాపుర్ మండీ

source: Hara
hi_in: हरा
te_in: హరా

source: Harachandi Sahi
hi_in: हरचंद सही
te_in: హరచంద్ సహీ

source: Haradaput
hi_in: हरदपुट
te_in: హరదపుట్

source: Haradi
hi_in: हार्डी
te_in: హార్డీ

source: Haragadde
hi_in: हरगड्ड़े
te_in: హరగడ్డ్ ె

source: Haragapur
hi_in: हरगपुर
te_in: హరగపుర్

source: Harakpur
hi_in: हरखपुर
te_in: హరఖపుర్

source: Harali BK
hi_in: हरयाली बक
te_in: హరయాలీ బక్

source: Haramau
hi_in: हरमू
te_in: హరమూ

source: Haramlohar
hi_in: हरमलोहर
te_in: హరమలోహర్

source: Harangai BK
hi_in: हरंगी बक
te_in: హరంగీ బక్

source: Harankhed
hi_in: हरणखेड़
te_in: హరణఖెడ్

source: Harar Fatehpur
hi_in: हरर फतेहपुर
te_in: హరర్ ఫతెహపుర్

source: Harathi
hi_in: हारथी
te_in: హారథీ

source: Harauli
hi_in: हरौली
te_in: హరౌలీ

source: Harbanspur Dharam
hi_in: हरबंसपुरा धर्म
te_in: హరబంసపురా ధర్ం

source: Harbatali
hi_in: हरबाटली
te_in: హరబాటలీ

source: Harchowal
hi_in: हरचोवाल
te_in: హరచోవాల్

source: Harda Khurd
hi_in: हरदा खुर्द
te_in: హరదా ఖుర్ద్

source: Hardaf
hi_in: हर्दाफ
te_in: హర్దాఫ్

source: Hardaspur
hi_in: हरदासपुर
te_in: హరదాసపుర్

source: Hardattpur
hi_in: हरदत्तपुर
te_in: హరదత్తపుర్

source: Hardauli
hi_in: हरदौली
te_in: హరదౌలీ

source: Hardi (J)
hi_in: हार्डी (ज)
te_in: హార్డీ (జ్)

source: Hardi (Raigarh)
hi_in: हार्डी (रायगढ़)
te_in: హార్డీ (రాయగఢ్ )

source: Hardi (S)
hi_in: हार्डी (स)
te_in: హార్డీ (స్)

source: Hardia
hi_in: हार्डिया
te_in: హార్డియా

source: Hardiamo
hi_in: हार्डिंज
te_in: హార్డింజ్

source: Hardigachh
hi_in: हरदिगाछ
te_in: హరదిగాఛ్

source: Hardiya
hi_in: हार्डिया
te_in: హార్డియా

source: Hardoi Bazar
hi_in: हरदोई बाजार
te_in: హరదోఈ బాజార్

source: Hardoi R. S.
hi_in: हरदोई आर. एस.
te_in: హరదోఈ ఆర్. ఏస్.

source: Hardorwal
hi_in: हरदोवाल
te_in: హరదోవాల్

source: Hardua
hi_in: हरदुआ
te_in: హరదుఆ

source: Harduaganj
hi_in: हरदुआगंज
te_in: హరదుఆగంజ్

source: Harduwa Camp
hi_in: हरदुवा कैम्प
te_in: హరదువా కేమ్ప్

source: Hareenahalli
hi_in: हरिनाहल्ली
te_in: హరినాహల్లీ

source: Harganpur
hi_in: हरगंपुर
te_in: హరగంపుర్

source: Hargolal
hi_in: हरगोलाल
te_in: హరగోలాల్

source: Harhua
hi_in: हरहुआ
te_in: హరహుఆ

source: Hari Behna
hi_in: हरी बहन
te_in: హరీ బహన్

source: Hari Nagar (Kannauj)
hi_in: हरी नगर (कन्नौज)
te_in: హరీ నగర్ (కన్నౌజ్)

source: Hari Nagar Ashram
hi_in: हरी नगर आश्रम
te_in: హరీ నగర్ ఆశ్రం

source: Hari Nau
hi_in: हरी नौ
te_in: హరీ నౌ

source: Hari Singh Pura
hi_in: हरी सिंह पूरा
te_in: హరీ సింహ్ పూరా

source: Haria
hi_in: हरिया
te_in: హరియా

source: Hariadih
hi_in: हरियाडीह
te_in: హరియాడీహ్

source: Hariala
hi_in: हरियाला
te_in: హరియాలా

source: Hariawala Chauraha
hi_in: हरियावाला चौराहा
te_in: హరియావాలా చౌరాహా

source: Haridevpur
hi_in: हरिदेवपुर
te_in: హరిదెవపుర్

source: Haridranathi
hi_in: हरिद्रनाथजी
te_in: హరిద్రనాథజీ

source: Haridwar
hi_in: हरिद्वार
te_in: హరిద్వార్

source: Harigada
hi_in: हरीगड़ा
te_in: హరీగడ్ ా

source: Harigram
hi_in: हरिग्राम
te_in: హరిగ్రాం

source: Harihar Ganj (Palamau)
hi_in: हरिहर गंज (पलामू)
te_in: హరిహర్ గంజ్ (పలామూ)

source: Harihara
hi_in: हरिहर
te_in: హరిహర్

source: Harihara Fort
hi_in: हरिहर फोर्ट
te_in: హరిహర్ ఫోర్ట్

source: Hariharganj
hi_in: हरिहरगंज
te_in: హరిహరగంజ్

source: Hariharpur
hi_in: हरिहरपुर
te_in: హరిహరపుర్

source: Hariharpur Bedauli
hi_in: हरिहरपुर बेदौली
te_in: హరిహరపుర్ బెదౌలీ

source: Hariharpur Rani
hi_in: हरिहरपुर रानी
te_in: హరిహరపుర్ రానీ

source: Harijhama
hi_in: हरीझम
te_in: హరీఝం

source: Harina Bazar
hi_in: हरिण बाजार
te_in: హరిణ్ బాజార్

source: Harinagar
hi_in: हरिनगर
te_in: హరినగర్

source: Harinapali
hi_in: हरिनापली
te_in: హరినాపలీ

source: Haripad
hi_in: हरिपद
te_in: హరిపద్

source: Haripar
hi_in: हरिपर
te_in: హరిపర్

source: Haripur
hi_in: हरिपुर
te_in: హరిపుర్

source: Haripur Chhitka
hi_in: हरिपुर छिटका
te_in: హరిపుర్ ఛిటకా

source: Haripur Dak
hi_in: हरिपुर डाक
te_in: హరిపుర్ డాక్

source: Haripur Harsan
hi_in: हरिपुर हरसँ
te_in: హరిపుర్ హరసఁ

source: Haripur Khalsa
hi_in: हरिपुर खालसा
te_in: హరిపుర్ ఖాలసా

source: Haripur Khol
hi_in: हरिपुर खोल
te_in: హరిపుర్ ఖోల్

source: Haripur Sandoli
hi_in: हरिपुर संडोली
te_in: హరిపుర్ సండోలీ

source: Haripur Sirowal
hi_in: हरिपुर सिरोवाल
te_in: హరిపుర్ సిరోవాల్

source: Haripura
hi_in: हरिपुरा
te_in: హరిపురా

source: Haripurnadia
hi_in: हरिपूर्णडिया
te_in: హరిపూర్ణడియా

source: Harirajpur
hi_in: हरिराजपुर
te_in: హరిరాజపుర్

source: Harirakha
hi_in: हरिराखा
te_in: హరిరాఖా

source: Harirhat
hi_in: हरिरहत
te_in: హరిరహత్

source: Harisava
hi_in: हृस्व
te_in: హృస్వ్

source: Harishankar
hi_in: हरिशंकर
te_in: హరిశంకర్

source: Harishpur
hi_in: हरीशपुर
te_in: హరీశపుర్

source: Harita
hi_in: हरित
te_in: హరిత్

source: Hariyajun
hi_in: हरियाज़ुन
te_in: హరియాజ్ ున్

source: Harji
hi_in: हरजी
te_in: హరజీ

source: Harjinder Nagar
hi_in: हरजिंदर नगर
te_in: హరజిందర్ నగర్

source: Harkol
hi_in: हरकोल
te_in: హరకోల్

source: Harladih
hi_in: हरलाडीह
te_in: హరలాడీహ్

source: Harmada
hi_in: हरमाड़ा
te_in: హరమాడ్ ా

source: Harmu Housing Colony
hi_in: हरमू हाउसिंग कॉलोनी
te_in: హరమూ హాఉసింగ్ క్ లోనీ

source: Harmukhpuri
hi_in: हरमुखपुरी
te_in: హరముఖపురీ

source: Harna
hi_in: हरण
te_in: హరణ్

source: Harnaraina
hi_in: हरनारायण
te_in: హరనారాయణ్

source: Harnathpur
hi_in: हरनाथपुर
te_in: హరనాథపుర్

source: Harnaul
hi_in: हरनौल
te_in: హరనౌల్

source: Harnera
hi_in: हार्नर
te_in: హార్నర్

source: Harni
hi_in: हरनी
te_in: హరనీ

source: Harni Colony
hi_in: हरनि कॉलोनी
te_in: హరని క్ లోనీ

source: Harniav
hi_in: हरनियाव
te_in: హరనియావ్

source: Harpal
hi_in: हरपाल
te_in: హరపాల్

source: Harpur
hi_in: हरपुर
te_in: హరపుర్

source: Harpur Nag
hi_in: हरपुर नाग
te_in: హరపుర్ నాగ్

source: Harpur Tola
hi_in: हरपुर टोला
te_in: హరపుర్ టోలా

source: Harpurtiwari
hi_in: हरपुरतिवारी
te_in: హరపురతివారీ

source: Harraipur
hi_in: हर्रायपुर
te_in: హర్రాయపుర్

source: Harrawala
hi_in: हर्रावाला
te_in: హర్రావాలా

source: Harri
hi_in: हर्रई
te_in: హర్రఈ

source: Harsana
hi_in: हरसाना
te_in: హరసానా

source: Harsh Vihar
hi_in: हर्ष विहार
te_in: హర్ష్ విహార్

source: Harshosh
hi_in: हर्षोष
te_in: హర్షోష్

source: Harsoli
hi_in: हरसोली
te_in: హరసోలీ

source: Harsoor
hi_in: हरसूर
te_in: హరసూర్

source: Harsour
hi_in: हरसौर
te_in: హరసౌర్

source: Harsulia
hi_in: हरसूलिया
te_in: హరసూలియా

source: Harthala
hi_in: हरथला
te_in: హరథలా

source: Harthua Babhanpur
hi_in: ह्रथुआ बभनपुर
te_in: హ్రథుఆ బభనపుర్

source: Hartmanpur
hi_in: हार्टमानपुर
te_in: హార్టమానపుర్

source: Harugeri
hi_in: हारूगीरी
te_in: హారూగీరీ

source: Harugoppa
hi_in: हरगोपप
te_in: హరగోపప్

source: Harur
hi_in: हर्र
te_in: హర్ర్

source: Harveypatti
hi_in: हरवेयपट्टी
te_in: హరవెయపట్టీ

source: Haryal
hi_in: हरियल
te_in: హరియల్

source: Hasai
hi_in: हसै
te_in: హసే

source: Hasalpur
hi_in: हासलपुर
te_in: హాసలపుర్

source: Hasanbada
hi_in: हसनाबाद
te_in: హసనాబాద్

source: Hasanpur
hi_in: हसनपुर
te_in: హసనపుర్

source: Hasanpur (Jyotiba Phule Nagar)
hi_in: हसनपुर (ज्योतिबा फुले नगर)
te_in: హసనపుర్ (జ్యోతిబా ఫులె నగర్)

source: Hasanpur Bhowapur
hi_in: हसनपुर भोवापुर
te_in: హసనపుర్ భోవాపుర్

source: Hasanpur Biraon
hi_in: हसनपुर बिरान
te_in: హసనపుర్ బిరాన్

source: Hasanpur Gurda
hi_in: हसनपुर गुर्दा
te_in: హసనపుర్ గుర్దా

source: Hasanpur Kadim
hi_in: हसनपुर कदीम
te_in: హసనపుర్ కదీం

source: Hasanpur Katia
hi_in: हसनपुर काटिअ
te_in: హసనపుర్ కాటిఅ

source: Hasanpur Keoli
hi_in: हसनपुर केवली
te_in: హసనపుర్ కెవలీ

source: Hasanpurbaru
hi_in: हसनपुरबरु
te_in: హసనపురబరు

source: Hasda
hi_in: हसद
te_in: హసద్

source: Hasdeo Project Korba
hi_in: हसदेव प्रोजेक्ट कोरबा
te_in: హసదెవ్ ప్రోజెక్ట్ కోరబా

source: Haseran
hi_in: हसेरन
te_in: హసెరన్

source: Hasigala
hi_in: हसिगल
te_in: హసిగల్

source: Hasnabad
hi_in: हसनाबाद
te_in: హసనాబాద్

source: Hasnain Market
hi_in: हसनैन मार्किट
te_in: హసనేన్ మార్కిట్

source: Hassan
hi_in: हस्सन
te_in: హసన్

source: Hassanpur
hi_in: हस्सनपुर
te_in: హస్సనపుర్

source: Hassanur
hi_in: हसानुर
te_in: హసానుర్

source: Hastal Village
hi_in: हास्टल विलेज
te_in: హాస్టల్ విలెజ్

source: Hastepokhari
hi_in: हस्टेपोखरी
te_in: హస్టెపోఖరీ

source: Hasthampatti
hi_in: हस्थामपट्टी
te_in: హస్థామపట్టీ

source: Hasthinapuram
hi_in: हस्थिनापुरम
te_in: హస్థినాపురం

source: Hastinapur
hi_in: हस्तिनापुर
te_in: హస్తినాపుర్

source: Hasur
hi_in: हसुर
te_in: హసుర్

source: Haswa
hi_in: हस्व
te_in: హస్వ్

source: Hata
hi_in: हटा
te_in: హటా

source: Hata Buzurg
hi_in: हटा बुज़ुर्ग
te_in: హటా బుజ్ ుర్గ్

source: Hatabharandi
hi_in: हटभरांदि
te_in: హటభరాంది

source: Hatai
hi_in: हटाई
te_in: హటాఈ

source: Hatana
hi_in: हटाना
te_in: హటానా

source: Hatbele
hi_in: हतबल
te_in: హతబల్

source: Hated
hi_in: हॉटेड
te_in: హ్ టెడ్

source: Hatgacha
hi_in: हटगच
te_in: హటగచ్

source: Hatgobindapur
hi_in: हातगोबिन्दपुर
te_in: హాతగోబిన్దపుర్

source: Hatharva
hi_in: हाथर्वा
te_in: హాథర్వా

source: Hathia
hi_in: हथिया
te_in: హథియా

source: Hathidah
hi_in: हाथीदह
te_in: హాథీదహ్

source: Hathigahan
hi_in: हथिगहां
te_in: హథిగహాం

source: Hathigaon
hi_in: हथिगन
te_in: హథిగన్

source: Hathijan
hi_in: हठीजन
te_in: హఠీజన్

source: Hathika
hi_in: हाथीक
te_in: హాథీక్

source: Hathin
hi_in: हथीन
te_in: హథీన్

source: Hathipaon
hi_in: हठीपन
te_in: హఠీపన్

source: Hathivan
hi_in: हाथीवान
te_in: హాథీవాన్

source: Hathiyama
hi_in: हथियम
te_in: హథియం

source: Hathod
hi_in: हथोडी
te_in: హథోడీ

source: Hathoj
hi_in: हाथोज
te_in: హాథోజ్

source: Hathras City
hi_in: हाथरस सिटी
te_in: హాథరస్ సిటీ

source: Hathur
hi_in: हठूर
te_in: హఠూర్

source: Hati
hi_in: हटी
te_in: హటీ

source: Hatia
hi_in: हटिया
te_in: హటియా

source: Hatia (Ranchi)
hi_in: हटिया (रांची)
te_in: హటియా (రాంచీ)

source: Hatiadiha
hi_in: हटियाडीह
te_in: హటియాడీహ్

source: Hatiara
hi_in: हतियार
te_in: హతియార్

source: Hatibandha
hi_in: हातीबांध
te_in: హాతీబాంధ్

source: Hatiberia
hi_in: हटिबेरिया
te_in: హటిబెరియా

source: Hatibondha
hi_in: हतिबोंध
te_in: హతిబోంధ్

source: Haticherra Grant PT VII
hi_in: हातिचेर्रा ग्रांट पत वी
te_in: హాతిచెర్రా గ్రాంట్ పత్ వీ

source: Hatikote
hi_in: हातीकोट
te_in: హాతీకోట్

source: Hatiyar
hi_in: हतियार
te_in: హతియార్

source: Hatiyawan
hi_in: हटियावां
te_in: హటియావాం

source: Hatkhola
hi_in: हाट्खोला
te_in: హాట్ఖోలా

source: Hatkongera
hi_in: हाटकोंगेरा
te_in: హాటకోంగెరా

source: Hatnagar
hi_in: हयातनगर
te_in: హయాతనగర్

source: Hatola
hi_in: हाटोला
te_in: హాటోలా

source: Hatora
hi_in: हतोड़ा
te_in: హతోడ్ ా

source: Hatsahi
hi_in: हतसही
te_in: హతసహీ

source: Hattapur
hi_in: छत्तापुर
te_in: ఛత్తాపుర్

source: Hatte Road Latur
hi_in: हट्टे रोड लातूर
te_in: హట్టె రోడ్ లాతూర్

source: Hatthuba
hi_in: हाट्टहुब
te_in: హాట్టహుబ్

source: Hatti-kh
hi_in: हटती-कह
te_in: హటతీ-కహ్

source: Hattigudur
hi_in: हट्टीगुड़र
te_in: హట్టీగుడ్ ర్

source: Hatugaon
hi_in: हटुगांव
te_in: హటుగాంవ్

source: Hatuka
hi_in: हैतुक
te_in: హేతుక్

source: Hatuna
hi_in: हातून
te_in: హాతూన్

source: Hatura
hi_in: चतुर
te_in: చతుర్

source: Hatwa
hi_in: हटवा
te_in: హటవా

source: Hatwas
hi_in: हटावास
te_in: హటావాస్

source: Haulawng
hi_in: हॉलॉन्ग
te_in: హ్ ల్ న్గ్

source: Hauz Khas
hi_in: हौज खास
te_in: హౌజ్ ఖాస్

source: Hauz Khas Market
hi_in: हौज खास मार्किट
te_in: హౌజ్ ఖాస్ మార్కిట్

source: Havanagi
hi_in: हवानगी
te_in: హవానగీ

source: Haveri V.N.
hi_in: हावेरी वी.एन.
te_in: హావెరీ వీ.ఏన్.

source: Hawas
hi_in: हवस
te_in: హవస్

source: Hayatnagar
hi_in: हयातनगर
te_in: హయాతనగర్

source: Hayatpora
hi_in: हयातपुर
te_in: హయాతపుర్

source: Hayyal B
hi_in: हय्यल बी
te_in: హయ్యల్ బీ

source: Hayyal K
hi_in: हय्यल क
te_in: హయ్యల్ క్

source: Hazampur
hi_in: हाजमपुर
te_in: హాజమపుర్

source: Hazarapar
hi_in: हज़ारपर
te_in: హజ్ ారపర్

source: Hazarat Ganj
hi_in: हज़रत गंज
te_in: హజ్ రత్ గంజ్

source: Hazarathgudem
hi_in: हज़ारआठगुदेम
te_in: హజ్ ారఆఠగుదెం

source: Hazari
hi_in: हज़ारी
te_in: హజ్ ారీ

source: Hazaribagh
hi_in: हज़ारीबाग़
te_in: హజారీబాగ్

source: Hazarikagaon
hi_in: हज़ारिकागन
te_in: హజ్ ారికాగన్

source: Hazipur Khazuria B
hi_in: हाजीपुर खजुरिया बी
te_in: హాజీపుర్ ఖజురియా బీ

source: Hazipur Khera
hi_in: हाजीपुर खेर
te_in: హాజీపుర్ ఖెర్

source: Hazira Chowk
hi_in: हाज़िर चौक
te_in: హాజ్ ిర్ చౌక్

source: Hbti
hi_in: भती
te_in: భతీ

source: Health Institute
hi_in: हेल्थ इंस्टिट्यूट
te_in: హెల్థ్ ఇంస్టిట్యూట్

source: Heavan
hi_in: हैवान
te_in: హేవాన్

source: Hebbagodi
hi_in: हेब्बागोड़ी
te_in: హెబ్బాగోడ్ ీ

source: Hebbal
hi_in: हेब्बल
te_in: హెబ్బల్

source: Hebbal Kempapura
hi_in: हेब्बल केम्पापुरा
te_in: హెబ్బల్ కెమ్పాపురా

source: Hebbal Layout
hi_in: हेब्बल लेआउट
te_in: హెబ్బల్ లెఆఉట్

source: Hebballi
hi_in: हुब्बल्ली
te_in: హుబ్బల్లీ

source: Hebbalu
hi_in: हेब्बलू
te_in: హెబ్బలూ

source: Hebbani
hi_in: हब्बानि
te_in: హబ్బాని

source: Hebbasale
hi_in: हैबबसले
te_in: హేబబసలె

source: Heble
hi_in: हेबले
te_in: హెబలె

source: Hebri
hi_in: हेब्रि
te_in: హెబ్రి

source: HEC Adm Bldg
hi_in: हेक आदम ब्लडग
te_in: హెక్ ఆదమ్ బ్లడగ్

source: HEC App Hostel
hi_in: हेक अप्प हॉस्टल
te_in: హెక్ అప్ప్ హ్ స్టల్

source: HEC Colony
hi_in: हेक कॉलोनी
te_in: హెక్ క్ లోనీ

source: HEC Expert Hostel
hi_in: हेक एक्सपर्ट हॉस्टल
te_in: హెక్ ఏక్సపర్ట్ హ్ స్టల్

source: Hedali
hi_in: हेडली
te_in: హెడలీ

source: Hediginahal
hi_in: हेडगिनहाल
te_in: హెడగినహాల్

source: Hedigonda
hi_in: हेडिंगोंडा
te_in: హెడింగోండా

source: Hedri Pura
hi_in: हैदरी पूरा
te_in: హేదరీ పూరా

source: Heempur Deepa
hi_in: हीमपुर दीप
te_in: హీమపుర్ దీప్

source: Heerani
hi_in: हीरानी
te_in: హీరానీ

source: Heerapura
hi_in: हीरापुर
te_in: హీరాపుర్

source: Hegadihal
hi_in: हेगदिहाल
te_in: హెగదిహాల్

source: Heggadde
hi_in: हेग्गड्डे
te_in: హెగ్గడ్డె

source: Heggodu
hi_in: हेग्गोडु
te_in: హెగ్గోడు

source: Heggotara
hi_in: हैगगोटर
te_in: హేగగోటర్

source: Hehal
hi_in: हेहल
te_in: హెహల్

source: Hejjala
hi_in: हिज्जल
te_in: హిజ్జల్

source: Helagahalli
hi_in: हेलागहल्ली
te_in: హెలాగహల్లీ

source: Hemawas
hi_in: हेमावास
te_in: హెమావాస్

source: Hemmadi
hi_in: हेम्मादि
te_in: హెమ్మాది

source: Hendevelli
hi_in: हैंदेवेल्ली
te_in: హేందెవెల్లీ

source: Hengrabari
hi_in: हॅंगरबरी
te_in: హ౅ంగరబరీ

source: Henjla
hi_in: हेजल
te_in: హెజల్

source: Hennagara
hi_in: हेननगर
te_in: హెననగర్

source: Heon
hi_in: हुओं
te_in: హుఓం

source: Hera
hi_in: हेरा
te_in: హెరా

source: Herapatty
hi_in: हेरपट्टी
te_in: హెరపట్టీ

source: Heravanadu
hi_in: हेरावणदु
te_in: హెరావణదు

source: Herhanj
hi_in: हेरहंज
te_in: హెరహంజ్

source: Herkal
hi_in: हरकल
te_in: హరకల్

source: Herla
hi_in: हेरल
te_in: హెరల్

source: Herohalli
hi_in: हरोहल्ली
te_in: హరోహల్లీ

source: Herur
hi_in: हेरूर
te_in: హెరూర్

source: Herwad
hi_in: हेरवाड़
te_in: హెరవాడ్

source: Hesagarha
hi_in: हेसागरहा
te_in: హెసాగరహా

source: Hesla
hi_in: हेसल
te_in: హెసల్

source: Hetalkhali
hi_in: हेटलखली
te_in: హెటలఖలీ

source: Hetanpur
hi_in: हेतनपुर
te_in: హెతనపుర్

source: Hetapur
hi_in: हेतपुर
te_in: హెతపుర్

source: Hewa
hi_in: हवा
te_in: హవా

source: Hide Market
hi_in: हाईड मार्किट
te_in: హాఈడ్ మార్కిట్
