Repository: healthvdev/custom_template
Catalog: languages/*.po
Languages: hi_in, te_in

source: Bethara
hi_in: बेतहर
te_in: బెతహర్

source: Bethavolu
hi_in: बेठावोलयू
te_in: బెఠావోలయూ

source: Bethlehem
hi_in: बेथलेहम
te_in: బెథలెహం

source: Bethole
hi_in: बेठोले
te_in: బెఠోలె

source: Betki
hi_in: बेतकी
te_in: బెతకీ

source: Betla National Park
hi_in: बेतला नेशनल पार्क
te_in: బెతలా నెశనల్ పార్క్

source: Betoli
hi_in: बेटली
te_in: బెటలీ

source: Betora
hi_in: बेटर
te_in: బెటర్

source: Betsing
hi_in: बेतसिंग
te_in: బెతసింగ్

source: Bettadahalli
hi_in: बेट्टदहल्ली
te_in: బెట్టదహల్లీ

source: Bettageri
hi_in: बेटगेरी
te_in: బెటగెరీ

source: Bettahalli
hi_in: बेट्टहल्ली
te_in: బెట్టహల్లీ

source: Bettahalsur
hi_in: बेटहलसुर
te_in: బెటహలసుర్

source: Bettiah City
hi_in: बेत्तियाह सिटी
te_in: బెత్తియాహ్ సిటీ

source: Betulkala
hi_in: बेटुलकला
te_in: బెటులకలా

source: Beur
hi_in: बेउर
te_in: బెఉర్

source: Bevur (Ramanagar)
hi_in: बेवूर (रामनगर)
te_in: బెవూర్ (రామనగర్)

source: Bevurmandya
hi_in: बेवूरमण्डय
te_in: బెవూరమణ్డయ్

source: Bewana
hi_in: बेवाना
te_in: బెవానా

source: Bewarti
hi_in: बेवरती
te_in: బెవరతీ

source: Bezera
hi_in: बेजर
te_in: బెజర్

source: Bezonbagh
hi_in: बेजोंबाघ
te_in: బెజోంబాఘ్

source: Bhaatgaon
hi_in: भातगाँव
te_in: భాతగాఁవ్

source: Bhabandha
hi_in: भबंध
te_in: భబంధ్

source: Bhabangawan
hi_in: भबनगवां
te_in: భబనగవాం

source: Bhabarada
hi_in: भबरदा
te_in: భబరదా

source: Bhabhaura
hi_in: भभौरा
te_in: భభౌరా

source: Bhabhua
hi_in: भभुआ
te_in: భభుఆ

source: Bhabua
hi_in: भबुआ
te_in: భబుఆ

source: Bhachalva
hi_in: भछलवा
te_in: భఛలవా

source: Bhad
hi_in: भाड़
te_in: భా

source: Bhadaj
hi_in: भडाज
te_in: భడాజ్

source: Bhadala
hi_in: भदाला
te_in: భదాలా

source: Bhadam
hi_in: भड़ाम
te_in: భ్ ాం

source: Bhadane
hi_in: भड़ाने
te_in: భ్ ానె

source: Bhadar
hi_in: भादर
te_in: భాదర్

source: Bhadarkali
hi_in: भद्रकाली
te_in: భద్రకాలీ

source: Bhadarwara Khurd
hi_in: भदरवारा खुर्द
te_in: భదరవారా ఖుర్ద్

source: Bhadas
hi_in: भड़ास
te_in: భ్ ాస్

source: Bhadasar
hi_in: भादासर
te_in: భాదాసర్

source: Bhadasi
hi_in: भड़ासी
te_in: భ్ ాసీ

source: Bhadath
hi_in: भाङठ
te_in: భాఙఠ్

source: Bhadaura
hi_in: भदौरा
te_in: భదౌరా

source: Bhadawan
hi_in: भदवान
te_in: భదవాన్

source: Bhadbhunja
hi_in: भड़भूँजा
te_in: భ్ భూఁజా

source: Bhadbhut
hi_in: भाड़भूत
te_in: భా భూత్

source: Bhade
hi_in: भाड़े
te_in: భా ె

source: Bhader
hi_in: भांडेर
te_in: భాండెర్

source: Bhadgaon
hi_in: भड़गाओं
te_in: భ్ గాఓం

source: Bhadharia
hi_in: भदहरा
te_in: భదహరా

source: Bhadi
hi_in: भड़ी
te_in: భ్ ీ

source: Bhadisar
hi_in: भड़ीसर
te_in: భ్ ీసర్

source: Bhadiyad
hi_in: भदियाड़
te_in: భదియా

source: Bhadiyadhar
hi_in: भडियाधर
te_in: భడియాధర్

source: Bhadmara
hi_in: भड़मार
te_in: భ్ మార్

source: Bhadne
hi_in: भड़ने
te_in: భ్ నె

source: Bhadohi
hi_in: भदोही
te_in: భదోహీ

source: Bhadora
hi_in: भदोरा
te_in: భదోరా

source: Bhadra
hi_in: भद्रा
te_in: భద్రా

source: Bhadra Colony
hi_in: भद्र कॉलोनी
te_in: భద్ర్ క్ లోనీ

source: Bhadrachalam
hi_in: भद्राचलम
te_in: భద్రాచలం

source: Bhadrak
hi_in: भद्रक
te_in: భద్రక్

source: Bhadrak Banka Bazar
hi_in: भद्रक बैंक बाजार
te_in: భద్రక్ బేంక్ బాజార్

source: Bhadrak College
hi_in: भद्रक कॉलेज
te_in: భద్రక్ క్ లెజ్

source: Bhadrak Court
hi_in: भद्रक कोर्ट
te_in: భద్రక్ కోర్ట్

source: Bhadrak Naya Bazar
hi_in: भद्रक नया बाजार
te_in: భద్రక్ నయా బాజార్

source: Bhadrak Puruna Bazar
hi_in: भद्रक पुरून बाजार
te_in: భద్రక్ పురూన్ బాజార్

source: Bhadrak R S
hi_in: भद्रक र स
te_in: భద్రక్ ర్ స్

source: Bhadrapura
hi_in: भद्रपुर
te_in: భద్రపుర్

source: Bhadras
hi_in: भद्रस
te_in: భద్రస్

source: Bhadravadi
hi_in: भद्रवादी
te_in: భద్రవాదీ

source: Bhadravathi Hudco Colony
hi_in: भद्रावती हुडको कॉलोनी
te_in: భద్రావతీ హుడకో క్ లోనీ

source: Bhadravathi New Model Colony
hi_in: भद्रावती नई मॉडल कॉलोनी
te_in: భద్రావతీ నఈ మ్ డల్ క్ లోనీ

source: Bhadravathi Old Town
hi_in: भद्रावती ओल्ड टाउन
te_in: భద్రావతీ ఓల్డ్ టాఉన్

source: Bhadravathi Railway Stn
hi_in: भद्रावती रेलवे स्तन
te_in: భద్రావతీ రెలవె స్తన్

source: Bhadravati
hi_in: भद्रावती
te_in: భద్రావతీ

source: Bhadrer
hi_in: भद्र्र
te_in: భద్ర్ర్

source: Bhadrod
hi_in: भदरोड
te_in: భదరోడ్

source: Bhadroli
hi_in: भदरौली
te_in: భదరౌలీ

source: Bhadrsa
hi_in: भदरसा
te_in: భదరసా

source: Bhadsara
hi_in: भड़सरा
te_in: భ్ సరా

source: Bhaduripara
hi_in: भदूरीपर
te_in: భదూరీపర్

source: Bhadurpur
hi_in: बहादुरपुर
te_in: బహాదురపుర్

source: Bhadvav
hi_in: भेदवाव
te_in: భెదవావ్

source: Bhagabandh
hi_in: भागाबांध
te_in: భాగాబాంధ్

source: Bhagabandhi
hi_in: भागबंधी
te_in: భాగబంధీ

source: Bhagabandi
hi_in: भगाबांदी
te_in: భగాబాందీ

source: Bhagabatipur
hi_in: भगबतीपुर
te_in: భగబతీపుర్

source: Bhagal
hi_in: भागल
te_in: భాగల్

source: Bhagalpur
hi_in: भागलपुर
te_in: భాగలపుర్

source: Bhagalpur City
hi_in: भागलपुर सिटी
te_in: భాగలపుర్ సిటీ

source: Bhagan Bigha
hi_in: भगण बिगहा
te_in: భగణ్ బిగహా

source: Bhagat Bazar
hi_in: भगत बाजार
te_in: భగత్ బాజార్

source: Bhagatdih
hi_in: भगतडीह
te_in: భగతడీహ్

source: Bhagatpur
hi_in: भगतपुर
te_in: భగతపుర్

source: Bhagausa
hi_in: भगौसा
te_in: భగౌసా

source: Bhagavathinada
hi_in: भगवत्थीनाड़ा
te_in: భగవత్థీనా ా

source: Bhagawant Pura
hi_in: भगवंत पूरा
te_in: భగవంత్ పూరా

source: Bhageet
hi_in: भगित
te_in: భగిత్

source: Bhager
hi_in: भागेर
te_in: భాగెర్

source: Bhagesari
hi_in: भगेसरी
te_in: భగెసరీ

source: Bhagiari
hi_in: भगिरी
te_in: భగిరీ

source: Bhagipur
hi_in: भागीपुर
te_in: భాగీపుర్

source: Bhagirath Pura
hi_in: भगीरथ पूरा
te_in: భగీరథ్ పూరా

source: Bhagirathipur
hi_in: भगीरथीपुर
te_in: భగీరథీపుర్

source: Bhaglapur Central Jail
hi_in: भागलपुर सेंट्रल जेल
te_in: భాగలపుర్ సెంట్రల్ జెల్

source: Bhaglapur Distt. Board
hi_in: भागलपुर दिसत्त. बोर्ड
te_in: భాగలపుర్ దిసత్త్. బోర్డ్

source: Bhagli Sindhlan
hi_in: भागली सिंधलान
te_in: భాగలీ సింధలాన్

source: Bhagora
hi_in: भगोरा
te_in: భగోరా

source: Bhagwan
hi_in: भगवन
te_in: భగవన్

source: Bhagwan Bazar
hi_in: भगवान बाजार
te_in: భగవాన్ బాజార్

source: Bhagwan Garh
hi_in: भगवान गढ़
te_in: భగవాన్ గ్

source: Bhagwanpur
hi_in: भगवानपुर
te_in: భగవానపుర్

source: Bhagwanpur (Vaishali)
hi_in: भगवानपुर (वैशाली)
te_in: భగవానపుర్ (వేశాలీ)

source: Bhagwanpura
hi_in: भगवानपुर
te_in: భగవానపుర్

source: Bhagwant Nagar
hi_in: भगवंत नगर
te_in: భగవంత్ నగర్

source: Bhagwantpur
hi_in: भगवन्तपुर
te_in: భగవన్తపుర్

source: Bhagwatipurkhutana
hi_in: भगवतीपुरखुटाने
te_in: భగవతీపురఖుటానె

source: Bhagwi
hi_in: भगवी
te_in: భగవీ

source: Bhagya Nagar-kurnool
hi_in: भाग्य नगर-कुरनूल
te_in: భాగ్య్ నగర్-కురనూల్

source: Bhagyanagar (Belgaum)
hi_in: भाग्यनगर (बेलगाम)
te_in: భాగ్యనగర్ (బెలగామ్)

source: Bhaidava
hi_in: भादवा
te_in: భాదవా

source: Bhainatora
hi_in: भइनटोरा
te_in: భఇనటోరా

source: Bhainchua
hi_in: भींचूआ
te_in: భీంచూఆ

source: Bhaini Baringa
hi_in: भइनी ब्रिंग
te_in: భఇనీ బ్రింగ్

source: Bhaini Bharon
hi_in: भैणी भरों
te_in: భేణీ భరోం

source: Bhaini Chanderpal
hi_in: भैणी चंद्रपाल
te_in: భేణీ చంద్రపాల్

source: Bhaini Surjan
hi_in: भैणी सुरजन
te_in: భేణీ సురజన్

source: Bhainripalli
hi_in: भइनरिपल्ली
te_in: భఇనరిపల్లీ

source: Bhainsa
hi_in: भैंस
te_in: భేంస్

source: Bhainsadhara
hi_in: भैंसाधार
te_in: భేంసాధార్

source: Bhainsai
hi_in: भैंसे
te_in: భేంసె

source: Bhainsawa
hi_in: भैंसवा
te_in: భేంసవా

source: Bhainsi
hi_in: भैंसी
te_in: భేంసీ

source: Bhainsori ED
hi_in: भैंसोड़ी एड
te_in: భేంసో ీ ఏడ్

source: Bhainswamataji
hi_in: भैंसवामाताजी
te_in: భేంసవామాతాజీ

source: Bhainswan Khurd
hi_in: भैंसवान खुर्द
te_in: భేంసవాన్ ఖుర్ద్

source: Bhairab Dutta Lane
hi_in: भैरब दुत्ता लेन
te_in: భేరబ్ దుత్తా లెన్

source: Bhairamkonda
hi_in: भैरमकोंडा
te_in: భేరమకోండా

source: Bhairavnath Road
hi_in: भैरवनाथ रोड
te_in: భేరవనాథ్ రోడ్

source: Bhairidevarkoppa
hi_in: भइरीदेवरकोप्पा
te_in: భఇరీదెవరకోప్పా

source: Bhairo Bhoop
hi_in: भैरो भूप
te_in: భేరో భూప్

source: Bhairo Kalan
hi_in: भैरो कलां
te_in: భేరో కలాం

source: Bhaironpura
hi_in: भैरोंपुर
te_in: భేరోంపుర్

source: Bhairpura
hi_in: भीरपुर
te_in: భీరపుర్

source: Bhairwar
hi_in: भैरवर
te_in: భేరవర్

source: Bhaisa
hi_in: भैस
te_in: భేస్

source: Bhaisadon
hi_in: भैंसादों
te_in: భేంసాదోం

source: Bhaisahi Bazar
hi_in: भैसही बाजार
te_in: భేసహీ బాజార్

source: Bhaisani Islampur
hi_in: भैसानी इस्लामपुर
te_in: భేసానీ ఇస్లామపుర్

source: Bhaisauli
hi_in: भैसौली
te_in: భేసౌలీ

source: Bhaisaundha
hi_in: भैसौंधा
te_in: భేసౌంధా

source: Bhaiswa
hi_in: भैसवा
te_in: భేసవా

source: Bhaiyan
hi_in: भाइयन
te_in: భాఇయన్

source: Bhaiyawari
hi_in: भैयावारी
te_in: భేయావారీ

source: Bhajan Pura
hi_in: भजन पूरा
te_in: భజన్ పూరా

source: Bhajanamandir
hi_in: भजनमंदिर
te_in: భజనమందిర్

source: Bhaji Bazar Amravati
hi_in: भाजी बाजार अमरावती
te_in: భాజీ బాజార్ అమరావతీ

source: Bhaji Market
hi_in: भाजी मार्केट
te_in: భాజీ మార్కెట్

source: Bhajond
hi_in: भजोंड़
te_in: భజోం

source: Bhajoni
hi_in: भजौनि
te_in: భజౌని

source: Bhajuanagla
hi_in: भजुआनग्ला
te_in: భజుఆనగ్లా

source: Bhakar
hi_in: बहकर
te_in: బహకర్

source: Bhakhari
hi_in: भाखरी
te_in: భాఖరీ

source: Bhakreri
hi_in: भाकरेऋ
te_in: భాకరెఋ

source: Bhakrod
hi_in: भाकरोद
te_in: భాకరోద్

source: Bhaktavatsalanagar
hi_in: भक्तवत्सलनगर
te_in: భక్తవత్సలనగర్

source: Bhaktinagar
hi_in: भक्तिनगर
te_in: భక్తినగర్

source: Bhakurahar
hi_in: भकुरहार
te_in: భకురహార్

source: Bhalada
hi_in: भलाद
te_in: భలాద్

source: Bhalaswa
hi_in: भलस्वा
te_in: భలస్వా

source: Bhaleta
hi_in: बहलता
te_in: బహలతా

source: Bhalgaon
hi_in: भलगाव
te_in: భలగావ్

source: Bhalki
hi_in: भालकी
te_in: భాలకీ

source: Bhalkundi
hi_in: भालकुंडी
te_in: భాలకుండీ

source: Bhallan
hi_in: भल्लन
te_in: భల్లన్

source: Bhallari
hi_in: भल्लारी
te_in: భల్లారీ

source: Bhallerian
hi_in: भलेरियान
te_in: భలెరియాన్

source: Bhallia Bujurg
hi_in: भल्लिया बुजुर्ग
te_in: భల్లియా బుజుర్గ్

source: Bhalojla
hi_in: भलोजला
te_in: భలోజలా

source: Bhalpatti
hi_in: भलपट्टी
te_in: భలపట్టీ

source: Bhalsumar
hi_in: भालसुमर
te_in: భాలసుమర్

source: Bhaluahia
hi_in: भलुआहीआ
te_in: భలుఆహీఆ

source: Bhalukdubi
hi_in: भालुकड़ूबी
te_in: భాలుక్ ూబీ

source: Bhalukghata
hi_in: भालुकघात
te_in: భాలుకఘాత్

source: Bhalukmari
hi_in: भालुकमारी
te_in: భాలుకమారీ

source: Bhalupatra
hi_in: भालुपात्रा
te_in: భాలుపాత్రా

source: Bhalusana
hi_in: भालुसान
te_in: భాలుసాన్

source: Bham
hi_in: भं
te_in: భం

source: Bhamaddi
hi_in: भमादड़ी
te_in: భమాద్ ీ

source: Bhamaiya
hi_in: भमइया
te_in: భమఇయా

source: Bhamate
hi_in: भमते
te_in: భమతె

source: Bhambhewa
hi_in: भंभेवा
te_in: భంభెవా

source: Bhambhoria
hi_in: भम्भोरिया
te_in: భమ్భోరియా

source: Bhamboor
hi_in: भम्बूर
te_in: భమ్బూర్

source: Bhambri
hi_in: भाम्बरी
te_in: భామ్బరీ

source: Bhamburde
hi_in: भम्बर्ड
te_in: భమ్బర్డ్

source: Bhamini
hi_in: भामिनि
te_in: భామిని

source: Bhamnara
hi_in: भंङार
te_in: భంఙార్

source: Bhamora
hi_in: भमोरा
te_in: భమోరా

source: Bhamori
hi_in: भमोरी
te_in: భమోరీ

source: Bhamsyali
hi_in: भमसयली
te_in: భమసయలీ

source: Bhanaipur
hi_in: भानेपुर
te_in: భానెపుర్

source: Bhanala
hi_in: भानल
te_in: భానల్

source: Bhanam
hi_in: भानं
te_in: భానం

source: Bhanbarad
hi_in: भंबरद
te_in: భంబరద్

source: Bhanda
hi_in: भंडा
te_in: భండా

source: Bhandal
hi_in: भंडाल
te_in: భండాల్

source: Bhandara
hi_in: भंडारा
te_in: భండారా

source: Bhandara Town
hi_in: भंडार टाउन
te_in: భండార్ టాఉన్

source: Bhandarbodi
hi_in: भंडारबोड़ी
te_in: భండారబో ీ

source: Bhandarhalli
hi_in: भंडारहल्ली
te_in: భండారహల్లీ

source: Bhandari
hi_in: भंडारी
te_in: భండారీ

source: Bhandariamanik Ganj
hi_in: भंडारीअमनिक गंज
te_in: భండారీఅమనిక్ గంజ్

source: Bhandarikuda
hi_in: भंडारीकुड़ा
te_in: భండారీకు ా

source: Bhandarikuli
hi_in: भंडारिकुली
te_in: భండారికులీ

source: Bhandarpuara
hi_in: भंड़ारपुरा
te_in: భం ారపురా

source: Bhandarpuri
hi_in: भंडारपुरी
te_in: భండారపురీ

source: Bhandartal
hi_in: भंडारटल
te_in: భండారటల్

source: Bhandegaon
hi_in: भाँडेगाव
te_in: భాఁడెగావ్

source: Bhandigadi
hi_in: भांडिगडि
te_in: భాండిగడి

source: Bhandisahi
hi_in: भाण्डिसाही
te_in: భాణ్డిసాహీ

source: Bhandra
hi_in: भंडरा
te_in: భండరా

source: Bhandsar
hi_in: भड़सर
te_in: భ్ సర్

source: Bhandu
hi_in: भंडु
te_in: భండు

source: Bhandup Complex
hi_in: भांडुप काम्प्लेक्स
te_in: భాండుప్ కామ్ప్లెక్స్

source: Bhandup East
hi_in: भांडुप ईस्ट
te_in: భాండుప్ ఈస్ట్

source: Bhandup Ind. Estate
hi_in: भांडुप एंड. एस्टेट
te_in: భాండుప్ ఏండ్. ఏస్టెట్

source: Bhandup West
hi_in: भांडुप वेस्ट
te_in: భాండుప్ వెస్ట్

source: Bhandut
hi_in: भांड
te_in: భాండ్

source: Bhandval
hi_in: भांडवल
te_in: భాండవల్

source: Bhaner
hi_in: भनेर
te_in: భనెర్

source: Bhanera
hi_in: भनेर
te_in: భనెర్

source: Bhanera Udda
hi_in: भनेर उड़द
te_in: భనెర్ ఉ ద్

source: Bhangaha Kala
hi_in: भंगहा कला
te_in: భంగహా కలా

source: Bhangala
hi_in: भंगाल
te_in: భంగాల్

source: Bhangali
hi_in: भंगाली
te_in: భంగాలీ

source: Bhangar (NF)
hi_in: भंगार (नफ)
te_in: భంగార్ (నఫ్)

source: Bhangarh
hi_in: भानगढ़
te_in: భానగ్

source: Bhangarwadi
hi_in: भंगरवादी
te_in: భంగరవాదీ

source: Bhangrotu
hi_in: भंगरोटू
te_in: భంగరోటూ

source: Bhangura
hi_in: भंगुर
te_in: భంగుర్

source: Bhangwa Ki Chungi
hi_in: भंगवा की चुंगी
te_in: భంగవా కీ చుంగీ

source: Bhani Mehraj
hi_in: भनी महराज
te_in: భనీ మహరాజ్

source: Bhaniara
hi_in: भनिएर
te_in: భనిఏర్

source: Bhanimaharajpur
hi_in: भणीमहाराजपुर
te_in: భణీమహారాజపుర్

source: Bhanjamargo
hi_in: भन्जमार्गो
te_in: భన్జమార్గో

source: Bhanjanagar
hi_in: भंजनगर
te_in: భంజనగర్

source: Bhanjanagar College
hi_in: भंजनगर कॉलेज
te_in: భంజనగర్ క్ లెజ్

source: Bhanjanagar Bazar
hi_in: भंजनगर बाजार
te_in: భంజనగర్ బాజార్

source: Bhanjipet
hi_in: भानजीपेट
te_in: భానజీపెట్

source: Bhankh
hi_in: भख
te_in: భఖ్

source: Bhankhar
hi_in: भंखार
te_in: భంఖార్

source: Bhankrota
hi_in: भांकरोटा
te_in: భాంకరోటా

source: Bhanokheri
hi_in: भानोखेड़ी
te_in: భానోఖె ీ

source: Bhanota Salga
hi_in: भनोत सलग
te_in: భనోత్ సలగ్

source: Bhanpur
hi_in: भानपुर
te_in: భానపుర్

source: Bhansoj
hi_in: भान्सोज
te_in: భాన్సోజ్

source: Bhantabari
hi_in: भंटाबारी
te_in: భంటాబారీ

source: Bhanthala
hi_in: भंथल
te_in: భంథల్

source: Bhanugram
hi_in: भंउग्रम
te_in: భంఉగ్రం

source: Bhanumukkala
hi_in: भनुमोककल
te_in: భనుమోకకల్

source: Bhanupratappur
hi_in: भानुप्रतापपुर
te_in: భానుప్రతాపపుర్

source: Bhapoo
hi_in: भपू
te_in: భపూ

source: Bhapral
hi_in: भप्राल
te_in: భప్రాల్

source: Bhaproda
hi_in: भप्ऱोड
te_in: భప్ఱోడ్

source: Bhapur Bazar
hi_in: भपूर बाजार
te_in: భపూర్ బాజార్

source: Bhar Peta Adoni
hi_in: भर पेट अडोनी
te_in: భర్ పెట్ అడోనీ

source: Bharad
hi_in: भरड़
te_in: భర్

source: Bharahari
hi_in: भर्तहरि
te_in: భర్తహరి

source: Bharahi
hi_in: भरही
te_in: భరహీ

source: Bharaira
hi_in: भरैरा
te_in: భరేరా

source: Bharalumukh
hi_in: भरलुमुख
te_in: భరలుముఖ్

source: Bharam
hi_in: भरम
te_in: భరం

source: Bharamapuri Extension
hi_in: भरमपुरी एक्सटेंशन
te_in: భరమపురీ ఏక్సటెంశన్

source: Bharamau
hi_in: भर्मु
te_in: భర్ము

source: Bharana Kalan
hi_in: भर्ना कलां
te_in: భర్నా కలాం

source: Bharananganam
hi_in: भरांणगणं
te_in: భరాంణగణం

source: Bharapur Bhori
hi_in: भरपूर भोरी
te_in: భరపూర్ భోరీ

source: Bharari
hi_in: भारी
te_in: భారీ

source: Bharat Nagar (Ghaziabad)
hi_in: भारत नगर (ग़ज़िआबाद)
te_in: భారత్ నగర్ (ౚ ిఆబాద్)

source: Bharat Nagar (Ludhiana)
hi_in: भारत नगर (लुधियाना)
te_in: భారత్ నగర్ (లుధియానా)

source: Bharat Nagar (Mumbai)
hi_in: भारत नगर (मुम्बई)
te_in: భారత్ నగర్ (ముంబై)

source: Bharat Nagar Colony
hi_in: भारत नगर कॉलोनी
te_in: భారత్ నగర్ క్ లోనీ

source: Bharatganj
hi_in: भारतगंज
te_in: భారతగంజ్

source: Bharatgaon Wadi
hi_in: भ्रातगन वाड़ी
te_in: భ్రాతగన్ వా ీ

source: Bharatgarh
hi_in: भरतगढ़
te_in: భరతగ్

source: Bharath
hi_in: भारत
te_in: భారత్

source: Bharathinagar
hi_in: भराठीनगर
te_in: భరాఠీనగర్

source: Bharathinagar (PMK)
hi_in: भराठीनगर (पमक)
te_in: భరాఠీనగర్ (పమక్)

source: Bharathipura
hi_in: भरथीपुर
te_in: భరథీపుర్

source: Bharathipuram (Kanchipuram)
hi_in: भारथीपुरम (कांचीपुरम)
te_in: భారథీపురమ్ (కాంచీపురమ్)

source: Bharathiyar University
hi_in: भारतियार यूनिवर्सिटी
te_in: భారతియార్ యూనివర్సిటీ

source: Bharathnagar Town
hi_in: भरतनगर टाउन
te_in: భరతనగర్ టాఉన్

source: Bharatinagar
hi_in: भारतीनगर
te_in: భారతీనగర్

source: Bharatpur
hi_in: भरतपुर
te_in: భరతపుర్

source: Bharatpur Darwaza
hi_in: भरतपुर दरवाज़ा
te_in: భరతపుర్ దరవా ా

source: Bharauli
hi_in: भरौली
te_in: భరౌలీ

source: Bharbhadia
hi_in: भरभड़िया
te_in: భరభ్ ియా

source: Bharechnagar
hi_in: भरेचनगर
te_in: భరెచనగర్

source: Bhargav Camp
hi_in: भार्गव कैंप
te_in: భార్గవ్ కేంప్

source: Bharhut
hi_in: भरहुत
te_in: భరహుత్

source: Bharipur
hi_in: भरिपुर
te_in: భరిపుర్

source: Bharmour
hi_in: भरमौर
te_in: భరమౌర్

source: Bharnai
hi_in: भरने
te_in: భరనె

source: Bharni
hi_in: भरनी
te_in: భరనీ

source: Bharoda
hi_in: बहरोड
te_in: బహరోడ్

source: Bharosa
hi_in: भरोसा
te_in: భరోసా

source: Bharpur
hi_in: भरपूर
te_in: భరపూర్

source: Bharritola
hi_in: भर्रीटोला
te_in: భర్రీటోలా

source: Bhartha
hi_in: भारत
te_in: భారత్

source: Bharthana
hi_in: भरथना
te_in: భరథనా

source: Bharthian
hi_in: भर्तियां
te_in: భర్తియాం

source: Bharuamunda
hi_in: भरुआमुंडा
te_in: భరుఆముండా

source: Bharuch
hi_in: भरूच
te_in: భరూచ్

source: Bharudpur
hi_in: भारूड़पुर
te_in: భారూ పుర్

source: Bharuli
hi_in: भरली
te_in: భరలీ

source: Bharundi
hi_in: भारुंड
te_in: భారుండ్

source: Bharwain Road
hi_in: भरवाईं रोड
te_in: భరవాఈం రోడ్

source: Bhaskarapuram
hi_in: भास्करपुरम
te_in: భాస్కరపురం

source: Bhaskarnagar
hi_in: भास्करनगर
te_in: భాస్కరనగర్

source: Bhaskola
hi_in: भसकोला
te_in: భసకోలా

source: Bhasro Kalan
hi_in: भसरो कलां
te_in: భసరో కలాం

source: Bhasuru
hi_in: भसुर
te_in: భసుర్

source: Bhat
hi_in: भट
te_in: భట్

source: Bhatahan
hi_in: भटहां
te_in: భటహాం

source: Bhatahi Khurd
hi_in: भटही खुर्द
te_in: భటహీ ఖుర్ద్

source: Bhatakumarada
hi_in: भातकुमारडा
te_in: భాతకుమారడా

source: Bhatambre
hi_in: भातम्ब्रे
te_in: భాతమ్బ్రె

source: Bhatana
hi_in: भटाना
te_in: భటానా

source: Bhatane
hi_in: भटाने
te_in: భటానె

source: Bhatangali
hi_in: भटंगली
te_in: భటంగలీ

source: Bhatangli
hi_in: भटंगली
te_in: భటంగలీ

source: Bhatapada
hi_in: भाटपाड़ा
te_in: భాటపా ా

source: Bhatasan
hi_in: भटसँ
te_in: భటసఁ

source: Bhatasiuni
hi_in: भटसिउनी
te_in: భటసిఉనీ

source: Bhataulia
hi_in: भटौलिया
te_in: భటౌలియా

source: Bhatchhatar
hi_in: भेटछत्तर
te_in: భెటఛత్తర్

source: Bhatel
hi_in: भेटल
te_in: భెటల్

source: Bhater Nichli
hi_in: बहतर निचली
te_in: బహతర్ నిచలీ

source: Bhatera
hi_in: भतेरा
te_in: భతెరా

source: Bhatgama
hi_in: भटगामा
te_in: భటగామా

source: Bhatgaon
hi_in: भटगांव
te_in: భటగాంవ్

source: Bhathahi
hi_in: भठही
te_in: భఠహీ

source: Bhathali
hi_in: भठली
te_in: భఠలీ

source: Bhatia Nagar
hi_in: भाटिया नगर
te_in: భాటియా నగర్

source: Bhatian
hi_in: भाटियान
te_in: భాటియాన్

source: Bhatibari
hi_in: भाटीबरी
te_in: భాటీబరీ

source: Bhatigam
hi_in: भटिगम
te_in: భటిగం

source: Bhatimunda
hi_in: भतिमुंडा
te_in: భతిముండా

source: Bhatinda
hi_in: भटिंडा
te_in: భటిండా

source: Bhatipura
hi_in: भटीपुरा
te_in: భటీపురా

source: Bhatiwar
hi_in: भाटीवार
te_in: భాటీవార్

source: Bhatiyana Khushalpur
hi_in: भटियाना खुशालपुर
te_in: భటియానా ఖుశాలపుర్

source: Bhatiyani
hi_in: भटियाणी
te_in: భటియాణీ

source: Bhatjangla
hi_in: भतजंगल
te_in: భతజంగల్

source: Bhatkal Bazar
hi_in: भटकल बाजार
te_in: భటకల్ బాజార్

source: Bhatkhedi
hi_in: भाटखेड़ी
te_in: భాటఖె ీ

source: Bhatkhijri
hi_in: भटखिजरी
te_in: భటఖిజరీ

source: Bhatkudgaon
hi_in: भटकुड़गाओं
te_in: భటకు గాఓం

source: Bhatla
hi_in: भाटला
te_in: భాటలా

source: Bhatlaida
hi_in: भटलैड
te_in: భటలేడ్

source: Bhatlamaguturu
hi_in: भट्लामगुटूर
te_in: భట్లామగుటూర్

source: Bhatli-badmal
hi_in: भटली-बड़मल
te_in: భటలీ-బ్ మల్

source: Bhatol Jattan
hi_in: भतोल जट्टान
te_in: భతోల్ జట్టాన్

source: Bhatola
hi_in: भतोल
te_in: భతోల్

source: Bhatoli
hi_in: भटोली
te_in: భటోలీ

source: Bhatoli Kalan
hi_in: भटोली कलां
te_in: భటోలీ కలాం

source: Bhatori
hi_in: भटोरी
te_in: భటోరీ

source: Bhatoya
hi_in: भटय
te_in: భటయ్

source: Bhatpura
hi_in: भटपुरा
te_in: భటపురా

source: Bhatpure
hi_in: भक्तपुर
te_in: భక్తపుర్

source: Bhatpurwa Kala
hi_in: भटपुरवा काल
te_in: భటపురవా కాల్

source: Bhatraul
hi_in: भटरौल
te_in: భటరౌల్

source: Bhatsana
hi_in: भर्त्सना
te_in: భర్త్సనా

source: Bhatsimar
hi_in: भटसिमर
te_in: భటసిమర్

source: Bhatta Bazar
hi_in: भट्ठा बाजार
te_in: భట్ఠా బాజార్

source: Bhattabati
hi_in: भटटबटी
te_in: భటటబటీ

source: Bhattarahalli
hi_in: भट्टारहल्ली
te_in: భట్టారహల్లీ

source: Bhatte Bhaini
hi_in: भत्ते भइनी
te_in: భత్తె భఇనీ

source: Bhaturia
hi_in: भटूरिया
te_in: భటూరియా

source: Bhatvas
hi_in: भटवास
te_in: భటవాస్

source: Bhaukuwan
hi_in: भुकुवां
te_in: భుకువాం

source: Bhaupur
hi_in: भाऊपुर
te_in: భాఊపుర్

source: Bhaurkhol
hi_in: भौरखोल
te_in: భౌరఖోల్

source: Bhauti Pratappur
hi_in: भौती प्रतापपुर
te_in: భౌతీ ప్రతాపపుర్

source: Bhav Chiraiya
hi_in: भाव चिरैया
te_in: భావ్ చిరేయా

source: Bhavan ' S College
hi_in: भवन ' से कॉलेज
te_in: భవన్ ' సె క్ లెజ్

source: Bhavandgad
hi_in: भवनदगड़
te_in: భవనదగ్

source: Bhavangadh
hi_in: भवनगढ़
te_in: భవనగ్

source: Bhavani
hi_in: भवानी
te_in: భవానీ

source: Bhavani Cutcherry
hi_in: भवानी कटचेरी
te_in: భవానీ కటచెరీ

source: Bhavani Kudal
hi_in: भवानी कुदाल
te_in: భవానీ కుదాల్

source: Bhavani Mandir-Tuljapur
hi_in: भवानी मंदिर-तुलजापुर
te_in: భవానీ మందిర్-తులజాపుర్

source: Bhavani Nagar
hi_in: भवानी नगर
te_in: భవానీ నగర్

source: Bhavani Peth
hi_in: भवानी पेठ
te_in: భవానీ పెఠ్

source: Bhavaniabujurg
hi_in: भवानीएबुजुर्ग
te_in: భవానీఏబుజుర్గ్

source: Bhavanipura
hi_in: भवानीपुर
te_in: భవానీపుర్

source: Bhavanipuram
hi_in: भवानीपुरम
te_in: భవానీపురం

source: Bhavanisagar
hi_in: भवानीसागर
te_in: భవానీసాగర్

source: Bhavanivad
hi_in: भवानिवड
te_in: భవానివడ్

source: Bhavdepur
hi_in: भवदेपुर
te_in: భవదెపుర్

source: Bhavigarh
hi_in: भविगढ़
te_in: భవిగ్

source: Bhavnagar
hi_in: भावनगर
te_in: భావనగర్

source: Bhavnagar Bharatnagar
hi_in: भावनगर भरतनगर
te_in: భావనగర్ భరతనగర్

source: Bhavnagar BPTI
hi_in: भावनगर बप्ति
te_in: భావనగర్ బప్తి

source: Bhavnagar Chitra
hi_in: भावनगर चित्र
te_in: భావనగర్ చిత్ర్

source: Bhavnagar Collectorate
hi_in: भावनगर कोल्लेकतोरते
te_in: భావనగర్ కోల్లెకతోరతె

source: Bhavnagar Gogha Circle
hi_in: भावनगर घोघ सर्किल
te_in: భావనగర్ ఘోఘ్ సర్కిల్

source: Bhavnagar K Nagar
hi_in: भावनगर के नगर
te_in: భావనగర్ కె నగర్

source: Bhavnagar Khargate
hi_in: भावनगर खरगते
te_in: భావనగర్ ఖరగతె

source: Bhavnagar M K Road
hi_in: भावनगर म क रोड
te_in: భావనగర్ మ్ క్ రోడ్

source: Bhavnagar Nirmalnagar
hi_in: भावनगर निर्मलनगर
te_in: భావనగర్ నిర్మలనగర్

source: Bhavnagar Shivaji Circle Area
hi_in: भावनगर शिवजी सर्किल एरिया
te_in: భావనగర్ శివజీ సర్కిల్ ఏరియా

source: Bhavnagar Takhteshwar
hi_in: भावनगर तख्तेश्वर
te_in: భావనగర్ తఖ్తెశ్వర్

source: Bhavnagar Vora Bazar
hi_in: भावनगर वोरा बाजार
te_in: భావనగర్ వోరా బాజార్

source: Bhavnagar Wadva
hi_in: भावनगर वाडव
te_in: భావనగర్ వాడవ్

source: Bhavsor
hi_in: भावसार
te_in: భావసార్

source: Bhawanarpur
hi_in: भावनपुर
te_in: భావనపుర్

source: Bhawani
hi_in: भवानी
te_in: భవానీ

source: Bhawani Nagar
hi_in: भवानी नगर
te_in: భవానీ నగర్

source: Bhawani Shankar
hi_in: भवानी शंकर
te_in: భవానీ శంకర్

source: Bhawani Shankar Rd
hi_in: भवानी शंकर रड
te_in: భవానీ శంకర్ రడ్

source: Bhawanipatna
hi_in: भवानीपटना
te_in: భవానీపాట్నా

source: Bhawanipatna B.B.Pada
hi_in: भवानीपटना बी.बी.पड़ा
te_in: భవానీపాట్నా బీ.బీ.ప్ ా

source: Bhawanipatna Collectorate
hi_in: भवानीपटना कोल्लेकतोरते
te_in: భవానీపాట్నా కోల్లెకతోరతె

source: Bhawanipatna CollegeSquare
hi_in: भवानीपटना कॉल्लेगेसकरे
te_in: భవానీపాట్నా క్ ల్లెగెసకరె

source: Bhawanipatna Naktiguda
hi_in: भवानीपटना नकटीगुड़ा
te_in: భవానీపాట్నా నకటీగు ా

source: Bhawanipatna Stadium
hi_in: भवानीपटना स्टेडियम
te_in: భవానీపాట్నా స్టెడియం

source: Bhawanipore
hi_in: भवानीपुर
te_in: భవానీపుర్

source: Bhawanipur
hi_in: भवानीपुर
te_in: భవానీపుర్

source: Bhawapur
hi_in: भावपुर
te_in: భావపుర్

source: Bhawarna
hi_in: भवारना
te_in: భవారనా

source: Bhawati
hi_in: भवति
te_in: భవతి

source: Bhayander East
hi_in: भायंदर ईस्ट
te_in: భాయందర్ ఈస్ట్

source: Bhayander West
hi_in: भायंदर वेस्ट
te_in: భాయందర్ వెస్ట్

source: Bhayara
hi_in: भयार
te_in: భయార్

source: Bhechda
hi_in: भेकड
te_in: భెకడ్

source: Bhedia
hi_in: भेड़िया
te_in: భె ియా

source: Bhedikala
hi_in: भेड़ीकला
te_in: భె ీకలా

source: Bhedvad
hi_in: भेदवाद
te_in: భెదవాద్

source: Bhedwala
hi_in: भेदवाला
te_in: భెదవాలా
