Repository: healthvdev/custom_template
Catalog: languages/*.po
Languages: hi_in, te_in

source: Namkum
hi_in: नामकुम
te_in: నామకుం

source: Namner
hi_in: नामनेर
te_in: నామనెర్

source: Namol
hi_in: नमोल
te_in: నమోల్

source: Nampara Majarkuri
hi_in: नामपर मजरकुरी
te_in: నామపర్ మజరకురీ

source: Nan
hi_in: नान
te_in: నాన్

source: Nana Chiloda
hi_in: नाना चिलौद
te_in: నానా చిలౌద్

source: Nana Jalundra
hi_in: नाना जालूँड्रा
te_in: నానా జాలూఁడ్రా

source: Nana Mandva
hi_in: नाना माण्डव
te_in: నానా మాణ్డవ్

source: Nana Peth
hi_in: नाना पथ
te_in: నానా పథ్

source: Nana Ubhada
hi_in: नाना उभड़ा
te_in: నానా ఉభడ్ ా

source: Nanabhavda
hi_in: ननभवद
te_in: ననభవద్

source: Nanajipur
hi_in: नानाजीपुर
te_in: నానాజీపుర్

source: Nanak Chak
hi_in: नानक चक
te_in: నానక్ చక్

source: Nanak Pura
hi_in: नानक पूरा
te_in: నానక్ పూరా

source: Nanakmatta
hi_in: नानकमत्ता
te_in: నానకమత్తా

source: Nanakpur
hi_in: नानकपुर
te_in: నానకపుర్

source: Nanakramguda
hi_in: नानाक्रमगुड़ा
te_in: నానాక్రమగుడ్ ా

source: Nanapondha
hi_in: नानापोंढा
te_in: నానాపోంఢా

source: Nanapur
hi_in: नानपुर
te_in: నానపుర్

source: Nanapuri
hi_in: नानापुरी
te_in: నానాపురీ

source: Nanasahebpet
hi_in: नानासाहेबपेट
te_in: నానాసాహెబపెట్

source: Nanaud
hi_in: तनौद
te_in: తనౌద్

source: Nand
hi_in: नन्द
te_in: నన్ద్

source: Nand Garh
hi_in: नन्द गढ़
te_in: నన్ద్ గఢ్

source: Nand Nagri \A\
hi_in: नन्द नगरी \आ\
te_in: నన్ద్ నగరీ \ఆ\

source: Nand Nagri \C\
hi_in: नन्द नगरी \कि\
te_in: నన్ద్ నగరీ \కి\

source: Nand Pur Amwari
hi_in: नन्द पुर अमवारी
te_in: నన్ద్ పుర్ అమవారీ

source: Nand Rampurbass
hi_in: नन्द रामपुरबस
te_in: నన్ద్ రామపురబస్

source: Nanda Nagar
hi_in: नंदा नगर
te_in: నందా నగర్

source: Nandahandi
hi_in: ननदहंदी
te_in: ననదహందీ

source: Nandakumarpur
hi_in: नंदकुमारपुर
te_in: నందకుమారపుర్

source: Nandambakkam Kudiyiruppu
hi_in: नंदमबक्कम कुडियिरुप्पु
te_in: నందమబక్కమ్ కుడియిరుప్పు

source: Nandana
hi_in: नंदन
te_in: నందన్

source: Nandanam
hi_in: नन्दनम
te_in: నన్దనం

source: Nandanavanam
hi_in: नंदनवनं
te_in: నందనవనం

source: Nandangadda
hi_in: नंदनगड्डा
te_in: నందనగడ్డా

source: Nandannagar
hi_in: नंदननगर
te_in: నందననగర్

source: Nandanwan
hi_in: नंदनवन
te_in: నందనవన్

source: Nandapur
hi_in: नंदपुर
te_in: నందపుర్

source: Nandarkha
hi_in: नंदरखा
te_in: నందరఖా

source: Nandarkhi
hi_in: नंदरखी
te_in: నందరఖీ

source: Nandarva
hi_in: नंदरवा
te_in: నందరవా

source: Nandasan
hi_in: नन्दसँ
te_in: నన్దసఁ

source: Nandauli
hi_in: नंदौली
te_in: నందౌలీ

source: Nandavade
hi_in: नंदवाड़े
te_in: నందవాడ్ ె

source: Nandavan Colony
hi_in: नंदवन कॉलोनी
te_in: నందవన్ క్ లోనీ

source: Nandeal
hi_in: नान्दील
te_in: నాన్దీల్

source: Nanded
hi_in: नांदेड़
te_in: నాందెడ్

source: Nanded Town
hi_in: नांदेड टाउन
te_in: నాందెడ్ టాఉన్

source: Nandej
hi_in: नांदेज
te_in: నాందెజ్

source: Nandera
hi_in: नंदेरा
te_in: నందెరా

source: Nandgaon
hi_in: नंदगांव
te_in: నందగాంవ్

source: Nandgaon Tarapur
hi_in: नंदगाव तारापुर
te_in: నందగావ్ తారాపుర్

source: Nandgola
hi_in: नंदगोला
te_in: నందగోలా

source: Nandha
hi_in: नंदा
te_in: నందా

source: Nandhai
hi_in: नंढि
te_in: నంఢి

source: Nandhatti
hi_in: नंधतती
te_in: నంధతతీ

source: Nandi
hi_in: नंदी
te_in: నందీ

source: Nandigam
hi_in: नंदीगाम
te_in: నందీగాం

source: Nandigama Bazar
hi_in: नंदीगाम बाजार
te_in: నందీగామ్ బాజార్

source: Nandighore
hi_in: नंदिघोरे
te_in: నందిఘోరె

source: Nandigoda
hi_in: नंदीगोड़ा
te_in: నందీగోడ్ ా

source: Nandigram
hi_in: नंदीग्राम
te_in: నందీగ్రాం

source: Nandihal
hi_in: नंदीहॉल
te_in: నందీహ్ ల్

source: Nandihalli
hi_in: नन्दीहल्ली
te_in: నన్దీహల్లీ

source: Nandikotkur
hi_in: नंदीकोटकुर
te_in: నందీకోటకుర్

source: Nandikur
hi_in: नंदिकूर
te_in: నందికూర్

source: Nandikurli
hi_in: नंदिकूरली
te_in: నందికూరలీ

source: Nandini
hi_in: नंदिनी
te_in: నందినీ

source: Nandinilayout
hi_in: नंदिनिलयौट
te_in: నందినిలయౌట్

source: Nandipulam
hi_in: नंदीपुलम
te_in: నందీపులం

source: Nandipur
hi_in: नांदीपुर
te_in: నాందీపుర్

source: Nandivampu
hi_in: नन्दिवम्पु
te_in: నన్దివమ్పు

source: Nandkatti
hi_in: नंदकात्ती
te_in: నందకాత్తీ

source: Nandlalabad
hi_in: नंदलालाबाद
te_in: నందలాలాబాద్

source: Nandlalpur
hi_in: नंदलालपुर
te_in: నందలాలపుర్

source: Nandnagar
hi_in: नंदनगर
te_in: నందనగర్

source: Nandoj
hi_in: नैंडोज
te_in: నేండోజ్

source: Nandol
hi_in: नांदोल
te_in: నాందోల్

source: Nandotri
hi_in: नंदोतरी
te_in: నందోతరీ

source: Nandpora
hi_in: नंदपुर
te_in: నందపుర్

source: Nandpur
hi_in: नंदपुर
te_in: నందపుర్

source: Nandpur Kalaur
hi_in: नंदपुर कलर
te_in: నందపుర్ కలర్

source: Nandpur Kesho
hi_in: नंदपुर केशो
te_in: నందపుర్ కెశో

source: Nandre
hi_in: नंद्रे
te_in: నంద్రె

source: Nandupala
hi_in: नंदुपल
te_in: నందుపల్

source: Nandvi
hi_in: नांदवी
te_in: నాందవీ

source: Nandyal
hi_in: नांदयाल
te_in: నాందయాల్

source: Nandyal Bazar
hi_in: नांदयाल बाजार
te_in: నాందయాల్ బాజార్

source: Nandyal R.S.
hi_in: नांदयाल आर.एस.
te_in: నాందయాల్ ఆర్.ఏస్.

source: Nangal
hi_in: नांगल
te_in: నాంగల్

source: Nangal Dam
hi_in: नंगल डैम
te_in: నంగల్ డేం

source: Nangal Dewat
hi_in: नांगल देवत
te_in: నాంగల్ దెవత్

source: Nangal Jat
hi_in: नांगल जाट
te_in: నాంగల్ జాట్

source: Nangal Kalan
hi_in: नांगल कलां
te_in: నాంగల్ కలాం

source: Nangal Khoria
hi_in: नंगल खोरिया
te_in: నంగల్ ఖోరియా

source: Nangal Khurd
hi_in: नांगल खुर्द
te_in: నాంగల్ ఖుర్ద్

source: Nangal Nikku
hi_in: नांगल निक्कु
te_in: నాంగల్ నిక్కు

source: Nangal Purohitan
hi_in: नांगल पुरोहितं
te_in: నాంగల్ పురోహితం

source: Nangal Raya
hi_in: नांगल राया
te_in: నాంగల్ రాయా

source: Nangal Salangri
hi_in: नांगल सलंगरी
te_in: నాంగల్ సలంగరీ

source: Nangal Shama
hi_in: नंगल शाम
te_in: నంగల్ శాం

source: Nangal Talwara
hi_in: नंगल तलवार
te_in: నంగల్ తలవార్

source: Nangal Teju
hi_in: नांगल तेजू
te_in: నాంగల్ తెజూ

source: Nangal Township
hi_in: नंगल टाउनशिप
te_in: నంగల్ టాఉనశిప్

source: Nangalkhanjadi
hi_in: नांगलखानजदी
te_in: నాంగలఖానజదీ

source: Nangamahalla
hi_in: नंगमहल्ला
te_in: నంగమహల్లా

source: Nanganallur
hi_in: नंगनल्लूर
te_in: నంగనల్లూర్

source: Nanganallur Bazaar
hi_in: नंगनल्लूर बाजार
te_in: నంగనల్లూర్ బాజార్

source: Nangaon
hi_in: नंगों
te_in: నంగోం

source: Nangdala
hi_in: नंगडाला
te_in: నంగడాలా

source: Nangli Gujran
hi_in: नंगली गुजरान
te_in: నంగలీ గుజరాన్

source: Nangloi
hi_in: नांगलोई
te_in: నాంగలోఈ

source: Nangloi - II
hi_in: नांगलोई - ई
te_in: నాంగలోఈ - ఈ

source: Nangloi - III
hi_in: नांगलोई - ईई
te_in: నాంగలోఈ - ఈఈ

source: Nangran
hi_in: नंगरं
te_in: నంగరం

source: Nangthala
hi_in: नंगथला
te_in: నంగథలా

source: Nanhera Aliarpur
hi_in: नन्हेड़ा अलिअरपुर
te_in: నన్హెడ్ ా అలిఅరపుర్

source: Nanhidih
hi_in: ननहीडीह
te_in: ననహీడీహ్

source: Nanhwara Sejha
hi_in: नन्हवारा सेझ
te_in: నన్హవారా సెఝ్

source: AMHI
hi_in: अपोलो म्यूनिख हेल्थ बीमा कं लिमिटेड

source: Bajaj Allianz
hi_in: बजाज आलियांज जनरल इंश् कं. लि.

source: Bharathi AXA
hi_in: भारती एक्सा जनरल इंश्योरेंस कंपनी लिमिटेड

source: Cholamandalam
hi_in: चोलामंडलम एमएस जनरल इंश्योरेंस कंपनी लिमिटेड

source: Future Generali
hi_in: फ्यूचर जनरली इंडिया बीमा कंपनी लिमिटेड

source: HDFC EGRO
hi_in: एचडीएफसी ई.आर.जी.ओ. जनरल इंश्योरेंस कंपनी लिमिटेड

source: ICICI
hi_in: आईसीआईसीआई लोम्बारड जनरल बीमा कं लि.

source: IFFCO TOKIO
hi_in: इफको टोक्यो जनरल बीमा कंपनी लिमिटेड

source: India First
hi_in: इंडियाफर्स्ट जीवन बीमा कंपनी लिमिटेड

source: LT
hi_in: एल एंड टी जनरल इंश्योरेंस कंपनी लिमिटेड

source: LIC
hi_in: एलआईसी ऑफ इंडिया

source: Liberty Videocan
hi_in: लिबर्टी वीडियोकॉन जनरल बीमा कं लिमिटेड

source: Max Bupa
hi_in: मैक्सब्युपा हेल्थ बीमा कं लिमिटेड

source: MA
hi_in: मेडी असिस्ट

source: NIC
hi_in: नेशनल इंश्योरेंस कंपनी लिमिटेड

source: OIC
hi_in: ओरिएंटल बीमा कं लिमिटेड

source: Reliance General
hi_in: रिलायंस जनरल बीमा कं लिमिटेड

source: Reliance Life
hi_in: रिलायंस जीवन बीमा कंपनी लिमिटेड

source: Religare
hi_in: रेलिगेयर हेल्थय बीमा कं लिमिटेड

source: Royal Sundaram
hi_in: रॉयल सुंदरम एलायंस बीमा कं लिमिटेड

source: SBI
hi_in: एसबीआई जनरल इंश्योरेंस कंपनी लिमिटेड

source: Star Health
hi_in: स्टार हेल्थ और एलाइड बीमा कंपनी लिमिटेड

source: NIA
hi_in: नई इंडिया अस्सुरांस कंपनी यूनाइटेड लिमिटेड

source: UIIC
hi_in: यूनाइटेड इंडिया बीमा कंपनी लिमिटेड

source: Universal Sampo
hi_in: यूनिवर्सल सौंपो जनरल बीमा कं लिमिटेड

source: Fortis
hi_in: फोर्टिस
te_in: ఫోర్టిస్

source: Apollo
hi_in: अपोलो
te_in: అపోలో

source: Narayana
hi_in: नारायॅना
te_in: నారాయ౅నా

source: Cloudnine
hi_in: क्लाउडनाइन
te_in: క్లాఉడనాఇన్

source: Wockhardt
hi_in: वॉकहार्ट
te_in: వ్ కహార్ట్

source: Cygnus
hi_in: सिग्नस
te_in: సిగ్నస్

source: Vaatsalya
hi_in: वात्सल्या
te_in: వాత్సల్యా

source: AMRI
hi_in: ए.एम.आर.आई.
te_in: ఏ.ఏమ్.ఆర్.ఆఈ.

source: Paras
hi_in: पारस
te_in: పారస్

source: Sterling
hi_in: सटर्लिंग
te_in: సటర్లింగ్

source: Diabetology
hi_in: मधुमेह
te_in: డయాబెటాలజీ (మధుమేహం)

source: Cardiology
hi_in: हार्ट (हृदय)
te_in: కార్డియాలజీ (హృదయము)

source: Dermatology
hi_in: डर्माटोलॉजी (त्वचा की देखभाल)
te_in: డెర్మటాలజీ (చర్మ సంరక్షణ)

source: Gastroenterology
hi_in: गैस्ट्रोएंटरोलॉजी (पाचन तंत्र)
te_in: గ్యాస్ట్రోఎంటరాలజీ (జీర్ణ వ్యవస్థ)

source: Gynecology
hi_in: गाईनेकोलॉजी (स्रीरोग)
te_in: గైనకాలజీ (స్రీ ఆరోగ్య)

source: Oncology
hi_in: अर्बुदविज्ञान (कैंसर)
te_in: ఆంకాలజీ (కాన్సర్)

source: Ophthalmology
hi_in: ऑपथैल्मोलॉजी (नेत्र विज्ञान)
te_in: అఫ్తాల్మొలజీ (నేత్ర వైద్య)

source: Orthopedic
hi_in: ओर्थपेडीक (हड्डी का डॉक्टर)
te_in: ఆర్థోపెడిక్ (ఎముక ఆరోగ్య)

source: ENT
hi_in: ई एन टी
te_in: ఈ ఏన్ టీ

source: Andaman and Nicobar Islands
hi_in: अंडमान व नोकोबार द्वीप समूह
te_in: అండమాన్ వ్ నోకోబార్ ద్వీప్ సమూహ్

source: Andhra Pradesh
hi_in: आंध्र प्रदेश
te_in: ఆంధ్ర ప్రదేశ్

source: Arunachal Pradesh
hi_in: अरुणाचल प्रदेश
te_in: అరుణాచల్ ప్రదేశ్

source: Assam
hi_in: असम
te_in: అసోం

source: Bihar
hi_in: बिहार
te_in: బీహార్

source: Chandigarh
hi_in: चंडीगढ़
te_in: చండీగఢ్

source: Chhattisgarh
hi_in: छत्तीसगढ़
te_in: ఛత్తీస్‌గఢ్

source: Dadra and Nagar Haveli
hi_in: दादर और नगर हवेली
te_in: దాద్రా నగరు హవేలీ

source: Daman and Diu
hi_in: दमन और दीव
te_in: దమన్ ఔర్ దీవ్

source: Delhi
hi_in: दिल्ली
te_in: ఢిల్లీ

source: Goa
hi_in: गोवा
te_in: గోవా

source: Gujarat
hi_in: गुजरात
te_in: గుజరాత్

source: Haryana
hi_in: हरयाणा
te_in: హర్యానా

source: Himachal Pradesh
hi_in: हिमाचल प्रदेश
te_in: హిమాచల్ ప్రదేశ్

source: Jammu and Kashmir
hi_in: जम्मू-कश्मीर
te_in: జమ్మూ కాశ్మీర్

source: Jharkhand
hi_in: झारखंड
te_in: ఝార్ఖండ్

source: Karnataka
hi_in: कर्नाटक
te_in: కర్ణాటక

source: Lakshadweep
hi_in: लक्षद्वीप
te_in: లక్షద్వీప్

source: Madhya Pradesh
hi_in: मध्य प्रदेश
te_in: మధ్య ప్రదేశ్

source: Maharashtra
hi_in: महाराष्ट्र
te_in: మహారాష్ట్ర

source: Meghalaya
hi_in: मेघालय
te_in: మేఘాలయ

source: Mizoram
hi_in: मिजोरम
te_in: మిజోరం

source: Nagaland
hi_in: नगालैंड
te_in: నాగాలాండ్

source: Puducherry
hi_in: पुडुचेरी
te_in: పుడుచెరీ

source: Punjab
hi_in: पंजाब
te_in: పంజాబ్

source: Rajasthan
hi_in: राजस्थान
te_in: రాజస్థాన్

source: Sikkim
hi_in: सिक्किम
te_in: సిక్కిం

source: Tamil Nadu
hi_in: तमिलनाडु
te_in: తమిళ నాడు

source: Telangana
hi_in: तेलंगाना
te_in: తెలంగాణ

source: Tripura
hi_in: त्रिपुरा
te_in: త్రిపుర

source: Uttar Pradesh
hi_in: उत्तर प्रदेश
te_in: ఉత్తర్ ప్రదేశ్

source: Uttarakhand
hi_in: उत्तराखंड
te_in: ఉత్తరాఖండ్

source: West Bengal
hi_in: पश्चिम बंगाल
te_in: పశ్చిమ బెంగాల్

source: 24 Pargs (N)
hi_in: 24 परगना (उत्तर)
te_in: 24 పరగనా (ఉత్తర్)

source: Adoor
hi_in: अदूर
te_in: అదూర్

source: Agra
hi_in: आगरा
te_in: ఆగ్రా

source: Ahmedabad
hi_in: अहमदाबाद
te_in: అహ్మదాబాదు

source: Ajmer
hi_in: अजमेर
te_in: అజమెర్

source: Almora
hi_in: अल्मोड़ा
te_in: అల్మోడ్ ా

source: Alwar
hi_in: अलवर
te_in: అలవర్

source: Ambala Cantt
hi_in: अंबाला कैंट
te_in: అంబాలా కేంట్

source: Ambedkar Nagar
hi_in: अंबेडकर नगर
te_in: అంబెడకర్ నగర్

source: Amreli
hi_in: अमरेली
te_in: అమరెలీ

source: Amritsar
hi_in: अमृतसर
te_in: అమృత్‌సర్

source: Amrohaÿ
hi_in: अमरोहा
te_in: అమరోహా

source: Anantnag
hi_in: अनंतनाग
te_in: అనంతనాగ్

source: Anchal
hi_in: आँचल
te_in: ఆఁచల్

source: Angamaly
hi_in: अंगमाली
te_in: అంగమాలీ

source: Anuppur
hi_in: अनूपपुर
te_in: అనూపపుర్

source: Ariyalur
hi_in: अरियालुर
te_in: అరియాలుర్

source: Auraiya
hi_in: औरैया
te_in: ఔరేయా

source: BARNALA
hi_in: बरनाला
te_in: బరనాలా

source: Badgam
hi_in: बड़गाम
te_in: బడ్ గాం

source: Baleswar
hi_in: बालेश्वर
te_in: బాలెశ్వర్

source: Ballari
hi_in: बल्लारी
te_in: బల్లారీ

source: Banas kantha
hi_in: बनास कांठा
te_in: బనాస్ కాంఠా

source: Banaskantha
hi_in: बनासकांठा
te_in: బనాసకాంఠా

source: Banswara
hi_in: बांसवाड़ा
te_in: బాంసవాడ్ ా

source: Bardez
hi_in: बर्देज़
te_in: బర్దెజ్

source: Bardhaman
hi_in: बर्धमान
te_in: బర్ధమాన్

source: Barmer
hi_in: बारमेर
te_in: బారమెర్

source: Barwani
hi_in: बड़वानी
te_in: బడ్ వానీ

source: Bastar
hi_in: बस्तर
te_in: బస్తర్

source: Bengaluru
hi_in: बेंगलुरू
te_in: బెంగళూరు

source: Bengaluru Rural
hi_in: बेंगलुरू ग्रामीण
te_in: బెంగళూరు గ్రామీణ్

source: Bengaluru Urban
hi_in: बेंगलुरू शहरी
te_in: బెంగళూరు అర్బన్

source: Betul
hi_in: बैतूल
te_in: బేతూల్

source: Bhadohiÿ
hi_in: भदोही
te_in: భదోహీ

source: Bhadravathy
hi_in: भद्रावती
te_in: భద్రావతీ

source: Bhilai
hi_in: भिलाई
te_in: భిలాఈ

source: Bhilwara
hi_in: भीलवाड़ा
te_in: భీలవాడ్ ా

source: Bhiwani
hi_in: भिवानी
te_in: భివానీ

source: Bhopal
hi_in: भोपाल
te_in: భోపాల్

source: Bhubaneswar
hi_in: भुवनेश्वर
te_in: భువనెశ్వర్

source: Bijnor
hi_in: बिजनौर
te_in: బిజనౌర్

source: Birbhum
hi_in: बीरभूम
te_in: బీరభూం

source: Bokaro
hi_in: बोकारो
te_in: బోకారో

source: Bolangir
hi_in: बोलंगीर
te_in: బోలంగీర్

source: Bongaigaon
hi_in: बोंगईगांव
te_in: బోంగఈగాంవ్

source: Boudh
hi_in: बौध
te_in: బౌధ్

source: Budaun
hi_in: शाहजहांपुर
te_in: శాహజహాంపుర్

source: Buldhana
hi_in: बुलढाना
te_in: బులఢానా

source: Bundi
hi_in: बूंदी
te_in: బూందీ

source: Burahanpur
hi_in: बुढ़हानपुर
te_in: బుఢ్ హానపుర్

source: Cachar
hi_in: कछार
te_in: కఛార్

source: Chamarajanagar
hi_in: चामराजनगर
te_in: చామరాజనగర్

source: Chamoli
hi_in: चमोली
te_in: చమోలీ

source: Champhai
hi_in: चम्फाई
te_in: చమ్ఫాఈ

source: Chandauli
hi_in: चंदौली
te_in: చందౌలీ

source: Changanaserry
hi_in: चंगणसेररी
te_in: చంగణసెరరీ

source: Chatra
hi_in: चतरा
te_in: చతరా

source: Chennai
hi_in: चेन्नई
te_in: చెన్నై

source: Cheyyar
hi_in: चेय्यर
te_in: చెయ్యర్

source: Chhindwara
hi_in: छिंदवाड़ा
te_in: ఛిందవాడ్ ా

source: Chikkabalapur
hi_in: चीककाबलपुर
te_in: చీకకాబలపుర్

source: Chikkaballapur
hi_in: चिकबलपुर
te_in: చికబలపుర్

source: Chikkamagaluru
hi_in: चिक्कामगलुरु
te_in: చిక్కామగళూరు

source: Chikmagalore
hi_in: चिकमंगलूर
te_in: చికమంగలూర్

source: Chitrakoot
hi_in: चित्रकूट
te_in: చిత్రకూట్

source: Chittur
hi_in: चित्तूर
te_in: చిత్తూరు

source: Churachandpur
hi_in: चुराचांदपुर
te_in: చురాచాందపుర్

source: Cochin
hi_in: कोचीन
te_in: కోచీన్

source: Cumbum
hi_in: कम्बम
te_in: కమ్బం

source: Cuttack
hi_in: कटक
te_in: కటక్

source: DADRA NAGAR HAVELI
hi_in: दादरा नगर हवेली
te_in: దాదరా నగర్ హవెలీ

source: DEORIA
hi_in: देवरिया
te_in: దెవరియా

source: DIBRUGARH
hi_in: डिब्रूगढ़
te_in: డిబ్రూగఢ్

source: Dakshina Kannada
hi_in: दक्षिण कन्नड़
te_in: దక్షిణ్ కన్నడ్

source: Dang
hi_in: डांग
te_in: డాంగ్

source: Dantewada
hi_in: दंतेवाड़ा
te_in: దంతెవాడ్ ా

source: Darjeelingÿ
hi_in: दार्जिलिंग
te_in: దార్జిలింగ్

source: Darrang
hi_in: दरांग
te_in: దరాంగ్

source: Datia
hi_in: दतिया
te_in: దతియా

source: Daund
hi_in: दौंड
te_in: దౌండ్

source: Dausa
hi_in: दौसा
te_in: దౌసా

source: Dehradun
hi_in: देहरादून
te_in: దెహరాదూన్

source: Deoghar
hi_in: देवघर
te_in: దెవఘర్

source: Dewas
hi_in: देवास
te_in: దెవాస్

source: Dhalai
hi_in: धलाई
te_in: ధలాఈ

source: Dhemaji
hi_in: धेमाजी
te_in: ధెమాజీ

source: Dholpur
hi_in: धौलपुर
te_in: ధౌలపుర్

source: Dima Hasao
hi_in: दीमा हसाओ
te_in: దీమా హసాఓ

source: Dinajpur Dakshin
hi_in: दिनाजपुर दक्षिण
te_in: దినాజపుర్ దక్షిణ్

source: Dinajpur Uttar
hi_in: दिनाजपुर उत्तर
te_in: దినాజపుర్ ఉత్తర్

source: Doda
hi_in: डोडा
te_in: డోడా

source: Dungarpur
hi_in: डूंगरपुर
te_in: డూంగరపుర్

source: Durg
hi_in: दुर्ग
te_in: దుర్గ్

source: East Champaran
hi_in: पूर्वी चंपारण
te_in: పూర్వీ చంపారణ్

source: East Garo Hills
hi_in: पूर्वी गारो हिल्स
te_in: పూర్వీ గారో హిల్స్

source: East Godavari
hi_in: पूर्वी गोदावरी
te_in: పూర్వీ గోదావరీ

source: East Khasi Hills
hi_in: पूर्वी खासी हिल्स
te_in: పూర్వీ ఖాసీ హిల్స్

source: East Siang
hi_in: पूर्वी सियांग
te_in: పూర్వీ సియాంగ్

source: East Sikkim
hi_in: पूर्वी सिक्किम
te_in: పూర్వీ సిక్కిం

source: East Singhbhum
hi_in: पूर्वी सिंहभूम
te_in: పూర్వీ సింహభూం

source: Eluru
hi_in: एलुरु
te_in: ఏళూరు

source: Etah
hi_in: एटा
te_in: ఏటా

source: Faizabad
hi_in: फैजाबाद
te_in: ఫేజాబాద్

source: Faridabad
hi_in: फरीदाबाद
te_in: ఫరీదాబాద్

source: Farrukhabad
hi_in: फर्रुखाबाद
te_in: ఫర్రుఖాబాద్

source: Fatehabad
hi_in: फतेहाबाद
te_in: ఫతెహాబాద్

source: Fatehgarh
hi_in: फतेहगढ़
te_in: ఫతెహగఢ్

source: Fazilka
hi_in: फाजिल्का
te_in: ఫాజిల్కా

source: Firozabad
hi_in: फिरोजाबाद
te_in: ఫిరోజాబాద్

source: Firozpur
hi_in: फिरोजपुर
te_in: ఫిరోజపుర్

source: Gadchiroli
hi_in: गढ़चिरौली
te_in: గఢ్ చిరౌలీ

source: Gajapati
hi_in: गजपति
te_in: గజపతి

source: Gandhi Nagar
hi_in: गांधी नगर
te_in: గాంధీ నగర్

source: Ganganagar
hi_in: गंगानगर
te_in: గంగానగర్

source: Ganjam
hi_in: गंजाम
te_in: గంజాం

source: Ganjamÿ
hi_in: गंजाम
te_in: గంజాం

source: Garhwa
hi_in: गढ़वा
te_in: గఢ్ వా

source: Gautam Buddha Nagar
hi_in: गौतम बुद्ध नगर
te_in: గౌతమ్ బుద్ధ్ నగర్

source: Ghazipur
hi_in: गाजीपुर
te_in: గాజీపుర్

source: Goa ( South )
hi_in: गोवा (दक्षिण)
te_in: గోవా (దక్షిణ్)

source: Goa (North)
hi_in: गोवा (उत्तर)
te_in: గోవా (ఉత్తర్)

source: Goa North
hi_in: गोवा उत्तर
te_in: గోవా ఉత్తర్

source: Godavari East
hi_in: गोदावरी पूर्व
te_in: గోదావరీ పూర్వ్

source: Godda
hi_in: गोड्डा
te_in: గోడ్డా

source: Godhra
hi_in: गोधरा
te_in: గోధరా

source: Gohana
hi_in: गोहाना
te_in: గోహానా

source: Gondia
hi_in: गोंदिया
te_in: గోందియా

source: Gopalganj
hi_in: गोपालगंज
te_in: గోపాలగంజ్

source: Gowribidanur
hi_in: गौरिबिडनुर
te_in: గౌరిబిడనుర్

source: Greater Noida
hi_in: ग्रेटर नोएडा
te_in: గ్రెటర్ నోఏడా

source: Guwahati
hi_in: गुवाहाटी
te_in: గువాహాటీ

source: Gwalior
hi_in: ग्वालियर
te_in: గ్వాలియర్

source: HOOGHLY
hi_in: हुगली
te_in: హుగలీ

source: Haldwani
hi_in: हल्द्वानी
te_in: హల్ద్వానీ

source: Halol
hi_in: हलोल
te_in: హలోల్

source: Hanumangarh
hi_in: हनुमानगढ़
te_in: హనుమానగఢ్

source: Harda
hi_in: हरदा
te_in: హరదా

source: Hardoi
hi_in: हरदोई
te_in: హరదోఈ

source: Hathras
hi_in: हाथरस
te_in: హాథరస్

source: Haveri
hi_in: हावेरी
te_in: హావెరీ

source: Hazaribag
hi_in: हजारीबाग
te_in: హజారీబాగ్

source: Hingoli
hi_in: हिंगोली
te_in: హింగోలీ

source: Hoogly
hi_in: हुगली
te_in: హుగలీ

source: Hyderabad
hi_in: हैदराबाद
te_in: హైదరాబాదు

source: Idukki
hi_in: इडुक्की
te_in: ఇడుక్కీ

source: Imphal East
hi_in: इम्फाल ईस्ट
te_in: ఇమ్ఫాల్ ఈస్ట్

source: Imphal West
hi_in: इंफाल पश्चिम
te_in: ఇంఫాల్ పశ్చిమ

source: Indore
hi_in: इंदौर
te_in: ఇండోర్

source: Irinjalakuda
hi_in: इरिंजलकूड़ा
te_in: ఇరింజలకూడ్ ా

source: JALGAON
hi_in: जलगांव
te_in: జలగాంవ్

source: JALNA
hi_in: जालना
te_in: జాలనా

source: JHARSUGUDA
hi_in: झारसुगुडा
te_in: ఝారసుగుడా

source: Jagatsinghapur
hi_in: जगतसिंघपुर
te_in: జగతసింఘపుర్

source: Jagatsinghpur
hi_in: जगतसिंहपुर
te_in: జగతసింహపుర్

source: Jaintia Hills
hi_in: जयंतिया हिल्स
te_in: జయంతియా హిల్స్

source: Jaipur
hi_in: जयपुर
te_in: జైపూర్

source: Jaisalmer
hi_in: जैसलमेर
te_in: జేసలమెర్

source: Jalandhar
hi_in: जालंधर
te_in: జాలంధర్

source: Jalaun
hi_in: जालौन
te_in: జాలౌన్

source: Jalpaiguri
hi_in: जलपाईगुड़ी
te_in: జలపాఈగుడ్ ీ

source: Janjgir-Champa
hi_in: जांजगीर-चांपा
te_in: జాంజగీర్-చాంపా

source: Jhumritelaiya
hi_in: झुमरी तिलैया
te_in: ఝుమరీ తిలేయా

source: KANPUR NAGAR
hi_in: कानपुर नगर
te_in: కానపుర్ నగర్

source: KASHIPUR
hi_in: काशीपुर
te_in: కాశీపుర్

source: KISHANGANJ
hi_in: किशनगंज
te_in: కిశనగంజ్

source: Kabirdham
hi_in: कबीरधाम
te_in: కబీరధాం

source: Kachchh
hi_in: कच्छ
te_in: కచ్ఛ్

source: Kadapa
hi_in: कडप्पा
te_in: కడప్పా

source: Kaimur (Bhabua)
hi_in: कैमूर (भभुआ)
te_in: కేమూర్ (భభుఆ)

source: Kalahandi
hi_in: कालाहांडी
te_in: కాలాహాండీ

source: Kalamaserry
hi_in: कलमासेररी
te_in: కలమాసెరరీ

source: Kalol
hi_in: कलोल
te_in: కలోల్

source: Kalyan
hi_in: कल्याण
te_in: కల్యాణ్

source: Kalyan West
hi_in: कल्याण वेस्ट
te_in: కల్యాణ్ వెస్ట్

source: Kamrup
hi_in: कामरूप
te_in: కామరూప్

source: Kamrup Metro
hi_in: कामरूप मेट्रो
te_in: కామరూప్ మెట్రో

source: Kandhamal
hi_in: कंधमाल
te_in: కంధమాల్

source: Kandivali
hi_in: कांदीवली
te_in: కాందీవలీ

source: Kankavli
hi_in: कंकवली
te_in: కంకవలీ

source: Kanpur Dehat
hi_in: कानपुर देहात
te_in: కానపుర్ దెహాత్

source: Kanpur Nagar
hi_in: कानपुर नगर
te_in: కానపుర్ నగర్

source: Kanyakumari
hi_in: कन्याकूमारी
te_in: కన్యాకూమారీ

source: Karauli
hi_in: करौली
te_in: కరౌలీ

source: Karbi Anglong
hi_in: कार्बी आंगलांग
te_in: కార్బీ ఆంగలాంగ్

source: Karjat
hi_in: कर्जत
te_in: కర్జత్

source: Kashmir
hi_in: कश्मीर
te_in: కశ్మీర్

source: Kathua
hi_in: कठुआ
te_in: కఠుఆ

source: Katni
hi_in: कटनी
te_in: కటనీ

source: Kayamkulam
hi_in: कायमकुलम
te_in: కాయమకులం

source: Kendrapara
hi_in: केंद्रपाड़ा
te_in: కెంద్రపాడ్ ా

source: Kendujhar
hi_in: केंदुझार
te_in: కెందుఝార్

source: Khagaria
hi_in: खगडिया
te_in: ఖగడియా

source: Khandwaÿ
hi_in: खंडवा
te_in: ఖండవా

source: Khordha
hi_in: खोर्ढा
te_in: ఖోర్ఢా

source: Kinnaur
hi_in: किन्नौर
te_in: కిన్నౌర్

source: Kodagu
hi_in: कोडागू
te_in: కోడాగూ

source: Koderma
hi_in: कोडरमा
te_in: కోడరమా

source: Kokrajhar
hi_in: कोकराझार
te_in: కోకరాఝార్

source: Kolkata
hi_in: कोलकाता
te_in: కోలకాతా

source: Koraput
hi_in: कोरापुट
te_in: కోరాపుట్

source: Kothagudem
hi_in: कोठागुडम
te_in: కోఠాగుడం

source: Kothapet
hi_in: कोठापेट
te_in: కోఠాపెట్

source: Kozhikode
hi_in: कोझिकोड
te_in: కోఝికోడ్

source: Krishna
hi_in: कृष्णा
te_in: కృష్ణా

source: Kushinagar
hi_in: कुशीनगर
te_in: కుశీనగర్

source: Kutch
hi_in: कच्छ
te_in: కచ్ఛ్

source: Lahaul and Spiti
hi_in: लाहौल और स्पीति
te_in: లాహౌల్ ఔర్ స్పీతి

source: Lakhimpur
hi_in: लखीमपुर
te_in: లఖీమపుర్

source: Lakhisarai
hi_in: लखीसराय
te_in: లఖీసరాయ్

source: Lakshadweepÿ
hi_in: लक्षद्वीप
te_in: లక్షద్వీప్

source: Lalitpur
hi_in: ललितपुर
te_in: లలితపుర్

source: Latehar
hi_in: लातेहार
te_in: లాతెహార్

source: Lawngtlai
hi_in: लावणगठलाई
te_in: లావణగఠలాఈ

source: Lohardaga
hi_in: लोहरदगा
te_in: లోహరదగా

source: Lower Subansiri
hi_in: लोअर सुबानसिरी
te_in: లోఅర్ సుబానసిరీ

source: Lucknow
hi_in: लखनऊ
te_in: లఖనఊ

source: Lunawada
hi_in: लुनावदा
te_in: లునావదా

source: Lunglei
hi_in: लुंगलेई
te_in: లుంగలెఈ

source: Maarthandam
hi_in: मार्तण्दम
te_in: మార్తణ్దం

source: Machalipatnam
hi_in: मछलीपट्नम
te_in: మఛలీపట్టణం

source: Madhepura
hi_in: मधेपुरा
te_in: మధెపురా

source: Madikere
hi_in: मडिकेरे
te_in: మడికెరె

source: Madurai
hi_in: मदुरै
te_in: మధురై

source: Mahbubnagar
hi_in: महबूबनगर
te_in: మహబూబనగర్

source: Mahendragarh
hi_in: महेंद्रगढ़
te_in: మహెంద్రగఢ్

source: Mahesana
hi_in: मेहसाणा
te_in: మెహసాణా

source: Mainpuri
hi_in: मैनपुरी
te_in: మేనపురీ

source: Malapuram
hi_in: मलप्पुरम
te_in: మలప్పురం

source: Mamit
hi_in: मामित
te_in: మామిత్

source: Mangaluru
hi_in: मंगलौर
te_in: మంగలౌర్

source: Manjeri
hi_in: मंजेरी
te_in: మంజెరీ

source: Mansa
hi_in: मानसा
te_in: మానసా

source: Margoa
hi_in: मार्गोाआ
te_in: మార్గోాఆ

source: Marigaon
hi_in: मरिगाओं
te_in: మరిగాఓం

source: Mayurbhanj
hi_in: मयूरभंज
te_in: మయూరభంజ్

source: Medinipur
hi_in: मेदिनीपुर
te_in: మెదినీపుర్

source: Medinipur East
hi_in: मेदिनीपुर पूर्व
te_in: మెదినీపుర్ పూర్వ్

source: Medinipur West
hi_in: मेदिनीपुर वेस्ट
te_in: మెదినీపుర్ వెస్ట్

source: Meerut
hi_in: मेरठ
te_in: మెరఠ్

source: Mehsana
hi_in: मेहसाणा
te_in: మెహసాణా

source: Mewat
hi_in: मेवात
te_in: మెవాత్

source: Miraj
hi_in: मिराज
te_in: మిరాజ్

source: Miryalaguda
hi_in: मिर्यालागुदा
te_in: మిర్యాలాగుదా

source: Mohali
hi_in: मोहाली
te_in: మోహాలీ

source: Morbi
hi_in: मोरबी
te_in: మోరబీ

source: Mumbai
hi_in: मुंबई
te_in: ముంబై

source: Munger
hi_in: मुंगेर
te_in: ముంగెర్

source: Muzaffarnagar
hi_in: मुजफ्फरनगर
te_in: ముజఫ్ఫరనగర్

source: Muzzffarpur
hi_in: मुजफ्फरपुर
te_in: ముజఫ్ఫరపుర్

source: Mysuru
hi_in: मैसूर
te_in: మేసూర్

source: N.Paravur
hi_in: उत्तर पारावुर
te_in: ఉత్తర్ పారావుర్
