Repository: healthvdev/custom_template
Catalog: languages/*.po
Languages: hi_in, te_in

source: Town Hall Road
hi_in: टाउन हॉल रोड
te_in: టాఉన్ హ్ ల్ రోడ్

source: Town Jadcherla
hi_in: टाउन जड्चर्ला
te_in: టాఉన్ జడ్చర్లా

source: Townhall
hi_in: टाऊनहाल
te_in: టాఊనహాల్

source: Toynar
hi_in: तोयनार
te_in: తోయనార్

source: Trahi Achyut Nagar
hi_in: त्राहि अच्युत नगर
te_in: త్రాహి అచ్యుత్ నగర్

source: Training Battalian
hi_in: ट्रेनिंग बट्टालियन
te_in: ట్రెనింగ్ బట్టాలియన్

source: Training Command IAF
hi_in: ट्रेनिंग कमांड ईएफ
te_in: ట్రెనింగ్ కమాండ్ ఈఏఫ్

source: Traj
hi_in: तर्ज
te_in: తర్జ్

source: Trambovad
hi_in: त्रंबावड़
te_in: త్రంబావ్

source: Tranglian
hi_in: तरंगलिअं
te_in: తరంగలిఅం

source: Trangpleng
hi_in: तरंगपलेंग
te_in: తరంగపలెంగ్

source: Tranja
hi_in: ट्रांज
te_in: ట్రాంజ్

source: Transad
hi_in: ट्रांसड
te_in: ట్రాంసడ్

source: Transit Camp
hi_in: ट्रांजिट कैंप
te_in: ట్రాంజిట్ కేంప్

source: Transport Yard
hi_in: ट्रांसपोर्ट यार्ड
te_in: ట్రాంసపోర్ట్ యార్డ్

source: Trichattukulam EDB.O
hi_in: त्रिछट्टुकुलम एडीब.ओ
te_in: త్రిఛట్టుకులమ్ ఏడీబ్.ఓ

source: Trikoli
hi_in: त्रिकोली
te_in: త్రికోలీ

source: Trilanga
hi_in: त्रिलंगा
te_in: త్రిలంగా

source: Trilochanpur
hi_in: त्रिलोचनपुर
te_in: త్రిలోచనపుర్

source: Trilok Puri
hi_in: त्रिलोक पुरी
te_in: త్రిలోక్ పురీ

source: Trimbak Vidya Mandir
hi_in: त्रिम्बक विद्या मंदिर
te_in: త్రిమ్బక్ విద్యా మందిర్

source: Trimulgherry
hi_in: त्रिमूलघेरी
te_in: త్రిమూలఘెరీ

source: Trimurti Chowk
hi_in: त्रिमूर्ति चौक
te_in: త్రిమూర్తి చౌక్

source: Trimurti Nagar
hi_in: त्रिमूर्ति नगर
te_in: త్రిమూర్తి నగర్

source: Triplicane South
hi_in: ट्रिप्लीकेन साउथ
te_in: ట్రిప్లీకెన్ సాఉథ్

source: Tripolia Bazar
hi_in: त्रिपोलिया बाजार
te_in: త్రిపోలియా బాజార్

source: Tripolia Chomu
hi_in: त्रिपोलिया चोमू
te_in: త్రిపోలియా చోమూ

source: Trippanachi
hi_in: ट्रिप्पनची
te_in: ట్రిప్పనచీ

source: Tripri
hi_in: त्रिपड़ी
te_in: త్రిప్ ీ

source: Tripunithura
hi_in: त्रिपुनिथुरा
te_in: త్రిపునిథురా

source: Tripunithura Fort
hi_in: त्रिपुनिथुरा फोर्ट
te_in: త్రిపునిథురా ఫోర్ట్

source: Triputi
hi_in: त्रिपुटी
te_in: త్రిపుటీ

source: Trithala
hi_in: त्रिताल
te_in: త్రితాల్

source: Triveni Marg
hi_in: त्रिवेणी मार्ग
te_in: త్రివెణీ మార్గ్

source: Triveni Nagar
hi_in: त्रिवेणी नगर
te_in: త్రివెణీ నగర్

source: Trombay
hi_in: ट्रॉम्बे
te_in: ట్ర్ మ్బె

source: Tronger
hi_in: ट्रोंगर
te_in: ట్రోంగర్

source: Trunk Road (Nellore)
hi_in: ट्रंक रोड (नेल्लोर)
te_in: ట్రంక్ రోడ్ (నెల్లోర్)

source: Trunk Road Junction
hi_in: ट्रंक रोड जंक्शन
te_in: ట్రంక్ రోడ్ జంక్శన్

source: Trunk Road(Guntur)
hi_in: ट्रंक रोड(गुंटूर)
te_in: ట్రంక్ రోడ్(గుంటూర్)

source: Ttc Hisar
hi_in: तक हिसार
te_in: తక్ హిసార్

source: Tudi
hi_in: तूड़ी
te_in: తూ ీ

source: Tuensang
hi_in: तुएनसांग
te_in: తుఏనసాంగ్

source: Tuensang Village
hi_in: तुएनसांग विलेज
te_in: తుఏనసాంగ్ విలెజ్

source: Tugalkabad
hi_in: तुगलकाबाद
te_in: తుగలకాబాద్

source: Tugalkabad Railway Colony
hi_in: तुगलकाबाद रेलवे कॉलोनी
te_in: తుగలకాబాద్ రెలవె క్ లోనీ

source: Tugalwala
hi_in: तुगलवाला
te_in: తుగలవాలా

source: Tuhiya
hi_in: तुहिया
te_in: తుహియా

source: Tuipuibari
hi_in: तुइपुइबरी
te_in: తుఇపుఇబరీ

source: Tuisih
hi_in: तुइसीन
te_in: తుఇసీన్

source: Tuithiang
hi_in: टुइथियांग
te_in: టుఇథియాంగ్

source: Tukda Gosa
hi_in: टुकड़ा गोसा
te_in: టుక్ ా గోసా

source: Tukra Jateswar
hi_in: टुकड़ा जतेस्वर
te_in: టుక్ ా జతెస్వర్

source: Tulandi
hi_in: तुलनदी
te_in: తులనదీ

source: Tulapada
hi_in: चलपडा
te_in: చలపడా

source: Tulasichoura
hi_in: तुलसीचौरा
te_in: తులసీచౌరా

source: Tulasipur
hi_in: तुलसीपुर
te_in: తులసీపుర్

source: Tulshi
hi_in: तुलशी
te_in: తులశీ

source: Tulsi Nagar
hi_in: तुलसी नगर
te_in: తులసీ నగర్

source: Tulsikani
hi_in: तुलसिकानी
te_in: తులసికానీ

source: Tulsipur
hi_in: तुलसीपुर
te_in: తులసీపుర్

source: Tulsipura
hi_in: तुलसीपुर
te_in: తులసీపుర్

source: Tulsiwadi
hi_in: तुलसीवादी
te_in: తులసీవాదీ

source: Tulsuli
hi_in: तुलसुली
te_in: తులసులీ

source: Tumada
hi_in: तूमड़ा
te_in: తూమ్ ా

source: Tumbadi
hi_in: तुम्बड़ी
te_in: తుమ్బ్ ీ

source: Tumber Bhan
hi_in: तुम्बर भं
te_in: తుమ్బర్ భం

source: Tumburu
hi_in: तुम्बुरु
te_in: తుమ్బురు

source: Tumgaon
hi_in: तुमगांव
te_in: తుమగాంవ్

source: Tumkheda Khurd
hi_in: तुमखेड़ा खुर्द
te_in: తుమఖె ా ఖుర్ద్

source: Tumkur
hi_in: तुमकुर
te_in: తుమకుర్

source: Tumkur City
hi_in: तुमकुर सिटी
te_in: తుమకుర్ సిటీ

source: Tumla
hi_in: तुमला
te_in: తుమలా

source: Tummala
hi_in: तुम्मल
te_in: తుమ్మల్

source: Tummalur
hi_in: तुममलूर
te_in: తుమమలూర్

source: Tummarguddi
hi_in: तुममरगुड़ी
te_in: తుమమరగు ీ

source: Tumnar
hi_in: तुमनार
te_in: తుమనార్

source: Tumsar
hi_in: तुमसर
te_in: తుమసర్

source: Tumurkee
hi_in: टुमुर्की
te_in: టుముర్కీ

source: Tumusapalli
hi_in: तुमउसपल्ली
te_in: తుమఉసపల్లీ

source: Tuna
hi_in: टूना
te_in: టూనా

source: Tunda
hi_in: टुंडा
te_in: టుండా

source: Tundal
hi_in: तुन्डल
te_in: తున్డల్

source: Tundav
hi_in: टुण्ड़ाव
te_in: టుణ్ ావ్

source: Tundi
hi_in: टुंडी
te_in: టుండీ

source: Tundiganjbazar
hi_in: टुंडीगंजबाजार
te_in: టుండీగంజబాజార్

source: Tundoo
hi_in: चन्दू
te_in: చన్దూ

source: Tungani
hi_in: टुंगनी
te_in: టుంగనీ

source: Tungat
hi_in: टुंगैत
te_in: టుంగేత్

source: Tuni
hi_in: तुनि
te_in: తుని

source: Tuni Old Bazar
hi_in: तुनि ओल्ड बाजार
te_in: తుని ఓల్డ్ బాజార్

source: Tupni
hi_in: तउपनि
te_in: తఉపని

source: Tura
hi_in: टूर
te_in: టూర్

source: Turaiyur
hi_in: तुराईयुर
te_in: తురాఈయుర్

source: Turaiyur Bus Stand
hi_in: तुराईयुर बस स्टैंड
te_in: తురాఈయుర్ బస్ స్టేండ్

source: Turaiyur Extension
hi_in: तुराईयुर एक्सटेंशन
te_in: తురాఈయుర్ ఏక్సటెంశన్

source: Turbhe
hi_in: तुर्भे
te_in: తుర్భె

source: Turbhe Market
hi_in: तुर्भे मार्किट
te_in: తుర్భె మార్కిట్

source: Turenga
hi_in: तुरेंगा
te_in: తురెంగా

source: Turia
hi_in: तुरिया
te_in: తురియా

source: Turkabad
hi_in: तुर्काबाद
te_in: తుర్కాబాద్

source: Turkahi
hi_in: तुर्कही
te_in: తుర్కహీ

source: Turkayamzal
hi_in: तुरकयंजल
te_in: తురకయంజల్

source: Turkha
hi_in: चरखा
te_in: చరఖా

source: Turna
hi_in: चरण
te_in: చరణ్

source: Turners Choultry
hi_in: टूर्नेर्स चोल्ट्री
te_in: టూర్నెర్స్ చోల్ట్రీ

source: Turori
hi_in: तुरोरी
te_in: తురోరీ

source: Turra
hi_in: तुर्रा
te_in: తుర్రా

source: Turrur
hi_in: तुररुर
te_in: తురరుర్

source: Turta
hi_in: तुरत
te_in: తురత్

source: Turtipur
hi_in: तुर्तीपुर
te_in: తుర్తీపుర్

source: Turumal
hi_in: तुरुमाळ
te_in: తురుమాళ్

source: Tuse
hi_in: तुसे
te_in: తుసె

source: Tushnabad
hi_in: तुश्नाबाद
te_in: తుశ్నాబాద్

source: Tusma
hi_in: तुस्मा
te_in: తుస్మా

source: Tusuba
hi_in: तुसुबा
te_in: తుసుబా

source: Tut Kalan
hi_in: तूट कलां
te_in: తూట్ కలాం

source: Tuticorin
hi_in: तूतीकोरिन
te_in: తూతీకోరిన్

source: Tuticorin Cathedral
hi_in: तूतिकोरिन कैथेड्रल
te_in: తూతికోరిన్ కేథెడ్రల్

source: Tuticorin Central Bus Stand
hi_in: तूतीकोरिन सेंट्रल बस स्टैंड
te_in: తూతీకోరిన్ సెంట్రల్ బస్ స్టేండ్

source: Tuticorin court
hi_in: तूतीकोरिन कोर्ट
te_in: తూతీకోరిన్ కోర్ట్

source: Tuticorin Keelur
hi_in: तूतीकोरिन कीलुर
te_in: తూతీకోరిన్ కీలుర్

source: Tutikinawadih
hi_in: तुतिकीनावाडीह
te_in: తుతికీనావాడీహ్

source: Tvs Nagar
hi_in: त्वस नगर
te_in: త్వస్ నగర్

source: Tyagrajnagar
hi_in: त्यागराजनगर
te_in: త్యాగరాజనగర్

source: Tynring
hi_in: त्य्न्रिंग
te_in: త్య్న్రింగ్

source: Tyori
hi_in: त्योरी
te_in: త్యోరీ

source: Tyrna
hi_in: तैरना
te_in: తేరనా

source: U C Danga
hi_in: उ कि दंगा
te_in: ఉ కి దంగా

source: U.G.C.Works
hi_in: यू.जी.सी.वर्क्स
te_in: యూ.జీ.సీ.వర్క్స్

source: U.P. Collage
hi_in: यू.पी. कॉलेज
te_in: యూ.పీ. క్ లెజ్

source: Uadigiri
hi_in: यूएडीगिरी
te_in: యూఏడీగిరీ

source: Uaradha
hi_in: उमरधा
te_in: ఉమరధా

source: Ucassiam
hi_in: उकाससिं
te_in: ఉకాససిం

source: Ucha
hi_in: उच
te_in: ఉచ్

source: Uchaghana
hi_in: ऊचघान
te_in: ఊచఘాన్

source: Uchapada
hi_in: उच्चपद
te_in: ఉచ్చపద్

source: Uchat
hi_in: उचट
te_in: ఉచట్

source: Uchathara
hi_in: उचथर
te_in: ఉచథర్

source: Uchatti
hi_in: उचटती
te_in: ఉచటతీ

source: Uchbhitti
hi_in: उच्चभिट्टी
te_in: ఉచ్చభిట్టీ

source: Uchchhal
hi_in: उच्छल
te_in: ఉచ్ఛల్

source: Uchetha
hi_in: उचेठा
te_in: ఉచెఠా

source: Uchgaon
hi_in: उचगांव
te_in: ఉచగాంవ్

source: Uchhabali
hi_in: उच्छबली
te_in: ఉచ్ఛబలీ

source: Uchhepota
hi_in: उचहेपोटा
te_in: ఉచహెపోటా

source: Uchhupur
hi_in: उचहुपुर
te_in: ఉచహుపుర్

source: Uchitpur
hi_in: उचितपुर
te_in: ఉచితపుర్

source: Uchpur
hi_in: उच्पुर
te_in: ఉచ్పుర్

source: Uda
hi_in: उदा
te_in: ఉదా

source: Udagamandalam
hi_in: उदगमंडलम
te_in: ఉదగమండలం

source: Udagamandalam Market
hi_in: उदगमंडलम मार्किट
te_in: ఉదగమండలమ్ మార్కిట్

source: Udagamandalam Race Course
hi_in: उदगमंडलम रेस कोर्स
te_in: ఉదగమండలమ్ రెస్ కోర్స్

source: Udaibhan Ganj Dholpur
hi_in: उदैभान गंज धोलपुर
te_in: ఉదేభాన్ గంజ్ ధోలపుర్

source: Udaikalan
hi_in: उडीकलां
te_in: ఉడీకలాం

source: Udaikaranpur
hi_in: उडीकरणपुर
te_in: ఉడీకరణపుర్

source: Udaipru
hi_in: उदैपरु
te_in: ఉదేపరు

source: Udaipur
hi_in: उदयपुर
te_in: ఉదయపుర్

source: Udaipur City
hi_in: उदयपुर सिटी
te_in: ఉదయపుర్ సిటీ

source: Udaipur Fatehpura
hi_in: उदयपुर फतेहपुर
te_in: ఉదయపుర్ ఫతెహపుర్

source: Udaipur H Magri
hi_in: उदैपुर ह मगरी
te_in: ఉదేపుర్ హ్ మగరీ

source: Udaipur Macchala Magra
hi_in: उदैपुर मच्छयाल मगर
te_in: ఉదేపుర్ మచ్ఛయాల్ మగర్

source: Udaipur Mahewa
hi_in: उदयपुर महेवा
te_in: ఉదయపుర్ మహెవా

source: Udaipur Naya Sarafa
hi_in: उदयपुर नया सराफा
te_in: ఉదయపుర్ నయా సరాఫా

source: Udaipur Railway Station
hi_in: उदयपुर रेलवे स्टेशन
te_in: ఉదయపుర్ రెలవె స్టెశన్

source: Udaipur Surajpole
hi_in: उदैपुर सूरजपोल
te_in: ఉదేపుర్ సూరజపోల్

source: Udaipur University Campus
hi_in: उदयपुर यूनिवर्सिटी कैंपस
te_in: ఉదయపుర్ యూనివర్సిటీ కేంపస్

source: Udaisury
hi_in: उदयसूर्य
te_in: ఉదయసూర్య్

source: Udala
hi_in: ऊदल
te_in: ఊదల్

source: Udala College
hi_in: उदल कॉलेज
te_in: ఉదల్ క్ లెజ్

source: Udaliyawas
hi_in: उदालियावास
te_in: ఉదాలియావాస్

source: Udalpur
hi_in: उदलपुर
te_in: ఉదలపుర్

source: Udalthana
hi_in: उदलथन
te_in: ఉదలథన్

source: Udamalpet
hi_in: उदमलपेट
te_in: ఉదమలపెట్

source: Udamalpet Bazaar
hi_in: उदमलपेट बाजार
te_in: ఉదమలపెట్ బాజార్

source: Udamalpet East
hi_in: उदमलपेट ईस्ट
te_in: ఉదమలపెట్ ఈస్ట్

source: Udamalpet South
hi_in: उदमलपेट साउथ
te_in: ఉదమలపెట్ సాఉథ్

source: Udambar
hi_in: उदम्बर
te_in: ఉదమ్బర్

source: Udapur
hi_in: उदयपुर
te_in: ఉదయపుర్

source: Udas
hi_in: उदास
te_in: ఉదాస్

source: Udayagiri
hi_in: उदयगिरि
te_in: ఉదయగిరి

source: Udayagiri (Mysore)
hi_in: उदयगिरि (मैसोरे)
te_in: ఉదయగిరి (మేసోరె)

source: Udayamarthandapuram
hi_in: उदयमार्थंडापुरम
te_in: ఉదయమార్థండాపురం

source: Udayanapuram
hi_in: उदयनपुरम
te_in: ఉదయనపురం

source: Udayapur
hi_in: उदयपुर
te_in: ఉదయపుర్

source: Udayarpalayam (Salem)
hi_in: उदयरपालयं (सालेम)
te_in: ఉదయరపాలయం (సాలెమ్)

source: Udayarpalayam West
hi_in: उदयरपालयं वेस्ट
te_in: ఉదయరపాలయం వెస్ట్

source: Udaynagar
hi_in: उदयनगर
te_in: ఉదయనగర్

source: Udaypur
hi_in: उदयपुर
te_in: ఉదయపుర్

source: Udaypura
hi_in: उदयपुर
te_in: ఉదయపుర్

source: Udayrajpur
hi_in: उदयराजपुर
te_in: ఉదయరాజపుర్

source: Udbur
hi_in: उदबर
te_in: ఉదబర్

source: Uddandapuram
hi_in: उद्दंडपुरम
te_in: ఉద్దండపురం

source: Udekaran
hi_in: उदेकरण
te_in: ఉదెకరణ్

source: Udgaon
hi_in: उडगन
te_in: ఉడగన్

source: Udgirganj
hi_in: उद्गीरगंज
te_in: ఉద్గీరగంజ్

source: Udhampur District Court
hi_in: ऊधमपुर डिस्ट्रिक्ट कोर्ट
te_in: ఊధమపుర్ డిస్ట్రిక్ట్ కోర్ట్

source: Udharanpur
hi_in: उधरनपुर
te_in: ఉధరనపుర్

source: Udhinbuzurg
hi_in: उदिनबुजुर्ग
te_in: ఉదినబుజుర్గ్

source: Udhna
hi_in: उड़ना
te_in: ఉ నా

source: Udhnagam
hi_in: उधनगम
te_in: ఉధనగం

source: Udhnapur
hi_in: उड़नपुर
te_in: ఉ నపుర్

source: Udhoji Maratha Boarding
hi_in: ऊधोजी मराठा बोर्डिंग
te_in: ఊధోజీ మరాఠా బోర్డింగ్

source: Udiana
hi_in: उडान
te_in: ఉడాన్

source: Udiapali
hi_in: उदिआपली
te_in: ఉదిఆపలీ

source: Udigala
hi_in: उडिगाल
te_in: ఉడిగాల్

source: Udit Bhagat Ram
hi_in: उदित भगत राम
te_in: ఉదిత్ భగత్ రాం

source: Udithyala
hi_in: उदितयल
te_in: ఉదితయల్

source: Uditnagar
hi_in: उदितनगर
te_in: ఉదితనగర్

source: Udliyas
hi_in: उद्लियास
te_in: ఉద్లియాస్

source: Ududa
hi_in: उदउदा
te_in: ఉదఉదా

source: Udumalpuram
hi_in: उडुमलपुरम
te_in: ఉడుమలపురం

source: Udupi
hi_in: उडुपी
te_in: ఉడుపీ

source: Udupi Courts
hi_in: उडुपी कोर्ट्स
te_in: ఉడుపీ కోర్ట్స్

source: Udusu
hi_in: उडुसु
te_in: ఉడుసు

source: Udyan Marg
hi_in: उदयन मार्ग
te_in: ఉదయన్ మార్గ్

source: Udyog Nagar (Kanpur Nagar)
hi_in: उद्योग नगर (कानपूर नगर)
te_in: ఉద్యోగ్ నగర్ (కానపూర్ నగర్)

source: Udyog Nagar Ichalkaranji
hi_in: उद्योग नगर इचलकरंजी
te_in: ఉద్యోగ్ నగర్ ఇచలకరంజీ

source: Udyog Vihar
hi_in: उद्योग विहार
te_in: ఉద్యోగ్ విహార్

source: Udyogamandal
hi_in: उद्योगमंडल
te_in: ఉద్యోగమండల్

source: Ufalda
hi_in: उफल्डा
te_in: ఉఫల్డా

source: Uganavadi
hi_in: उगनवादी
te_in: ఉగనవాదీ

source: Ugariwas
hi_in: उगरीवास
te_in: ఉగరీవాస్

source: Ughadewadi
hi_in: उघाड़ेवाड़ी
te_in: ఉఘా ెవా ీ

source: Ughroj
hi_in: उघरोज
te_in: ఉఘరోజ్

source: Ugoo
hi_in: ऊगू
te_in: ఊగూ

source: Ugrawai
hi_in: उग्रवी
te_in: ఉగ్రవీ

source: Ujedia
hi_in: उजेडा
te_in: ఉజెడా

source: Ujhani
hi_in: उझानी
te_in: ఉఝానీ

source: Ujhari
hi_in: उझारी
te_in: ఉఝారీ

source: Ujire
hi_in: उजिरे
te_in: ఉజిరె

source: Ujjain
hi_in: उज्जैन
te_in: ఉజ్జేన్

source: Ujjain City
hi_in: उज्जैन सिटी
te_in: ఉజ్జేన్ సిటీ

source: Ujjain Gujrati Samaj
hi_in: उज्जैन गुजराती समाज
te_in: ఉజ్జేన్ గుజరాతీ సమాజ్

source: Ujjain Kothi
hi_in: उज्जैन कोठी
te_in: ఉజ్జేన్ కోఠీ

source: Ujjain M.L.Nagar
hi_in: उज्जैन एम.एल.नगर
te_in: ఉజ్జేన్ ఏమ్.ఏల్.నగర్

source: Ujjain Madhonagar
hi_in: उज्जैन माधोनगर
te_in: ఉజ్జేన్ మాధోనగర్

source: Ujjain Rishi Nagar
hi_in: उज्जैन ऋषि नगर
te_in: ఉజ్జేన్ ఋషి నగర్

source: Ujjain Daulatganj
hi_in: उज्जैन दौलतगंज
te_in: ఉజ్జేన్ దౌలతగంజ్

source: UJJAIN RAMGHATMARG
hi_in: उज्जैन रामघटमार्ग
te_in: ఉజ్జేన్ రామఘటమార్గ్

source: Ujjain Vikram University
hi_in: उज्जैन विक्रम यूनिवर्सिटी
te_in: ఉజ్జేన్ విక్రమ్ యూనివర్సిటీ

source: Ujnedi
hi_in: उजनेड़ी
te_in: ఉజనె ీ

source: Ujwal Nagar (Bilaspur)
hi_in: उज्वल नगर (बिलासपुर)
te_in: ఉజ్వల్ నగర్ (బిలాసపుర్)

source: Ujwal Nagar (Nagpur)
hi_in: उज्वल नगर (नागपुर)
te_in: ఉజ్వల్ నగర్ (నాగ్‌పూర్)

source: Ukahlda
hi_in: उखल्दा
te_in: ఉఖల్దా

source: Ukali
hi_in: उकळी
te_in: ఉకళీ

source: Ukali Jahangir
hi_in: उकळी जहाँगीर
te_in: ఉకళీ జహాఁగీర్

source: Ukani
hi_in: उकनी
te_in: ఉకనీ

source: Ukathi
hi_in: उकठि
te_in: ఉకఠి

source: Ukhlana
hi_in: उखलाना
te_in: ఉఖలానా

source: Ukhra
hi_in: उखरा
te_in: ఉఖరా

source: Ukhra Puratanhattala
hi_in: उखरा पुरातनहट्टाला
te_in: ఉఖరా పురాతనహట్టాలా

source: Ukhreli
hi_in: ऊखरेली
te_in: ఊఖరెలీ

source: Ukhunda
hi_in: उखुंदा
te_in: ఉఖుందా

source: Ukilpara
hi_in: उकिलपर
te_in: ఉకిలపర్

source: Ukkali
hi_in: उक्कली
te_in: ఉక్కలీ

source: Ukkamba
hi_in: उककाम्ब
te_in: ఉకకామ్బ్

source: Ukkuda
hi_in: उक्कूद
te_in: ఉక్కూద్

source: Ukma
hi_in: उक्म
te_in: ఉక్ం

source: Ukni
hi_in: उकनी
te_in: ఉకనీ

source: Ulanad
hi_in: उलंड
te_in: ఉలండ్

source: Ulansa
hi_in: लांस
te_in: లాంస్

source: Ulda
hi_in: लड़ा
te_in: ల్ ా

source: Uledha
hi_in: उलेढा
te_in: ఉలెఢా

source: Ulhasnagar-1
hi_in: उल्हासनगर-1
te_in: ఉల్హాసనగర్-1

source: Ulhasnagar-2
hi_in: उल्हासनगर-2
te_in: ఉల్హాసనగర్-2

source: Ulhasnagar-4
hi_in: उल्हासनगर-4
te_in: ఉల్హాసనగర్-4

source: Ulhasnagar-5
hi_in: उल्हासनगर-5
te_in: ఉల్హాసనగర్-5

source: Uliara
hi_in: उलियार
te_in: ఉలియార్

source: Uliyanadu
hi_in: उलियानाडू
te_in: ఉలియానాడూ

source: Uliyaragoli
hi_in: उलियारगोली
te_in: ఉలియారగోలీ

source: Uliyil
hi_in: यूलियिल
te_in: యూలియిల్

source: Ulkunda
hi_in: उलकुण्ड
te_in: ఉలకుణ్డ్

source: Ullagaddi Khanapur
hi_in: उल्लगद्दी खानपुर
te_in: ఉల్లగద్దీ ఖానపుర్

source: Ullal
hi_in: उल्लाल
te_in: ఉల్లాల్

source: Ullanad
hi_in: उललैणड
te_in: ఉలలేణడ్

source: Ullanam
hi_in: उल्लानं
te_in: ఉల్లానం

source: Ullanam North
hi_in: उल्लानं नार्थ
te_in: ఉల్లానం నార్థ్

source: Ullannur
hi_in: उल्लाहनूर
te_in: ఉల్లాహనూర్

source: Ullia
hi_in: ललिया
te_in: లలియా

source: Ulliyakottai
hi_in: ललियाकोट्टी
te_in: లలియాకోట్టీ

source: Ulloor
hi_in: उल्लूर
te_in: ఉల్లూర్

source: Ullunda
hi_in: ललूंदा
te_in: లలూందా

source: Ullur
hi_in: उल्लूर
te_in: ఉల్లూర్

source: Ultadanga
hi_in: उल्टाडांगा
te_in: ఉల్టాడాంగా

source: Ultadanga Main Road
hi_in: उल्टाडांगा मैं रोड
te_in: ఉల్టాడాంగా మేం రోడ్

source: Ultapani
hi_in: उल्टापानी
te_in: ఉల్టాపానీ

source: Ulubari
hi_in: उलूबारी
te_in: ఉలూబారీ

source: Uluberia
hi_in: उलुबेरिया
te_in: ఉలుబెరియా

source: Uluberia R.S
hi_in: उलुबेरिया आर.स
te_in: ఉలుబెరియా ఆర్.స్

source: Uludanga
hi_in: ओलुडान्ग
te_in: ఓలుడాన్గ్

source: Ulup Gaon
hi_in: उलुपी गांव
te_in: ఉలుపీ గాంవ్

source: Uluvathi
hi_in: उलुवाठी
te_in: ఉలువాఠీ

source: Umalwad
hi_in: उमलवाड़
te_in: ఉమలవా

source: Umanagar
hi_in: ओमनगर
te_in: ఓమనగర్

source: Umapur Gana Patti
hi_in: उमपुर गण पट्टी
te_in: ఉమపుర్ గణ్ పట్టీ

source: Umaraya
hi_in: उमराया
te_in: ఉమరాయా

source: Umargam
hi_in: उमरगाम
te_in: ఉమరగాం

source: Umargam I.E.
hi_in: उमरगाम आई.ई.
te_in: ఉమరగామ్ ఆఈ.ఈ.

source: Umari
hi_in: उमरी
te_in: ఉమరీ

source: Umari Kalan
hi_in: उमरि कलां
te_in: ఉమరి కలాం

source: Umaria
hi_in: उमरिया
te_in: ఉమరియా

source: Umariya
hi_in: उमरिया
te_in: ఉమరియా

source: Umarkui
hi_in: उमरकुई
te_in: ఉమరకుఈ

source: Umarpur
hi_in: उमरपुर
te_in: ఉమరపుర్

source: Umarpur Neewan
hi_in: उमरपुर नीवं
te_in: ఉమరపుర్ నీవం

source: Umarsadi
hi_in: उमरसदी
te_in: ఉమరసదీ

source: Umarsenda
hi_in: उमरसेंडा
te_in: ఉమరసెండా

source: Umarva
hi_in: उमराव
te_in: ఉమరావ్

source: Umarwada
hi_in: अमरवाड़ा
te_in: అమరవా ా

source: Umarwal Billa
hi_in: उमरवाल बिल्ला
te_in: ఉమరవాల్ బిల్లా

source: Umarwas
hi_in: उमरवास
te_in: ఉమరవాస్

source: Umbarda Bazar
hi_in: उम्बरदा बाजार
te_in: ఉమ్బరదా బాజార్

source: Umbarpada
hi_in: उम्बरपद
te_in: ఉమ్బరపద్

source: Umber
hi_in: बर
te_in: బర్

source: Umbharat
hi_in: मभरत
te_in: మభరత్

source: Umbharti
hi_in: उमाभारती
te_in: ఉమాభారతీ

source: Umbilickampatti
hi_in: मबिलिसीकमपट्टी
te_in: మబిలిసీకమపట్టీ

source: Umbre Navlakh
hi_in: उम्ब्रे नवलाख
te_in: ఉమ్బ్రె నవలాఖ్

source: Umden
hi_in: उमड़ें
te_in: ఉమ్ ెం

source: Umdihar
hi_in: उमडिहार
te_in: ఉమడిహార్

source: Umedpur
hi_in: उमेदपुर
te_in: ఉమెదపుర్

source: Umedpura
hi_in: उमेदपुर
te_in: ఉమెదపుర్

source: Umela
hi_in: मेला
te_in: మెలా

source: Umerkote Bazar
hi_in: उमेरकोट बाजार
te_in: ఉమెరకోట్ బాజార్

source: Umeta
hi_in: उमेटा
te_in: ఉమెటా

source: Umgaon
hi_in: उमंगों
te_in: ఉమంగోం

source: Umiam
hi_in: उमियाम
te_in: ఉమియాం

source: Umktieh
hi_in: मक्तिह
te_in: మక్తిహ్

source: Umladang
hi_in: मलडंग
te_in: మలడంగ్

source: Ummulong
hi_in: उम्मूलनग
te_in: ఉమ్మూలనగ్

source: Umra
hi_in: उम्र
te_in: ఉమ్ర్

source: Umradah
hi_in: मरदह
te_in: మరదహ్

source: Umraj
hi_in: यमराज
te_in: యమరాజ్

source: Umrala
hi_in: मराला
te_in: మరాలా

source: Umrale
hi_in: मरले
te_in: మరలె

source: Umreli
hi_in: उमरेली
te_in: ఉమరెలీ

source: Umreth
hi_in: उमरेठ
te_in: ఉమరెఠ్

source: Umri
hi_in: उमरी
te_in: ఉమరీ

source: Umri Wagh
hi_in: उमरी वह
te_in: ఉమరీ వహ్

source: Umroi
hi_in: उमरोई
te_in: ఉమరోఈ

source: Umroli
hi_in: उमरोली
te_in: ఉమరోలీ

source: Umshakhon Mathon
hi_in: मशखों मठों
te_in: మశఖోం మఠోం

source: Umsning
hi_in: मसनिंग
te_in: మసనింగ్

source: Umsyiem
hi_in: मसईएम
te_in: మసఈఏం

source: Umta
hi_in: मत
te_in: మత్

source: Umtar
hi_in: मटर
te_in: మటర్

source: Umtavad
hi_in: मतवाद
te_in: మతవాద్

source: Un
hi_in: उन
te_in: ఉన్

source: Una
hi_in: ऊना
te_in: ఊనా

source: Unarsikhurd
hi_in: उनरसिखुर्द
te_in: ఉనరసిఖుర్ద్

source: Unava
hi_in: उनाव
te_in: ఉనావ్

source: Unbadagaon
hi_in: अंबडग़ों
te_in: అంబడౚోం

source: Uncha Gaon
hi_in: ऊँचा गांव
te_in: ఊఁచా గాంవ్

source: Uncha Samana
hi_in: ऊँचा समान
te_in: ఊఁచా సమాన్

source: Unchadi
hi_in: उंचडी
te_in: ఉంచడీ

source: Unchagaon
hi_in: ऊंचागांव
te_in: ఊంచాగాంవ్

source: Unchamajra
hi_in: उंचामाजरा
te_in: ఉంచామాజరా

source: Unchamala
hi_in: ऊँचामल
te_in: ఊఁచామల్

source: Unchdeeh
hi_in: ऊंचडीह
te_in: ఊంచడీహ్

source: Unchegaon
hi_in: उंचेगों
te_in: ఉంచెగోం

source: Undach Luhar Falia
hi_in: उँदछ लुहार फलिया
te_in: ఉఁదఛ్ లుహార్ ఫలియా

source: Undach Vania Falia
hi_in: उँदछ वन्या फलिया
te_in: ఉఁదఛ్ వన్యా ఫలియా

source: Undani
hi_in: उँदनि
te_in: ఉఁదని

source: Undargaon
hi_in: उन्डरगाओं
te_in: ఉన్డరగాఓం

source: Undasa
hi_in: उंडासा
te_in: ఉండాసా

source: Undavalli
hi_in: उंडावल्ली
te_in: ఉండావల్లీ

source: Undera
hi_in: उन्देरा
te_in: ఉన్దెరా

source: Underi
hi_in: उंदेरी
te_in: ఉందెరీ

source: Undra
hi_in: अंदर
te_in: అందర్

source: Undrana
hi_in: उन्द्रान
te_in: ఉన్ద్రాన్

source: Undrapudi
hi_in: उंदरापुड़ी
te_in: ఉందరాపు ీ

source: Undwa
hi_in: उंडवा
te_in: ఉండవా

source: Unegaon
hi_in: अनेगों
te_in: అనెగోం

source: Unehchak
hi_in: उनहचक
te_in: ఉనహచక్

source: Uniara Khurd
hi_in: उनियारा खुर्द
te_in: ఉనియారా ఖుర్ద్

source: Unikicherla
hi_in: उनिकिचेरला
te_in: ఉనికిచెరలా

source: University (Bhopal)
hi_in: यूनिवर्सिटी (भोपाल)
te_in: యూనివర్సిటీ (భోపాల్)

source: University Campus (Nagpur)
hi_in: यूनिवर्सिटी कैंपस (नागपुर)
te_in: యూనివర్సిటీ కేంపస్ (నాగ్‌పూర్)

source: University(Patiala)
hi_in: यूनिवर्सिटी(पटियाला)
te_in: యూనివర్సిటీ(పటియాలా)

source: Unjanai
hi_in: अंजनै
te_in: అంజనే

source: Unjanaigoundampalayam
hi_in: अंजानैगौन्दम्पालायं
te_in: అంజానేగౌన్దమ్పాలాయం

source: Unjapalayam
hi_in: उंजपलायम
te_in: ఉంజపలాయం

source: Unjha
hi_in: ऊंझा
te_in: ఊంఝా

source: Unjha Umiya Mataji
hi_in: उंझा उमिया माताजी
te_in: ఉంఝా ఉమియా మాతాజీ

source: Unn
hi_in: उन्
te_in: ఉన్

source: Unsani
hi_in: उनसनी
te_in: ఉనసనీ

source: Untarda
hi_in: अंतर्द
te_in: అంతర్ద్

source: Untasani
hi_in: ऊंटासानी
te_in: ఊంటాసానీ

source: Untvada
hi_in: अंतवाड़ा
te_in: అంతవా ా

source: Unurkha
hi_in: उनुरखा
te_in: ఉనురఖా

source: Upadhyapur
hi_in: उपद्यापुर
te_in: ఉపద్యాపుర్

source: Upalda
hi_in: उपलदा
te_in: ఉపలదా

source: Upale Dhumala
hi_in: उपले धुमाल
te_in: ఉపలె ధుమాల్

source: Upansankra
hi_in: उपनसंकर
te_in: ఉపనసంకర్

source: Upardal
hi_in: उपरदल
te_in: ఉపరదల్

source: Upera
hi_in: ऊपर
te_in: ఊపర్

source: Uplai Budruk
hi_in: उपले बुद्रुक
te_in: ఉపలె బుద్రుక్

source: Uplai Khurd
hi_in: उपलई खुर्द
te_in: ఉపలఈ ఖుర్ద్

source: Upleta Lati Plot
hi_in: उपलेटा लती प्लाट
te_in: ఉపలెటా లతీ ప్లాట్

source: Upnagar
hi_in: उपनगर
te_in: ఉపనగర్

source: Uppal (K.V.Rangareddy)
hi_in: उप्पल (के.वी.रंगारेड्डी)
te_in: ఉప్పల్ (కె.వీ.రంగారెడ్డీ)

source: Uppala
hi_in: उप्पल
te_in: ఉప్పల్

source: Uppala Gate
hi_in: उप्पल गेट
te_in: ఉప్పల్ గెట్

source: Uppalachelka
hi_in: उप्पालाचेलक
te_in: ఉప్పాలాచెలక్

source: Uppalapadu
hi_in: उप्पलापाड़ु
te_in: ఉప్పలాపా ు

source: Uppalwadi
hi_in: उप्पलवाड़ी
te_in: ఉప్పలవా ీ

source: Upparagatta
hi_in: उपपरगट्टा
te_in: ఉపపరగట్టా

source: Uppilipalayam
hi_in: उप्पिलिपलायम
te_in: ఉప్పిలిపలాయం

source: Uppliapuram
hi_in: उप्पलियापुरम
te_in: ఉప్పలియాపురం

source: Upponi
hi_in: उपपानी
te_in: ఉపపానీ

source: Upraura
hi_in: उपरौरा
te_in: ఉపరౌరా

source: Upsal
hi_in: उप्सल
te_in: ఉప్సల్

source: Urakkarai
hi_in: उरक्करै
te_in: ఉరక్కరే

source: Uramma Temple
hi_in: रामम टेम्पल
te_in: రామమ్ టెమ్పల్

source: Uran
hi_in: उड़ान
te_in: ఉ ాన్

source: Urappanur
hi_in: उराप्पानुर
te_in: ఉరాప్పానుర్

source: Uraula
hi_in: राउल
te_in: రాఉల్

source: Uravade
hi_in: उरवाड़े
te_in: ఉరవా ె

source: Urban Estate 2 Hhisar
hi_in: अर्बन एस्टेट 2 दहिसर
te_in: అర్బన్ ఏస్టెట్ 2 దహిసర్

source: Urban Estate (Gurgaon)
hi_in: अर्बन एस्टेट (गुडगाँव)
te_in: అర్బన్ ఏస్టెట్ (గుడగాఁవ్)

source: Urban Estate (Patiala)
hi_in: अर्बन एस्टेट (पटियाला)
te_in: అర్బన్ ఏస్టెట్ (పటియాలా)

source: Urdana Camp
hi_in: उर्दना कैम्प
te_in: ఉర్దనా కేమ్ప్

source: Urdhan
hi_in: उर्द्धन
te_in: ఉర్ద్ధన్

source: Uriakode
hi_in: उरिएकोदे
te_in: ఉరిఏకోదె

source: Urigam
hi_in: यरिगं
te_in: యరిగం

source: Urmai
hi_in: उर्मी
te_in: ఉర్మీ

source: Urni
hi_in: उरनी
te_in: ఉరనీ

source: Urranhal
hi_in: अर्रन्हाल
te_in: అర్రన్హాల్

source: Urse
hi_in: उर्से
te_in: ఉర్సె

source: Urta
hi_in: उड़ता
te_in: ఉ తా

source: Urtan
hi_in: रत्न
te_in: రత్న్

source: Urugutu
hi_in: उरूगुटू
te_in: ఉరూగుటూ

source: Urul
hi_in: उरूल
te_in: ఉరూల్

source: Uruli Devachi
hi_in: उरुली देवाची
te_in: ఉరులీ దెవాచీ

source: Urulikanchan
hi_in: उरूलिकांचन
te_in: ఉరూలికాంచన్

source: Urun Islampur
hi_in: उऋण इस्लामपुर
te_in: ఉఋణ్ ఇస్లామపుర్

source: Urus Jagir
hi_in: उरुस जागीर
te_in: ఉరుస్ జాగీర్

source: Uruturu
hi_in: उरुतुरु
te_in: ఉరుతురు
