Repository: healthvdev/custom_template
Catalog: languages/*.po
Languages: hi_in, te_in

source: Vyahad Bzk
hi_in: व्यहड़ बज़क
te_in: వ్యహ్ బ్ క్

source: Vyahali
hi_in: व्यहली
te_in: వ్యహలీ

source: Vyalikaval Extn
hi_in: व्यलीकवल ऐक्सटन
te_in: వ్యలీకవల్ ఐక్సటన్

source: Vyas Kongera
hi_in: व्यास कोंगेरा
te_in: వ్యాస్ కోంగెరా

source: Vyasar Nagar Colony
hi_in: व्यासर नगर कॉलोनी
te_in: వ్యాసర్ నగర్ క్ లోనీ

source: Vyasarpadi
hi_in: व्यासर्पाडि
te_in: వ్యాసర్పాడి

source: Vysombhagom
hi_in: वयसोमभागों
te_in: వయసోమభాగోం

source: Vyttila
hi_in: व्यत्तीला
te_in: వ్యత్తీలా

source: W.B.Assembly House
hi_in: डब्ल्यू.बी.असेंबली हाउस
te_in: డబ్ల్యూ.బీ.అసెంబలీ హాఉస్

source: Wada
hi_in: वडा
te_in: వడా

source: Wadad
hi_in: वाड्ड
te_in: వాడ్డ్

source: Wadaji
hi_in: वदजी
te_in: వదజీ

source: Wadala
hi_in: वडाला
te_in: వడాలా

source: Wadala Rs
hi_in: वडाला रस
te_in: వడాలా రస్

source: Wadala Truck Terminal
hi_in: वडाला ट्रक टर्मिनल
te_in: వడాలా ట్రక్ టర్మినల్

source: Wadala Viram
hi_in: वडाला वीरम
te_in: వడాలా వీరం

source: Waddepalli
hi_in: वड्डेपल्ली
te_in: వడ్డెపల్లీ

source: Waddial
hi_in: वडील
te_in: వడీల్

source: Wadgaon
hi_in: वडगाव
te_in: వడగావ్

source: Wadgaon (G)
hi_in: वडगाव (ग)
te_in: వడగావ్ (గ్)

source: Wadgaon Daula
hi_in: वडगाव दौला
te_in: వడగావ్ దౌలా

source: Wadgaon Deo.
hi_in: वडगाव देव.
te_in: వడగావ్ దెవ్.

source: Wadgaon Lakh
hi_in: वडगाव लाख
te_in: వడగావ్ లాఖ్

source: Wadhegaon
hi_in: वढ़ेगाओं
te_in: వ్ ెగాఓం

source: Wadhwana
hi_in: वाधवान
te_in: వాధవాన్

source: Wadhwancity
hi_in: वध्वंसितय
te_in: వధ్వంసితయ్

source: Wadhwancity Bazar
hi_in: वध्वंसितय बाजार
te_in: వధ్వంసితయ్ బాజార్

source: Wadi
hi_in: वाड़ी
te_in: వా ీ

source: Wadi (Nagpur)
hi_in: वाड़ी (नागपुर)
te_in: వా ీ (నాగ్‌పూర్)

source: Wadi Ratnagiri
hi_in: वाड़ी रत्नागिरी
te_in: వా ీ రత్నాగిరీ

source: Wadi S.N. Road
hi_in: वाड़ी एस.एन. रोड
te_in: వా ీ ఏస్.ఏన్. రోడ్

source: Wadner Bholaji
hi_in: वडनेर भोलाजी
te_in: వడనెర్ భోలాజీ

source: Wadvali
hi_in: वडवली
te_in: వడవలీ

source: Wadwal
hi_in: वडवाल
te_in: వడవాల్

source: Waghapur
hi_in: वाघापुर
te_in: వాఘాపుర్

source: Waghdad Dam
hi_in: वघडड डैम
te_in: వఘడడ్ డేం

source: Wagheri
hi_in: वाघेरी
te_in: వాఘెరీ

source: Waghi
hi_in: वघई
te_in: వఘఈ

source: Waghluj
hi_in: वाघलूज
te_in: వాఘలూజ్

source: Waghod
hi_in: वाघोड़
te_in: వాఘో

source: Waghoda B K
hi_in: वाघोड़ा बी के
te_in: వాఘో ా బీ కె

source: Waghoda K H
hi_in: वाघोड़ा क ह
te_in: వాఘో ా క్ హ్

source: Waghodia Road
hi_in: वाघोडिया रोड
te_in: వాఘోడియా రోడ్

source: Wagholi
hi_in: वाघोली
te_in: వాఘోలీ

source: Wagle I.E.
hi_in: वागले आई.ई.
te_in: వాగలె ఆఈ.ఈ.

source: Wagon Repair Colony Kota
hi_in: वैगन रिपेयर कॉलोनी कोटा
te_in: వేగన్ రిపెయర్ క్ లోనీ కోటా

source: Wahabchowk-tenali
hi_in: वहबचौक-तेनाली
te_in: వహబచౌక్-తెనాలీ

source: Wahangikhurd
hi_in: वहांगीखुर्द
te_in: వహాంగీఖుర్ద్

source: Wahiajer
hi_in: वहित्जेर
te_in: వహిత్జెర్

source: Wahira
hi_in: वहीर
te_in: వహీర్

source: Wahkaji
hi_in: वाहकजी
te_in: వాహకజీ

source: Wahlong
hi_in: वाहलोंग
te_in: వాహలోంగ్

source: Wai
hi_in: वे
te_in: వె

source: Wai City
hi_in: वे सिटी
te_in: వె సిటీ

source: Wai Pargane Mana
hi_in: वे परगने मन
te_in: వె పరగనె మన్

source: Wainganiwadi
hi_in: वैंगनीवाड़ी
te_in: వేంగనీవా ీ

source: Wair
hi_in: वैर
te_in: వేర్

source: Wakad
hi_in: वाकड
te_in: వాకడ్

source: Wakanfata
hi_in: वकंफट
te_in: వకంఫట్

source: Wakeshwar
hi_in: वाकेश्वर
te_in: వాకెశ్వర్

source: Waki
hi_in: वाकई
te_in: వాకఈ

source: Waki BK
hi_in: वाकई बक
te_in: వాకఈ బక్

source: Waki(Sangola)
hi_in: वाकई(संगोला)
te_in: వాకఈ(సంగోలా)

source: Waklan
hi_in: आकलन
te_in: ఆకలన్

source: Waladgaon
hi_in: वलद्गओं
te_in: వలద్గఓం

source: Walgaon Road Tso Amravati
hi_in: वल्गाओं रोड तसो अमरावती
te_in: వల్గాఓం రోడ్ తసో అమరావతీ

source: Wali
hi_in: वाली
te_in: వాలీ

source: Waliganj
hi_in: वालीगंज
te_in: వాలీగంజ్

source: Walipur
hi_in: वलीपुर
te_in: వలీపుర్

source: Walke
hi_in: वाल्के
te_in: వాల్కె

source: Walki
hi_in: वल्कि
te_in: వల్కి

source: Wallardie
hi_in: वल्लारड़िए
te_in: వల్లార్ ిఏ

source: Walsara
hi_in: वल्सर
te_in: వల్సర్

source: Walthi
hi_in: वल्थी
te_in: వల్థీ

source: Waluj
hi_in: वालुज
te_in: వాలుజ్

source: Wanaparthy
hi_in: वनपर्ति
te_in: వనపర్తి

source: Wandoor
hi_in: वंडूर
te_in: వండూర్

source: Wangtoo
hi_in: वांगतू
te_in: వాంగతూ

source: Wanowarie
hi_in: वनोवारी
te_in: వనోవారీ

source: Wanpora
hi_in: वानपुर
te_in: వానపుర్

source: Wanzari
hi_in: वंजारी
te_in: వంజారీ

source: Waoli
hi_in: वॉली
te_in: వ్ లీ

source: Wara Waryam Singh
hi_in: वारा वरयाम सिंह
te_in: వారా వరయామ్ సింహ్

source: Warangal
hi_in: वारंगल
te_in: వారంగల్

source: Wardhannapet
hi_in: वरधन्नापेट
te_in: వరధన్నాపెట్

source: Warispur
hi_in: वारिसपुर
te_in: వారిసపుర్

source: Warje
hi_in: वारजे
te_in: వారజె

source: Warud
hi_in: वार्ड
te_in: వార్డ్

source: Warwade
hi_in: वरवड़े
te_in: వరవ్ ె

source: Warwati
hi_in: वरवती
te_in: వరవతీ

source: Warwatti (B)
hi_in: ववत्ती (बी)
te_in: వవత్తీ (బీ)

source: Washermanpet
hi_in: वाशरमैनपेट
te_in: వాశరమేనపెట్

source: Washermanpet East
hi_in: वाशरमैनपेट ईस्ट
te_in: వాశరమేనపెట్ ఈస్ట్

source: Washi
hi_in: वाशी
te_in: వాశీ

source: Wasipur
hi_in: वासीपुर
te_in: వాసీపుర్

source: Wasni
hi_in: वासनी
te_in: వాసనీ

source: Wasur
hi_in: वासुर
te_in: వాసుర్

source: Watgunge
hi_in: वातगुंगे
te_in: వాతగుంగె

source: Wathura
hi_in: वातहर
te_in: వాతహర్

source: Watterhail
hi_in: वॉटरहैल
te_in: వ్ టరహేల్

source: Wattinagulapalli
hi_in: वततीनागुलापल्ली
te_in: వతతీనాగులాపల్లీ

source: Wavde
hi_in: ववदे
te_in: వవదె

source: Wawanje
hi_in: आवांजे
te_in: ఆవాంజె

source: Wazar
hi_in: वाजार
te_in: వాజార్

source: Wazidpur
hi_in: वाजिदपुर
te_in: వాజిదపుర్

source: Wazir Pur III
hi_in: वजीर पुर ईईई
te_in: వజీర్ పుర్ ఈఈఈ

source: Wazir Pura
hi_in: वज़ीर पूरा
te_in: వ్ ీర్ పూరా

source: Wazirabad
hi_in: वज़ीराबाद
te_in: వ్ ీరాబాద్

source: Wazirganj (Lucknow)
hi_in: वजीरगंज (लखनऊ)
te_in: వజీరగంజ్ (లఖనఊ)

source: Wazirpura
hi_in: वज़ीरपुर
te_in: వ్ ీరపుర్

source: Weavers Colony
hi_in: वीवर्स कॉलोनी
te_in: వీవర్స్ క్ లోనీ

source: Wellesly Ganj
hi_in: वेलेज़ली गंज
te_in: వెలె లీ గంజ్

source: West Colony
hi_in: वेस्ट कॉलोनी
te_in: వెస్ట్ క్ లోనీ

source: West Fort
hi_in: वेस्ट फोर्ट
te_in: వెస్ట్ ఫోర్ట్

source: West Hill
hi_in: वेस्ट हिल
te_in: వెస్ట్ హిల్

source: West Hill Beach
hi_in: वेस्ट हिल बीच
te_in: వెస్ట్ హిల్ బీచ్

source: West Hill Chungam
hi_in: वेस्ट हिल च्युंगम
te_in: వెస్ట్ హిల్ చ్యుంగం

source: West Kadungalloor
hi_in: वेस्ट कडुंगल्लूर
te_in: వెస్ట్ కడుంగల్లూర్

source: West Lohianagar
hi_in: वेस्ट लोहियानगर
te_in: వెస్ట్ లోహియానగర్

source: West Mambalam
hi_in: वेस्ट माम्बलम
te_in: వెస్ట్ మామ్బలం

source: West Nalchar
hi_in: वेस्ट नैचर
te_in: వెస్ట్ నేచర్

source: West of Chord Road II stage
hi_in: वेस्ट ऑफ़ चोर्ड रोड ई स्टेज
te_in: వెస్ట్ ఑ చోర్డ్ రోడ్ ఈ స్టెజ్

source: West Rajapalayam
hi_in: वेस्ट राजपलायम
te_in: వెస్ట్ రాజపలాయం

source: West Veliyathunad
hi_in: वेस्ट वेलियतउनाड़
te_in: వెస్ట్ వెలియతఉనా

source: Western Extn
hi_in: वेस्टर्न ऐक्सटन
te_in: వెస్టర్న్ ఐక్సటన్

source: White Ganj
hi_in: वाइट गंज
te_in: వాఇట్ గంజ్

source: Whitefield
hi_in: व्हाइटफील्ड
te_in: వ్హాఇటఫీల్డ్

source: Willingdon College Sangli
hi_in: विल्लंगडॉन कॉलेज सांगली
te_in: విల్లంగడ్ న్ క్ లెజ్ సాంగలీ

source: Wilson Garden
hi_in: विल्सन गार्डन
te_in: విల్సన్ గార్డన్

source: Wing (Shirwal)
hi_in: विंग (शिरवल)
te_in: వింగ్ (శిరవల్)

source: Wipro Limited
hi_in: विप्रो लिमिटेड
te_in: విప్రో లిమిటెడ్

source: Wnchipet
hi_in: वनचिपेट
te_in: వనచిపెట్

source: Woriur
hi_in: वॉरियर
te_in: వ్ రియర్

source: Woriur Bazaar
hi_in: वॉरियर बाजार
te_in: వ్ రియర్ బాజార్

source: World University Centre
hi_in: वर्ल्ड यूनिवर्सिटी सेंटर
te_in: వర్ల్డ్ యూనివర్సిటీ సెంటర్

source: Worli
hi_in: वर्ली
te_in: వర్లీ

source: Worli Colony
hi_in: वोरली कॉलोनी
te_in: వోరలీ క్ లోనీ

source: Worli Naka
hi_in: वोरली नका
te_in: వోరలీ నకా

source: Worli Police Camp
hi_in: वरली पुलिस कैंप
te_in: వరలీ పులిస్ కేంప్

source: Worli Sea Face
hi_in: वर्ली सी फेस
te_in: వర్లీ సీ ఫెస్

source: Wright Town
hi_in: राइट टाउन
te_in: రాఇట్ టాఉన్

source: Writer's Building
hi_in: राइटर'से बिल्डिंग
te_in: రాఇటర్'సె బిల్డింగ్

source: Y.C. Roads
hi_in: वाय.सी. रोड्स
te_in: వాయ్.సీ. రోడ్స్

source: Yabaratti
hi_in: याबाराट्टी
te_in: యాబారాట్టీ

source: YAC Wardha
hi_in: एक वर्धा
te_in: ఏక్ వర్ధా

source: Yadakola
hi_in: यादकोल
te_in: యాదకోల్

source: Yadalaghatta
hi_in: यदलघट्टा
te_in: యదలఘట్టా

source: Yadamaranahalli
hi_in: यदमरानहल्ली
te_in: యదమరానహల్లీ

source: Yadavagiri
hi_in: यादवगिरी
te_in: యాదవగిరీ

source: Yadavanahalli
hi_in: यादवनहल्ली
te_in: యాదవనహల్లీ

source: Yadavpur
hi_in: यादवपुर
te_in: యాదవపుర్

source: Yadavpur Dukhharan
hi_in: यादवपुर दुखहरण
te_in: యాదవపుర్ దుఖహరణ్

source: Yadgarpalli
hi_in: यादगारपल्ली
te_in: యాదగారపల్లీ

source: Yadhalli
hi_in: आढळली
te_in: ఆఢళలీ

source: Yadireddypally
hi_in: यदिरेड्डीपल्ली
te_in: యదిరెడ్డీపల్లీ

source: Yadogophal Peth
hi_in: यदोगोफल पेठ
te_in: యదోగోఫల్ పెఠ్

source: Yahiaganj
hi_in: यहियागंज
te_in: యహియాగంజ్

source: Yakamuru
hi_in: एकमुरु
te_in: ఏకమురు

source: Yakatpur
hi_in: यकतपुर
te_in: యకతపుర్

source: Yakkara
hi_in: याक्कारा
te_in: యాక్కారా

source: Yakubpur
hi_in: याकूबपुर
te_in: యాకూబపుర్

source: Yakutpura
hi_in: याकूतपुरा
te_in: యాకూతపురా

source: Yalang
hi_in: यलंग
te_in: యలంగ్

source: Yallatti
hi_in: यल्लत्ती
te_in: యల్లత్తీ

source: Yampha
hi_in: यम्फ
te_in: యమ్ఫ్

source: Yamuna Bridge
hi_in: यमुना ब्रिज
te_in: యమునా బ్రిజ్

source: Yamuna Kinara
hi_in: यमुना किनारे
te_in: యమునా కినారె

source: Yamuna Nagar Railway Station
hi_in: यमुना नगर रेलवे स्टेशन
te_in: యమునా నగర్ రెలవె స్టెశన్

source: Yamuna Vihar
hi_in: यमुना विहार
te_in: యమునా విహార్

source: Yamunanagar
hi_in: यमुनानगर
te_in: యమునానగర్

source: Yanaikkal
hi_in: इणैक्कल
te_in: ఇణేక్కల్

source: Yanamalakuduru
hi_in: यनमलकुदुरु
te_in: యనమలకుదురు

source: Yangmakum Pambu
hi_in: यंगमकुम पम्बू
te_in: యంగమకుమ్ పమ్బూ

source: Yantrapura-Harihara
hi_in: यन्त्रपुरा-हरिहर
te_in: యన్త్రపురా-హరిహర్

source: Yapaladinni
hi_in: यपालदिन्नी
te_in: యపాలదిన్నీ

source: Yapalguda
hi_in: यपालगुड़ा
te_in: యపాలగు ా

source: Yaqubpur
hi_in: याकुबपुर
te_in: యాకుబపుర్

source: Yara
hi_in: यारा
te_in: యారా

source: Yaragoppa
hi_in: यार्गोप
te_in: యార్గోప్

source: Yardal
hi_in: यर्दल
te_in: యర్దల్

source: Yarnal
hi_in: यार्नेल
te_in: యార్నెల్

source: Yarzeri
hi_in: यर्ज़री
te_in: యర్ రీ

source: Yashoda Nagar
hi_in: यशोदा नगर
te_in: యశోదా నగర్

source: Yatnal
hi_in: यत्नल
te_in: యత్నల్

source: Yavatmal
hi_in: यवतमाल
te_in: యవతమాల్

source: Yavatmal Town
hi_in: यवतमाळ टाउन
te_in: యవతమాళ్ టాఉన్

source: Yavluj
hi_in: यवलूज
te_in: యవలూజ్

source: Yawal
hi_in: यावल
te_in: యావల్

source: Yawali
hi_in: यावेळी
te_in: యావెళీ

source: Yawardi
hi_in: एवार्डी
te_in: ఏవార్డీ

source: Yeachnal
hi_in: एअचनाल
te_in: ఏఅచనాల్

source: Yeddumailaram
hi_in: एद्दुमैलाराम
te_in: ఏద్దుమేలారాం

source: Yedemachindra
hi_in: एदेमचीन्दर
te_in: ఏదెమచీన్దర్

source: Yedgaon
hi_in: एडगाओं
te_in: ఏడగాఓం

source: Yedira
hi_in: एडिरा
te_in: ఏడిరా

source: Yedjigalamane
hi_in: एडजिगलमाने
te_in: ఏడజిగలమానె

source: Yelachenahalli
hi_in: एलाचेनाहल्ली
te_in: ఏలాచెనాహల్లీ

source: Yelahanka
hi_in: येलाहंका
te_in: యెలాహంకా

source: Yelahanka Satellite Town
hi_in: येलाहंका सॅटॅलाइट टाउन
te_in: యెలాహంకా స౅ట౅లాఇట్ టాఉన్

source: Yelakeli
hi_in: एल्केली
te_in: ఏల్కెలీ

source: Yelanadu
hi_in: एलनाडु
te_in: ఏలనాడు

source: Yelandur
hi_in: येलांदुर
te_in: యెలాందుర్

source: Yelandur Balepete
hi_in: येलांदुर बालपेटे
te_in: యెలాందుర్ బాలపెటె

source: Yelda
hi_in: एलडीए
te_in: ఏలడీఏ

source: Yeleswaram
hi_in: एलेस्वरम
te_in: ఏలెస్వరం

source: Yelkatte
hi_in: एलकत्ते
te_in: ఏలకత్తె

source: Yellammagutta
hi_in: येल्लम्मागात्ता
te_in: యెల్లమ్మాగాత్తా

source: Yellanda
hi_in: येलांडे
te_in: యెలాండె

source: Yellanthakunta
hi_in: एल्लंथाकुँता
te_in: ఏల్లంథాకుఁతా

source: Yellapalli
hi_in: येल्लापल्ली
te_in: యెల్లాపల్లీ

source: Yellappagonda
hi_in: येल्लप्पागोन्दा
te_in: యెల్లప్పాగోన్దా

source: Yellapur
hi_in: येल्लापुर
te_in: యెల్లాపుర్

source: Yellapur Bazar
hi_in: येल्लापुर बाजार
te_in: యెల్లాపుర్ బాజార్

source: Yellapuvanipalem
hi_in: येल्लापूवनिपालेम
te_in: యెల్లాపూవనిపాలెం

source: Yellaram
hi_in: एलार्म
te_in: ఏలార్ం

source: Yellareddyguda
hi_in: एल्लारेड्डीगुड़ा
te_in: ఏల్లారెడ్డీగు ా

source: Yellur
hi_in: येल्लूर
te_in: యెల్లూర్

source: Yelmarmangewadi
hi_in: एलमरमंजवादी
te_in: ఏలమరమంజవాదీ

source: Yelnoor
hi_in: एलनूर
te_in: ఏలనూర్

source: Yelvadikavur
hi_in: एल्वडकवूर
te_in: ఏల్వడకవూర్

source: Yemalur
hi_in: येमलूर
te_in: యెమలూర్

source: Yemmajipur
hi_in: एममाजीपुर
te_in: ఏమమాజీపుర్

source: Yendabetla
hi_in: एंडेबेटल
te_in: ఏండెబెటల్

source: Yenere
hi_in: एन्रे
te_in: ఏన్రె

source: Yeniye BK
hi_in: एनईए बक
te_in: ఏనఈఏ బక్

source: Yentiganahalli
hi_in: एंटिगनहल्ली
te_in: ఏంటిగనహల్లీ

source: Yenugulamahal
hi_in: एंगलमहल
te_in: ఏంగలమహల్

source: Yeola
hi_in: येयोला
te_in: యెయోలా

source: Yeola Kutcheri Road
hi_in: येयोला कुटचेरी रोड
te_in: యెయోలా కుటచెరీ రోడ్

source: Yeota
hi_in: एउटा
te_in: ఏఉటా

source: Yeoti
hi_in: एओटी
te_in: ఏఓటీ

source: Yeragamballi
hi_in: एरागमबल्ली
te_in: ఏరాగమబల్లీ

source: Yeraguppi
hi_in: येरगुप्पी
te_in: యెరగుప్పీ

source: Yeranjad
hi_in: एरंजद
te_in: ఏరంజద్

source: Yerdona
hi_in: एर्डोन
te_in: ఏర్డోన్

source: Yeribeleri
hi_in: एरिबेलेरी
te_in: ఏరిబెలెరీ

source: Yeriyur
hi_in: एरियर
te_in: ఏరియర్

source: Yerlapady
hi_in: येर्लापदय
te_in: యెర్లాపదయ్

source: Yerli
hi_in: एर्ली
te_in: ఏర్లీ

source: Yernalli
hi_in: येर्नाल्ली
te_in: యెర్నాల్లీ

source: Yerramukkapalli
hi_in: येर्रमुककपल्ली
te_in: యెర్రముకకపల్లీ

source: Yerugatla
hi_in: येरूगतला
te_in: యెరూగతలా

source: Yerwada
hi_in: येरवडा
te_in: యెరవడా

source: Yerwada T.S.
hi_in: येरवदा टी.एस.
te_in: యెరవదా టీ.ఏస్.

source: Yesgaon
hi_in: एस्गओं
te_in: ఏస్గఓం

source: Yeshvanthapura
hi_in: यशवंतपुर
te_in: యశవంతపుర్

source: Yeshwanthpur Bazar
hi_in: यशवंतपुर बाजार
te_in: యశవంతపుర్ బాజార్

source: Yeshwantnagar Nanded
hi_in: यश्वन्तनगर नांदेड
te_in: యశ్వన్తనగర్ నాందెడ్

source: Yeswantapur
hi_in: एसवंतपुर
te_in: ఏసవంతపుర్

source: Yeswanthpura
hi_in: एसवंथपुर
te_in: ఏసవంథపుర్

source: Yettinabudihal
hi_in: येत्तिनबुदिहाल
te_in: యెత్తినబుదిహాల్

source: Yidagur
hi_in: एडगर
te_in: ఏడగర్

source: YMR Colony
hi_in: यमर कॉलोनी
te_in: యమర్ క్ లోనీ

source: Yogayog Bhawan
hi_in: योगायोग भवन
te_in: యోగాయోగ్ భవన్

source: Yooksi
hi_in: यूक्सि
te_in: యూక్సి

source: Yordhanapuram
hi_in: यवर्धनपुरम
te_in: యవర్ధనపురం

source: Yousufguda
hi_in: यूसुफगुडा
te_in: యూసుఫగుడా

source: Yozna Vihar
hi_in: योजना विहार
te_in: యోజనా విహార్

source: Yulla
hi_in: यूल्ल
te_in: యూల్ల్

source: Yupia
hi_in: यूपीए
te_in: యూపీఏ

source: Yurnath
hi_in: यूरनाथ
te_in: యూరనాథ్

source: Yusufpur
hi_in: युसुफपुर
te_in: యుసుఫపుర్

source: Yusufpur Naglia
hi_in: युसुफपुर नागलिया
te_in: యుసుఫపుర్ నాగలియా

source: Zadeshwar
hi_in: जाडेश्वर
te_in: జాడెశ్వర్

source: Zafarpur Mahawan
hi_in: जाफरपुर महावन
te_in: జాఫరపుర్ మహావన్

source: Zaheerabad
hi_in: ज़हीराबाद
te_in: హీరాబాద్

source: Zakhira
hi_in: ज़खीरा
te_in: ఖీరా

source: Zakir Nagar
hi_in: ज़ाकिर नगर
te_in: ాకిర్ నగర్

source: Zakura
hi_in: ज़कूर
te_in: కూర్

source: Zamanabad
hi_in: जमानाबाद
te_in: జమానాబాద్

source: Zamin Paiyanur
hi_in: ज़मीं पैय्यानूर
te_in: మీం పేయ్యానూర్

source: Zamistanpur
hi_in: जमिस्तनपुर
te_in: జమిస్తనపుర్

source: Zampodad
hi_in: जामपुद्द
te_in: జామపుద్ద్

source: Zamrala
hi_in: ज़मरल
te_in: మరల్

source: Zangatihal
hi_in: जंगतीहल
te_in: జంగతీహల్

source: Zanlawn
hi_in: जंलावन
te_in: జంలావన్

source: Zanzad
hi_in: ज़न्ज़ड
te_in: న్ డ్

source: Zanzarka
hi_in: ज़न्ज़रक
te_in: న్ రక్

source: Zarda
hi_in: ज़र्द
te_in: ర్ద్

source: Zari(Vansda)
hi_in: जारी(वांसदा)
te_in: జారీ(వాంసదా)

source: Zaridungarda
hi_in: जरीदुनगार्ड
te_in: జరీదునగార్డ్

source: Zaroli
hi_in: जारोली
te_in: జారోలీ

source: Zarwani
hi_in: ज़वानी
te_in: వానీ

source: Zawngin
hi_in: ज़वंगीं
te_in: వంగీం

source: Zekabari
hi_in: जेकबरी
te_in: జెకబరీ

source: Zemabawk
hi_in: जेमबवक
te_in: జెమబవక్

source: Zera
hi_in: ज़रा
te_in: రా

source: Zigzak
hi_in: ज़िगज़ैक
te_in: ిగ్ ేక్

source: Zilaparisad
hi_in: ज़िलापरिसद
te_in: ిలాపరిసద్

source: Zilia
hi_in: ज़िलिया
te_in: ిలియా

source: Zilla Adalitha Bhavan
hi_in: ज़िल्ला अदलित भवन
te_in: ిల్లా అదలిత్ భవన్

source: Zilla Parishad
hi_in: ज़िल्ला परिषद्
te_in: ిల్లా పరిషద్

source: Zilpa
hi_in: जिल्पा
te_in: జిల్పా

source: Zindatelismath
hi_in: ज़िंदाटलिस्मथ
te_in: ిందాటలిస్మథ్

source: Zinjri
hi_in: जिंजरि
te_in: జింజరి

source: Zinzari
hi_in: जिंजरि
te_in: జింజరి

source: Zion
hi_in: ज़िओन
te_in: ిఓన్

source: Zirakpur
hi_in: जीरकपुर
te_in: జీరకపుర్

source: Zirpi
hi_in: ज़िरपि
te_in: ిరపి

source: Zobawk
hi_in: जोबौक
te_in: జోబౌక్

source: Zohnuai
hi_in: जोहनुए
te_in: జోహనుఏ

source: Zoor
hi_in: ज़ूर
te_in: ూర్

source: Zote 'S'
hi_in: जोते 'स'
te_in: జోతె 'స్'

source: Zotlang
hi_in: जोतलंग
te_in: జోతలంగ్

source: Zoz
hi_in: ज़ोज़

source: Zuangtui
hi_in: ज़ुआंगतुइ
te_in: ుఆంగతుఇ

source: Zulakallu
hi_in: ज़ुलकललू
te_in: ులకలలూ

source: Zundal
hi_in: ज़ुन्दाल
te_in: ున్దాల్

source: Zunheboto
hi_in: जुन्हेबोटो
te_in: జున్హెబోటో

source: Gunjala
hi_in: गुंजल
te_in: గుంజల్

source: Gunjar
hi_in: गुंजार
te_in: గుంజార్

source: Gunjaria Bazar
hi_in: गुंजरिया बाजार
te_in: గుంజరియా బాజార్

source: Gunjegaon
hi_in: गुँजेगाजों
te_in: గుఁజెగాజోం

source: Gunjibadi
hi_in: गुन्जीबादी
te_in: గున్జీబాదీ

source: Gunkalam
hi_in: गुणकालं
te_in: గుణకాలం

source: Gunnampally
hi_in: गुननामपल्ली
te_in: గుననామపల్లీ

source: Gunpur
hi_in: गुनपुर
te_in: గునపుర్

source: Guntakal
hi_in: गुंतकल
te_in: గుంతకల్

source: Guntakal Market
hi_in: गुंतकल मार्किट
te_in: గుంతకల్ మార్కిట్

source: Guntakodur
hi_in: गुंतकोदूर
te_in: గుంతకోదూర్

source: Guntapalle
hi_in: गुंटेपाल
te_in: గుంటెపాల్

source: Guntaput
hi_in: गुंटपुट
te_in: గుంటపుట్

source: Gunthawada
hi_in: गुंथवाड़ा
te_in: గుంథవాడ్ ా

source: Guntheli
hi_in: गुंदली
te_in: గుందలీ

source: Gunti
hi_in: गुनती
te_in: గునతీ

source: Guntur
hi_in: गुंटूर
te_in: గుంటూర్

source: Guntur Bazar
hi_in: गुंटुर बाजार
te_in: గుంటుర్ బాజార్

source: Guntur Collectorate
hi_in: गुंटूर कोल्लेकतोरते
te_in: గుంటూర్ కోల్లెకతోరతె

source: Guntur Medical College
hi_in: गुंटुर मेडिकल कॉलेज
te_in: గుంటుర్ మెడికల్ క్ లెజ్

source: Gunupur
hi_in: गुनुपुर
te_in: గునుపుర్

source: Guphadi
hi_in: गुफादि
te_in: గుఫాది

source: Guptapara
hi_in: गुप्तपर
te_in: గుప్తపర్

source: Gupti
hi_in: गुप्ति
te_in: గుప్తి

source: Gur Market Yard
hi_in: गुर मार्केट यार्ड
te_in: గుర్ మార్కెట్ యార్డ్

source: Gura Abarela
hi_in: गुर अब्रेला
te_in: గుర్ అబ్రెలా

source: Guradkheda
hi_in: गुराड़खेड़ा
te_in: గురాడ్ ఖెడ్ ా

source: Guran
hi_in: गुण
te_in: గుణ్

source: Gurana
hi_in: गुराना
te_in: గురానా

source: Gurandi
hi_in: गुरंदी
te_in: గురందీ

source: Gurandi Bazar
hi_in: गुरंदी बाजार
te_in: గురందీ బాజార్

source: Guravam
hi_in: गुरावं
te_in: గురావం

source: Gurazalla
hi_in: गुर्जाला
te_in: గుర్జాలా

source: Gurbax Colony
hi_in: गुरबक्स कॉलोनी
te_in: గురబక్స్ క్ లోనీ

source: Gurbuxganj
hi_in: गुरबक्सगंज
te_in: గురబక్సగంజ్

source: Gurchal
hi_in: गुरचल
te_in: గురచల్

source: Gurdah
hi_in: गुरदह
te_in: గురదహ్

source: Gurdaspur
hi_in: गुरदासपुर
te_in: గురదాసపుర్

source: Gurdaspur Kutchery
hi_in: गुरदासपुर कुत्चेरय
te_in: గురదాసపుర్ కుత్చెరయ్

source: Gurdwara
hi_in: गुरुद्वारे
te_in: గురుద్వారె

source: Gurera
hi_in: गुरेरा
te_in: గురెరా

source: Gurgaon
hi_in: गुडगाँव
te_in: గుడగాఁవ్

source: Gurgaon Kty.
hi_in: गुडगाँव कटी.
te_in: గుడగాఁవ్ కటీ.

source: Gurgaon Road
hi_in: गुडगाँव रोड
te_in: గుడగాఁవ్ రోడ్

source: Gurgaon Sector 45
hi_in: गुडगाँव सेक्टर 45
te_in: గుడగాఁవ్ సెక్టర్ 45

source: Gurgaon Sector 56
hi_in: गुडगाँव सेक्टर 56
te_in: గుడగాఁవ్ సెక్టర్ 56

source: Gurgaon South City I
hi_in: गुडगाँव साउथ सिटी ई
te_in: గుడగాఁవ్ సాఉథ్ సిటీ ఈ

source: Gurgaon South City II
hi_in: गुडगाँव साउथ सिटी ई
te_in: గుడగాఁవ్ సాఉథ్ సిటీ ఈ

source: Gurguripal
hi_in: गुरगुड़ीपाल
te_in: గురగుడ్ ీపాల్

source: Gurholi
hi_in: गुरहोली
te_in: గురహోలీ

source: Gurim
hi_in: गर्म
te_in: గర్ం

source: Gurnwar
hi_in: गुणवर
te_in: గుణవర్

source: Gurra
hi_in: गुर्रा
te_in: గుర్రా

source: Gurrampaet
hi_in: गुर्रामपेट
te_in: గుర్రామపెట్

source: Gurriya
hi_in: गुरारिया
te_in: గురారియా

source: Gursari
hi_in: गुरसारी
te_in: గురసారీ

source: Gurthur
hi_in: गुरथुर
te_in: గురథుర్

source: Guru
hi_in: गुरु
te_in: గురు

source: Guru Amar Dass Nagar
hi_in: गुरु अमर दास नगर
te_in: గురు అమర్ దాస్ నగర్

source: Guru Arjan Dev Nagar
hi_in: गुरु अर्जन देव नगर
te_in: గురు అర్జన్ దెవ్ నగర్

source: Guru Bazar
hi_in: गुरु बाजार
te_in: గురు బాజార్

source: Guru Gobind Singh Complex
hi_in: गुरु गोबिंद सिंह काम्प्लेक्स
te_in: గురు గోబింద్ సింహ్ కామ్ప్లెక్స్

source: Guru Gobind Singh Marg
hi_in: गुरु गोबिंद सिंह मार्ग
te_in: గురు గోబింద్ సింహ్ మార్గ్

source: Guru Nanak Nagar (Gurdaspur)
hi_in: गुरु नानक नगर (गुरदासपुर)
te_in: గురు నానక్ నగర్ (గురదాసపుర్)

source: Guru Nanak Nagar (Jammu)
hi_in: गुरु नानक नगर (जम्मू)
te_in: గురు నానక్ నగర్ (జమ్మూ)

source: Guru Pimpri
hi_in: गुरु पिम्परी
te_in: గురు పిమ్పరీ

source: Guru Ravidass Road
hi_in: गुरु रविदास रोड
te_in: గురు రవిదాస్ రోడ్

source: Guru Sar Sehne Wala
hi_in: गुरु सर सहने वाला
te_in: గురు సర్ సహనె వాలా

source: Gurua
hi_in: गुरुआ
te_in: గురుఆ

source: Gurubazar
hi_in: गुरुबाज़ार
te_in: గురుబాజ్ ార్

source: Guruda
hi_in: गुरुद
te_in: గురుద్

source: Gurudaspur
hi_in: गुरुदासपुर
te_in: గురుదాసపుర్

source: Gurugadahalli
hi_in: गुरूगदाहल्ली
te_in: గురూగదాహల్లీ

source: Guruganj
hi_in: गुरुगंज
te_in: గురుగంజ్

source: Gurugaon
hi_in: गुरुगांव
te_in: గురుగాంవ్

source: Guruharsahai
hi_in: गुरुहरसहाय
te_in: గురుహరసహాయ్

source: Gurujang
hi_in: गुरुजंग
te_in: గురుజంగ్

source: Gurukul
hi_in: गुरुकुल
te_in: గురుకుల్

source: Gurukul Sikandrabad
hi_in: गुरुकुल सिकन्द्राबाद
te_in: గురుకుల్ సికన్ద్రాబాద్

source: Gurukul Indraprashtha
hi_in: गुरुकुल इंद्रप्रष्ठ
te_in: గురుకుల్ ఇంద్రప్రష్ఠ్

source: Gurukul Jhajjar
hi_in: गुरुकुल झज्जर
te_in: గురుకుల్ ఝజ్జర్

source: Gurukul Singhpura
hi_in: गुरुकुल सिंघपुरा
te_in: గురుకుల్ సింఘపురా

source: Gurumajra
hi_in: गुरुमाजरा
te_in: గురుమాజరా

source: Gurumandir Karanja
hi_in: गुरुमंदिर करंज
te_in: గురుమందిర్ కరంజ్

source: Gurunanak Chauk
hi_in: गुरुनानक चौक
te_in: గురునానక్ చౌక్

source: Gurunanak Nagar
hi_in: गुरुनानक नगर
te_in: గురునానక్ నగర్

source: Gurupura
hi_in: गुरुपुर
te_in: గురుపుర్

source: Gurusale
hi_in: गुरुसले
te_in: గురుసలె

source: Gurusar
hi_in: गुरुसर
te_in: గురుసర్

source: Gurushikharan
hi_in: गुरुशिखरं
te_in: గురుశిఖరం

source: Guruvayurappan College
hi_in: गुरुवायुरप्पन कॉलेज
te_in: గురువాయురప్పన్ క్ లెజ్

source: Guruwar Peth
hi_in: गुरूवार पेठ
te_in: గురూవార్ పెఠ్

source: Gurwalia
hi_in: गुरवलिया
te_in: గురవలియా

source: Gutal
hi_in: गुतल
te_in: గుతల్

source: Gutasi
hi_in: गुत्सी
te_in: గుత్సీ

source: Gutbahar
hi_in: गुटबहार
te_in: గుటబహార్

source: Gutehara
hi_in: गुटहरा
te_in: గుటహరా

source: Guthuguda
hi_in: गुठगड़ा
te_in: గుఠగడ్ ా

source: Guti
hi_in: गति
te_in: గతి

source: Gutinagari
hi_in: गुटिनगरी
te_in: గుటినగరీ

source: Gutkar
hi_in: गुटकर
te_in: గుటకర్

source: Guttur
hi_in: गुत्तूर
te_in: గుత్తూర్

source: Gutua
hi_in: गुटका
te_in: గుటకా

source: Gutwan
hi_in: गुत्वं
te_in: గుత్వం

source: Guvvalakunta
hi_in: गुव्वालकुंटा
te_in: గువ్వాలకుంటా

source: Guwahati G.P.O.
hi_in: गुवाहाटी जी.पी.ओ.
te_in: గువాహాటీ జీ.పీ.ఓ.

source: Guziliamparai
hi_in: ग़ुज़िलियमपराई
te_in: గ్ ుజ్ ిలియమపరాఈ

source: Gv8incline
hi_in: ग्वः8इंक्लिने
te_in: గ్వః8ఇంక్లినె

source: Gwal Pahari
hi_in: ग्वाल पहाड़ी
te_in: గ్వాల్ పహాడ్ ీ

source: Gwalda
hi_in: ग्वालदम
te_in: గ్వాలదం

source: Gwalior City
hi_in: ग्वालियर सिटी
te_in: గ్వాలియర్ సిటీ

source: Gwalior R.S.
hi_in: ग्वालियर आर.एस.
te_in: గ్వాలియర్ ఆర్.ఏస్.

source: Gwalior Residency
hi_in: ग्वालियर रेजीडेंसी
te_in: గ్వాలియర్ రెజీడెంసీ

source: Gwaltoli
hi_in: ग्वालटोली
te_in: గ్వాలటోలీ

source: Gyanpur
hi_in: ज्ञानपुर
te_in: జ్ఞానపుర్

source: Gyansoo
hi_in: ज्ञानसू
te_in: జ్ఞానసూ

source: Gyaspur
hi_in: ग्यासपुर
te_in: గ్యాసపుర్

source: Gyaspur Mahaji
hi_in: ग्यासपुर महाजी
te_in: గ్యాసపుర్ మహాజీ

source: H B Halli Town
hi_in: ह बी हल्ली टाउन
te_in: హ్ బీ హల్లీ టాఉన్
