Repository: healthvdev/custom_template
Catalog: languages/*.po
Languages: hi_in, te_in

source: Giridharaprasad
hi_in: गिरिधाराप्रसाद
te_in: గిరిధారాప్రసాద్

source: Giridih
hi_in: गिरिडीह
te_in: గిరిడీహ్

source: Giridih Bazar
hi_in: गिरिडीह बाजार
te_in: గిరిడీహ్ బాజార్

source: Girij
hi_in: गिरिज
te_in: గిరిజ్

source: Girikanpalli
hi_in: गिरिकनपल्ली
te_in: గిరికనపల్లీ

source: Girim
hi_in: गिरिम
te_in: గిరిం

source: Girinagar (Bangalore)
hi_in: गिरिनगर (बैंगलोर)
te_in: గిరినగర్ (బెంగుళూరు)

source: Giripeth
hi_in: गिरिपीठ
te_in: గిరిపీఠ్

source: Girisamudram
hi_in: गिरिसमुद्रम
te_in: గిరిసముద్రం

source: Girish Avenue
hi_in: गिरीश अवेनुए
te_in: గిరీశ్ అవెనుఏ

source: Girliguma
hi_in: गिरलीगुम
te_in: గిరలీగుం

source: Girmapur
hi_in: गिरमपुर
te_in: గిరమపుర్

source: Girmatha
hi_in: गीरमठा
te_in: గీరమఠా

source: Girnala
hi_in: गिरनाला
te_in: గిరనాలా

source: Girola
hi_in: गिरोला
te_in: గిరోలా

source: Girsul
hi_in: गिरसुल
te_in: గిరసుల్

source: Girvaniya
hi_in: गिरवानिया
te_in: గిరవానియా

source: Gita Mandir Road
hi_in: गीता मंदिर रोड
te_in: గీతా మందిర్ రోడ్

source: Gitaldaha Atiabari
hi_in: गीतालदाह अतिआबरी
te_in: గీతాలదాహ్ అతిఆబరీ

source: Gitilgarh
hi_in: गितिलगढ़
te_in: గితిలగ్

source: Giyod
hi_in: गियोडी
te_in: గియోడీ

source: Gju Hisar
hi_in: गजु हिसार
te_in: గజు హిసార్

source: Gnanambika Mills
hi_in: गणनाम्बिका मिल्स
te_in: గణనామ్బికా మిల్స్

source: Gnanaolivupuram
hi_in: गन्नोलिवुपुरम
te_in: గన్నోలివుపురం

source: Gnaramvilai
hi_in: गणरामविलाई
te_in: గణరామవిలాఈ

source: Gnathang
hi_in: ग्नाथांग
te_in: గ్నాథాంగ్

source: Goabaria
hi_in: गोयाबरिया
te_in: గోయాబరియా

source: Goalgaon
hi_in: गोल्गओं
te_in: గోల్గఓం

source: Goalpara
hi_in: गोलपाड़ा
te_in: గోలపాడా

source: Goara
hi_in: गोरा
te_in: గోరా

source: Goari
hi_in: गोरी
te_in: గోరీ

source: Gobabasta
hi_in: गोबबस्त
te_in: గోబబస్త్

source: Gobara
hi_in: गोबर
te_in: గోబర్

source: Gobardanga
hi_in: गोबरदंग
te_in: గోబరదంగ్

source: Gobardanga Ichapur
hi_in: गोबरदंग इचपुर
te_in: గోబరదంగ్ ఇచపుర్

source: Gobardhan
hi_in: गोबर्धन
te_in: గోబర్ధన్

source: Gobardhana
hi_in: गोबर्धन
te_in: గోబర్ధన్

source: Gobardhanbati
hi_in: गोबर्धनबती
te_in: గోబర్ధనబతీ

source: Gobichettipalayam
hi_in: गोबिचेट्टीपलायम
te_in: గోబిచెట్టీపలాయం

source: Gobichettipalayam East
hi_in: गोबिचेत्तिपलयं ईस्ट
te_in: గోబిచెత్తిపలయం ఈస్ట్

source: Gobichettipalayam South
hi_in: गोबिचेत्तिपलयं साउथ
te_in: గోబిచెత్తిపలయం సాఉథ్

source: Gobind Nagar
hi_in: गोबिंद नगर
te_in: గోబింద్ నగర్

source: Gobinda Khatick Road
hi_in: गोबिंद खटिक रोड
te_in: గోబింద్ ఖటిక్ రోడ్

source: Gobindapur
hi_in: गोबिन्दपुर
te_in: గోబిన్దపుర్

source: Gobindapurbajitpur
hi_in: गोबिन्दपुरबजीतपुर
te_in: గోబిన్దపురబజీతపుర్

source: Gobindpur
hi_in: गोबिंदपुर
te_in: గోబిందపుర్

source: Gobra
hi_in: गोबर
te_in: గోబర్

source: Gobrasara
hi_in: गोबरसर
te_in: గోబరసర్

source: Gochabadi
hi_in: गोछाबड़ी
te_in: గోఛాబ్ ీ

source: Godabaris Mahavidyalaya
hi_in: गोदाबरीस महाविद्यालय
te_in: గోదాబరీస్ మహావిద్యాలయ్

source: Godach
hi_in: गोडच
te_in: గోడచ్

source: Godahana
hi_in: गोदःना
te_in: గోదఃనా

source: Godal
hi_in: गोंडल
te_in: గోండల్

source: Godam
hi_in: गोदाम
te_in: గోదాం

source: Godavarikhani
hi_in: गोदावरिखणी
te_in: గోదావరిఖణీ

source: Godavarishanagar
hi_in: गोदावरिषानगर
te_in: గోదావరిషానగర్

source: Godfurla
hi_in: गॉडफरल
te_in: గ్ డఫరల్

source: Godhana
hi_in: गोधन
te_in: గోధన్

source: Godhi
hi_in: गॉधी
te_in: గ్ ధీ

source: Godhra Civil Lines
hi_in: गोधरा सिविल लाइन्स
te_in: గోధరా సివిల్ లాఇన్స్

source: Godiakhal
hi_in: गोडाखाल
te_in: గోడాఖాల్

source: Godibandha
hi_in: गोदीबंध
te_in: గోదీబంధ్

source: Godicherla
hi_in: गोड़िचेरला
te_in: గో ిచెరలా

source: Godikilo
hi_in: ग़ोडिकिलो
te_in: ౚోడికిలో

source: Godishala
hi_in: गोदीशाला
te_in: గోదీశాలా

source: Godloisingh
hi_in: गोड्लोईसिंघ
te_in: గోడ్లోఈసింఘ్

source: Godugupet
hi_in: गोदगुपत
te_in: గోదగుపత్

source: Goe
hi_in: गोए
te_in: గోఏ

source: Goela
hi_in: गोयल
te_in: గోయల్

source: Goela Panner
hi_in: गोयल पन्नेर
te_in: గోయల్ పన్నెర్

source: Gogalwadi(E)
hi_in: गोगलवाड़ी(इ)
te_in: గోగలవా ీ(ఇ)

source: Gogjipathri
hi_in: गोगजीपथरी
te_in: గోగజీపథరీ

source: Gogol
hi_in: गोगोल
te_in: గోగోల్

source: Gogua
hi_in: गोगा
te_in: గోగా

source: Gogunda
hi_in: गोगुन्दा
te_in: గోగున్దా

source: Gohalberia
hi_in: गोहलबेरिया
te_in: గోహలబెరియా

source: Gohaldangra
hi_in: गोहलदनगर
te_in: గోహలదనగర్

source: Gohalkona
hi_in: गोहलकोना
te_in: గోహలకోనా

source: Gohalpur
hi_in: गोहलपुर
te_in: గోహలపుర్

source: Gohan
hi_in: गोहन
te_in: గోహన్

source: Gohana Road (Sonipat)
hi_in: गोहाना रोड (सोनीपत)
te_in: గోహానా రోడ్ (సోనీపత్)

source: Gohandi
hi_in: गोहन्दी
te_in: గోహన్దీ

source: Gohari
hi_in: गोहारि
te_in: గోహారి

source: Gohawar
hi_in: गोहावर
te_in: గోహావర్

source: Gohira
hi_in: गोहिर
te_in: గోహిర్

source: Gohlani
hi_in: गोहलनि
te_in: గోహలని

source: Goilbhadi
hi_in: गोइलभदी
te_in: గోఇలభదీ

source: Goilundi
hi_in: गोयलूनदी
te_in: గోయలూనదీ

source: Goima
hi_in: गोयम
te_in: గోయం

source: Goindwal
hi_in: गोइंदवाल
te_in: గోఇందవాల్

source: Goinj
hi_in: गोइंज
te_in: గోఇంజ్

source: Goithahi
hi_in: गोइठही
te_in: గోఇఠహీ

source: Goiya Kalan
hi_in: गोइया कलां
te_in: గోఇయా కలాం

source: Gojegaon
hi_in: गोजेगांव
te_in: గోజెగాంవ్

source: Gokak
hi_in: गोकाक
te_in: గోకాక్

source: Gokak College Road
hi_in: गोकाक कॉलेज रोड
te_in: గోకాక్ క్ లెజ్ రోడ్

source: Gokak Fort
hi_in: गोकाक फोर्ट
te_in: గోకాక్ ఫోర్ట్

source: Gokak Guruwarpeth
hi_in: गोकाक गुरुवारपेठ
te_in: గోకాక్ గురువారపెఠ్

source: Gokal Puri
hi_in: गोकल पूरी
te_in: గోకల్ పూరీ

source: Gokalgarh
hi_in: गोकलगढ़
te_in: గోకలగ్

source: Gokana
hi_in: गोकना
te_in: గోకనా

source: Gokapeta
hi_in: गोकपेट
te_in: గోకపెట్

source: Gokarnapur
hi_in: गोकर्णपुर
te_in: గోకర్ణపుర్

source: Gokavaram
hi_in: गोकवरं
te_in: గోకవరం

source: Gokhale Road (Mumbai)
hi_in: गोखले रोड (मुम्बई)
te_in: గోఖలె రోడ్ (ముంబై)

source: Gokhale Road (Thane)
hi_in: गोखले रोड (ठाणे)
te_in: గోఖలె రోడ్ (ఠాణె)

source: Gokhalenagar
hi_in: गोखलेनागर
te_in: గోఖలెనాగర్

source: Gokhali
hi_in: गोखाली
te_in: గోఖాలీ

source: Gokhel Road
hi_in: गॉखइल रोड
te_in: గ్ ఖఇల్ రోడ్

source: Gokhia
hi_in: गोखिया
te_in: గోఖియా

source: Gokhiware
hi_in: गोखीवरे
te_in: గోఖీవరె

source: Gokhlana
hi_in: गोखलाना
te_in: గోఖలానా

source: Gokhle Nagar Bishanpur
hi_in: गोखले नगर बिशनपुर
te_in: గోఖలె నగర్ బిశనపుర్

source: Gokhley Marg
hi_in: गोखले मार्ग
te_in: గోఖలె మార్గ్

source: Gokul
hi_in: गोकुल
te_in: గోకుల్

source: Gokul Market
hi_in: गोकुल मार्किट
te_in: గోకుల్ మార్కిట్

source: Gokula
hi_in: गोकुल
te_in: గోకుల్

source: Gokula Extn Koratagere
hi_in: गोकुल ऐक्सटन कोर्टाजर
te_in: గోకుల్ ఐక్సటన్ కోర్టాజర్

source: Gokulam
hi_in: गोकुलम
te_in: గోకులం

source: Gokulnagar
hi_in: गोकुलनगर
te_in: గోకులనగర్

source: Gokulpeth
hi_in: गोकुलपेठ
te_in: గోకులపెఠ్

source: Gokulpura
hi_in: गोकुलपुरा
te_in: గోకులపురా

source: Gokunte
hi_in: गोकुनते
te_in: గోకునతె

source: Gol Gujral
hi_in: गोल गुजराल
te_in: గోల్ గుజరాల్

source: Gola (Ramgarh)
hi_in: गोल (रामगढ)
te_in: గోల్ (రామగఢ్)

source: Gola Bajar Sherghati
hi_in: गोला बाजार शेरघाटी
te_in: గోలా బాజార్ శెరఘాటీ

source: Golabandha
hi_in: गोलबंध
te_in: గోలబంధ్

source: Goladia
hi_in: गोल्डिया
te_in: గోల్డియా

source: Golagandapalli
hi_in: गोलगन्दापल्ली
te_in: గోలగన్దాపల్లీ

source: Golaganj
hi_in: गोलागंज
te_in: గోలాగంజ్

source: Golaghat
hi_in: गोलाघाट
te_in: గోలాఘాట్

source: Golagola
hi_in: गोलगोल
te_in: గోలగోల్

source: Golaj
hi_in: गोलज
te_in: గోలజ్

source: Golapati
hi_in: गोलापति
te_in: గోలాపతి

source: Golapbag
hi_in: गोलापबाग
te_in: గోలాపబాగ్

source: Golapganj
hi_in: गोलापगंज
te_in: గోలాపగంజ్

source: Golapokhari
hi_in: गोलपोखरी
te_in: గోలపోఖరీ

source: Golbhavi
hi_in: गोलभावी
te_in: గోలభావీ

source: Golconda
hi_in: गोलकोंडा
te_in: గోలకోండా

source: Golconda Chowrastha
hi_in: गोलकोंडा चौरास्था
te_in: గోలకోండా చౌరాస్థా

source: Golden Temple
hi_in: गोल्डन टेम्पल
te_in: గోల్డన్ టెమ్పల్

source: Gole Bazar
hi_in: गोले बाजार
te_in: గోలె బాజార్

source: Gole Bazar Bilaspur
hi_in: गोले बाजार बिलासपुर
te_in: గోలె బాజార్ బిలాసపుర్

source: Gole Colony
hi_in: गोले कॉलोनी
te_in: గోలె క్ లోనీ

source: Golebazar
hi_in: गोलबाज़ार
te_in: గోలబా ార్

source: Golegaon
hi_in: गोल्गओं
te_in: గోల్గఓం

source: Goleghat
hi_in: गोलाघाट
te_in: గోలాఘాట్

source: Golf Green
hi_in: गोल्फ ग्रीन
te_in: గోల్ఫ్ గ్రీన్

source: Golgeri
hi_in: गोलगेरी
te_in: గోలగెరీ

source: Golghar
hi_in: गोलघर
te_in: గోలఘర్

source: Golgram
hi_in: गोल्गराम
te_in: గోల్గరాం

source: Golithattu
hi_in: गोलिथततु
te_in: గోలిథతతు

source: Goliwada
hi_in: गोलीवाड़ा
te_in: గోలీవా ా

source: Gollahalli
hi_in: गोल्लहल्ली
te_in: గోల్లహల్లీ

source: Gollalakoderu
hi_in: गोलालाकोडरु
te_in: గోలాలాకోడరు

source: Gollamudi
hi_in: गोल्लमुंदी
te_in: గోల్లముందీ

source: Gollapalli Kalan
hi_in: गोल्लपल्ली कलां
te_in: గోల్లపల్లీ కలాం

source: Gollapally
hi_in: गोलापल्ली
te_in: గోలాపల్లీ

source: Gollapatti
hi_in: गोल्लपट्टी
te_in: గోల్లపట్టీ

source: Golmuri
hi_in: गोलमुरी
te_in: గోలమురీ

source: Golok Kondar
hi_in: गोलोक कोंदर
te_in: గోలోక్ కోందర్

source: Golpark
hi_in: गोलपार्क
te_in: గోలపార్క్

source: Golpura
hi_in: गोलपुरा
te_in: గోలపురా

source: Golthara
hi_in: गोलथर
te_in: గోలథర్

source: Gomia
hi_in: गोमिया
te_in: గోమియా

source: Gomtinagar
hi_in: गोमतीनगर
te_in: గోమతీనగర్

source: Gomtinagar Vistar
hi_in: गोमतीनगर विस्तार
te_in: గోమతీనగర్ విస్తార్

source: Gomtipur
hi_in: गोमतीपुर
te_in: గోమతీపుర్

source: Gona
hi_in: गोन
te_in: గోన్

source: Gonaha
hi_in: गोनहा
te_in: గోనహా

source: Gonare
hi_in: गोंरे
te_in: గోంరె

source: Gonchh
hi_in: गोंछ
te_in: గోంఛ్

source: Gonda
hi_in: गोंडा
te_in: గోండా

source: Gondal Market Yard
hi_in: गोंडल मार्केट यार्ड
te_in: గోండల్ మార్కెట్ యార్డ్

source: Gondala
hi_in: गोंडल
te_in: గోండల్

source: Gondalpara
hi_in: गोंदलपर
te_in: గోందలపర్

source: Gondalvihir
hi_in: गोंदलविहिर
te_in: గోందలవిహిర్

source: Gondaur
hi_in: गोंदर
te_in: గోందర్

source: Gondenahalli
hi_in: गोंडनहल्ली
te_in: గోండనహల్లీ

source: Gondgiri
hi_in: गोंडगिरी
te_in: గోండగిరీ

source: Gondhale Nagar
hi_in: गोंधले नगर
te_in: గోంధలె నగర్

source: Gondhanapur
hi_in: गोंधनपुर
te_in: గోంధనపుర్

source: Gondi
hi_in: गोंडी
te_in: గోండీ

source: Gondia Khurd
hi_in: गोंडिया खुर्द
te_in: గోండియా ఖుర్ద్

source: Gondikuppi
hi_in: गोँड़ीकुप्पी
te_in: గోఁ ీకుప్పీ

source: Gondiparla
hi_in: गोँड़ीपरल
te_in: గోఁ ీపరల్

source: Gondpalli
hi_in: गोंडपल्ली
te_in: గోండపల్లీ

source: Gondras
hi_in: गोंडेरास
te_in: గోండెరాస్

source: Gondriyala
hi_in: गोन्द्रीयाल
te_in: గోన్ద్రీయాల్

source: Gondur
hi_in: गोंडुर
te_in: గోండుర్

source: Gondwal
hi_in: गोंडवाल
te_in: గోండవాల్

source: Goneda
hi_in: गोनेड़ा
te_in: గోనె ా

source: Gonera
hi_in: गोनेर
te_in: గోనెర్

source: Gongrengiri
hi_in: गोंग्रेन्गिरी
te_in: గోంగ్రెన్గిరీ

source: Gonhia Chapra
hi_in: गोन्हिया छपरा
te_in: గోన్హియా ఛపరా

source: Goniana Village
hi_in: गोनियाना विलेज
te_in: గోనియానా విలెజ్

source: Gonikoppal
hi_in: गोनिकोप्पल
te_in: గోనికోప్పల్

source: Gonimarur
hi_in: गोनिमरूर
te_in: గోనిమరూర్

source: Gonseli
hi_in: गोनसेली
te_in: గోనసెలీ

source: Gontar
hi_in: गोंटर
te_in: గోంటర్

source: Gontuvanipalem
hi_in: गोल्टूवनिपालेम
te_in: గోల్టూవనిపాలెం

source: Goola
hi_in: गूल
te_in: గూల్

source: Goonalli
hi_in: गुनली
te_in: గునలీ

source: Goora
hi_in: गूर
te_in: గూర్

source: Gop
hi_in: गोप
te_in: గోప్

source: Gopagonda
hi_in: गोपगोंडा
te_in: గోపగోండా

source: Gopala
hi_in: गोपाल
te_in: గోపాల్

source: Gopala Nagar (O)
hi_in: गोपाल नगर (ओ)
te_in: గోపాల్ నగర్ (ఓ)

source: Gopalapatnam
hi_in: गोपालपटणं
te_in: గోపాలపట్టణం

source: Gopalapura
hi_in: गोपालपुर
te_in: గోపాలపుర్

source: Gopalapuram
hi_in: गोपालपुरम
te_in: గోపాలపురం

source: Gopalapuram (Chennai)
hi_in: गोपालपुरम (चेन्नई)
te_in: గోపాలపురమ్ (చెన్నై)

source: Gopalasamudram
hi_in: गोपालसमुद्रम
te_in: గోపాలసముద్రం

source: Gopaldashat
hi_in: गोपालदशत
te_in: గోపాలదశత్

source: Gopalkera
hi_in: गोपालकेरा
te_in: గోపాలకెరా

source: Gopalnagar
hi_in: गोपालनगर
te_in: గోపాలనగర్

source: Gopalnagar Harharia
hi_in: गोपालनगर हरहरा
te_in: గోపాలనగర్ హరహరా

source: Gopalnagar Hat
hi_in: गोपालनगर हैट
te_in: గోపాలనగర్ హేట్

source: Gopalpur
hi_in: गोपालपुर
te_in: గోపాలపుర్

source: Gopalpur (Mandi)
hi_in: गोपालपुर (मंडी)
te_in: గోపాలపుర్ (మండీ)

source: Gopalpur Rajnagar
hi_in: गोपालपुर राजनगर
te_in: గోపాలపుర్ రాజనగర్

source: Gopalpura
hi_in: गोपालपुर
te_in: గోపాలపుర్

source: Gopalwadi
hi_in: गोपालवाड़ी
te_in: గోపాలవా ీ

source: Gopamathura
hi_in: गोपमथुरा
te_in: గోపమథురా

source: Gopanapalli
hi_in: गोपनपल्ली
te_in: గోపనపల్లీ

source: Gopankoppa
hi_in: गोपनकोप्पा
te_in: గోపనకోప్పా

source: Gopapur
hi_in: गोपपुर
te_in: గోపపుర్

source: Gopavaram
hi_in: गोपवरं
te_in: గోపవరం

source: Gopeipali
hi_in: गोपेइपाली
te_in: గోపెఇపాలీ

source: Gopi
hi_in: गोपी
te_in: గోపీ

source: Gopiakud
hi_in: गोपिकाकुड़
te_in: గోపికాకు

source: Gopiganj
hi_in: गोपीगंज
te_in: గోపీగంజ్

source: Gopikandar
hi_in: गोपीकांदर
te_in: గోపీకాందర్

source: Gopikantapur
hi_in: गोपिकांतपुर
te_in: గోపికాంతపుర్

source: Gopinath Killa
hi_in: गोपीनाथ किल्ला
te_in: గోపీనాథ్ కిల్లా

source: Gopinath Tejpur
hi_in: गोपीनाथ तेजपुर
te_in: గోపీనాథ్ తెజపుర్

source: Gopinathnagar
hi_in: गोपीनाथनगर
te_in: గోపీనాథనగర్

source: Gopinathpur
hi_in: गोपीनाथपुर
te_in: గోపీనాథపుర్

source: Gopipur
hi_in: गोपीपुर
te_in: గోపీపుర్

source: Gopipura
hi_in: गोपीपुर
te_in: గోపీపుర్

source: Goplaichak
hi_in: गोपलीचक
te_in: గోపలీచక్

source: Gopuri
hi_in: गोपुरी
te_in: గోపురీ

source: Gora
hi_in: गोरा
te_in: గోరా

source: Gora Anjana
hi_in: गोरा अंजना
te_in: గోరా అంజనా

source: Gora Colony
hi_in: गोरा कॉलोनी
te_in: గోరా క్ లోనీ

source: Gorabazar
hi_in: गोराबाजार
te_in: గోరాబాజార్

source: Gorad
hi_in: गॉर्ड
te_in: గ్ ర్డ్

source: Goradkheda
hi_in: गोराडखेड़ा
te_in: గోరాడఖె ా

source: Goraiya
hi_in: गोरैया
te_in: గోరేయా

source: Goraju
hi_in: गोराजू
te_in: గోరాజూ

source: Gorakhnath Mandir
hi_in: गोरखनाथ मंदिर
te_in: గోరఖనాథ్ మందిర్

source: Gorakhpur
hi_in: गोरखपुर
te_in: గోరఖపుర్

source: Gorakhpur Kutchery
hi_in: गोरखपुर कुत्चेरय
te_in: గోరఖపుర్ కుత్చెరయ్

source: Gorambe
hi_in: गोरांबे
te_in: గోరాంబె

source: Gorankalapally
hi_in: गोरांकलापल्ली
te_in: గోరాంకలాపల్లీ

source: Gorarjora
hi_in: गोररजोर
te_in: గోరరజోర్

source: Goravanahalli
hi_in: गोरवनहल्ली
te_in: గోరవనహల్లీ

source: Gorawan
hi_in: गोरावां
te_in: గోరావాం

source: Gorbal
hi_in: गोर्बल
te_in: గోర్బల్

source: Gordhanpura
hi_in: गोरधनपुरा
te_in: గోరధనపురా

source: Gorebal
hi_in: गोरेबल
te_in: గోరెబల్

source: Goregaon
hi_in: गोरेगांव
te_in: గోరెగాంవ్

source: Goregaon (Raigarh(MH))
hi_in: गोरेगांव (रायगढ़(मह))
te_in: గోరెగాంవ్ (రాయగ్ (మహ్))

source: Goregaon East
hi_in: गोरेगांव ईस्ट
te_in: గోరెగాంవ్ ఈస్ట్

source: Gorgam
hi_in: गोरगामा
te_in: గోరగామా

source: Gorgama
hi_in: गोरगामा
te_in: గోరగామా

source: Gorgavale
hi_in: गोरगवाले
te_in: గోరగవాలె

source: Gorhand
hi_in: गोरहंड
te_in: గోరహండ్

source: Goriabad
hi_in: गोरियाबाद
te_in: గోరియాబాద్

source: Goriar
hi_in: गोरीर
te_in: గోరీర్

source: Goriari
hi_in: गोड़ियारी
te_in: గో ియారీ

source: Goribandha
hi_in: गोरिबन्ध
te_in: గోరిబన్ధ్

source: Gorifa
hi_in: गोरीफ
te_in: గోరీఫ్

source: Gorikitta
hi_in: गोरीकित्ता
te_in: గోరీకిత్తా

source: Gorimedu
hi_in: गोरिमेडू
te_in: గోరిమెడూ

source: Goriyad
hi_in: गोरियड
te_in: గోరియడ్

source: Gorkha
hi_in: गोरख
te_in: గోరఖ్

source: Gorkhiya
hi_in: गोरखिया
te_in: గోరఖియా

source: Gorla
hi_in: गोर्ला
te_in: గోర్లా

source: Gorlamudiveedu
hi_in: गोरलामुडीवीडु
te_in: గోరలాముడీవీడు

source: Gorlavaid
hi_in: गोरलवाइड
te_in: గోరలవాఇడ్

source: Gorle Seetharampuram
hi_in: गोरले सीतारामपुरम
te_in: గోరలె సీతారామపురం

source: Gorli
hi_in: गोरली
te_in: గోరలీ

source: Gorola
hi_in: गोरौल
te_in: గోరౌల్

source: Goror
hi_in: गोरौर
te_in: గోరౌర్

source: Gorota
hi_in: गोरोट
te_in: గోరోట్

source: Gorpar
hi_in: गोरपर
te_in: గోరపర్

source: Gorsika
hi_in: गोरसिक
te_in: గోరసిక్

source: Gorual
hi_in: गोराल
te_in: గోరాల్

source: Gorumahisani
hi_in: गोरुमहिसानी
te_in: గోరుమహిసానీ

source: Gorwa
hi_in: गौरव
te_in: గౌరవ్

source: Gosa
hi_in: गोस
te_in: గోస్

source: Gosaipurmohawn
hi_in: गोसाईपुरमोहवन
te_in: గోసాఈపురమోహవన్

source: Gosani
hi_in: गोसांई
te_in: గోసాంఈ

source: Gosaninuagam
hi_in: गोसानिनुआगम
te_in: గోసానినుఆగం

source: Goshaldih
hi_in: गोशलडीह
te_in: గోశలడీహ్

source: Gosi BK
hi_in: गोसी बक
te_in: గోసీ బక్

source: Gosindra
hi_in: गोसइन्द्र
te_in: గోసఇన్ద్ర్

source: Gossa
hi_in: गॉस
te_in: గ్ స్

source: Gossainpur
hi_in: गोसैनपुर
te_in: గోసేనపుర్

source: Goswa
hi_in: गॉव
te_in: గ్ వ్

source: Gota
hi_in: गोटा
te_in: గోటా

source: Gotalawadi
hi_in: गोतालवाड़ी
te_in: గోతాలవా ీ

source: Gotamunda
hi_in: गोतमंद
te_in: గోతమంద్

source: Gotanagar
hi_in: गोटानगर
te_in: గోటానగర్

source: Gotapa
hi_in: गोटाप
te_in: గోటాప్

source: Gotewadi
hi_in: गोटेवाड़ी
te_in: గోటెవా ీ

source: Gotgarpally
hi_in: गोटगरपल्ली
te_in: గోటగరపల్లీ

source: Goth
hi_in: गाथ
te_in: గాథ్

source: Gotha
hi_in: गोठ
te_in: గోఠ్

source: Gothada
hi_in: गोठड़ा
te_in: గోఠ్ ా

source: Gothaj
hi_in: गोठाज
te_in: గోఠాజ్

source: Gothan
hi_in: गोठां
te_in: గోఠాం

source: Gothaon
hi_in: गोथों
te_in: గోథోం

source: Gothda
hi_in: गोठड़ा
te_in: గోఠ్ ా

source: Gothina
hi_in: गोथीन
te_in: గోథీన్

source: Gothwa
hi_in: गोथवा
te_in: గోథవా

source: Gotisahi
hi_in: गोतिसहि
te_in: గోతిసహి

source: Gotlam
hi_in: गोतलम
te_in: గోతలం

source: Gottigere
hi_in: गोट्टिगेरे
te_in: గోట్టిగెరె

source: Gottimukkala
hi_in: गोट्टीमुक्कला
te_in: గోట్టీముక్కలా

source: Goudaguda
hi_in: गौड़ागुड़ा
te_in: గౌ ాగు ా

source: Goudapatna
hi_in: गौडपाटन
te_in: గౌడపాట్నా

source: Goudruma
hi_in: गौडरूम
te_in: గౌడరూం

source: Gouduniduba
hi_in: गौड़ूनिडा
te_in: గౌ ూనిడా

source: Gour
hi_in: गौर
te_in: గౌర్

source: Goura
hi_in: गौर
te_in: గౌర్

source: Gourangachak
hi_in: गौरांगचक
te_in: గౌరాంగచక్

source: Gouranganagar
hi_in: गौरांगनागर
te_in: గౌరాంగనాగర్

source: Gourangapur
hi_in: गौरांगपुर
te_in: గౌరాంగపుర్

source: Goureesapattom
hi_in: गौरीसपट्टोम
te_in: గౌరీసపట్టోం

source: Gouriakarma
hi_in: गौरियाकरमा
te_in: గౌరియాకరమా

source: Goushala Road
hi_in: गौशाला रोड
te_in: గౌశాలా రోడ్

source: Govandi
hi_in: गोवंडी
te_in: గోవండీ

source: Goverdhan
hi_in: गोवेर्धन
te_in: గోవెర్ధన్

source: Goverdhan Bihari Colony
hi_in: गोवेर्धन बिहारी कॉलोनी
te_in: గోవెర్ధన్ బిహారీ క్ లోనీ

source: Goverdhanpura
hi_in: गोवर्धनपुर
te_in: గోవర్ధనపుర్

source: Goveri
hi_in: गवरी
te_in: గవరీ

source: Governmemnt Electric Factory
hi_in: गोवेर्नमेंन्ट इलेक्ट्रिक फैक्ट्री
te_in: గోవెర్నమెంన్ట్ ఇలెక్ట్రిక్ ఫేక్ట్రీ

source: Government College (East Godavari)
hi_in: गवर्नमेंट कॉलेज (ईस्ट गोदावरी)
te_in: గవర్నమెంట్ క్ లెజ్ (ఈస్ట్ గోదావరీ)

source: Government Colony
hi_in: गवर्नमेंट कॉलोनी
te_in: గవర్నమెంట్ క్ లోనీ

source: Govidabari
hi_in: गोविदाबरी
te_in: గోవిదాబరీ

source: Govind Nagar (Jaipur)
hi_in: गोविन्द नगर (जयपुर)
te_in: గోవిన్ద్ నగర్ (జైపూర్)

source: Govind Pur
hi_in: गोविन्द पुर
te_in: గోవిన్ద్ పుర్

source: Govind Pura
hi_in: गोविन्द पूरा
te_in: గోవిన్ద్ పూరా

source: Govinda Puram
hi_in: गोविन्द पुरम
te_in: గోవిన్ద్ పురం

source: Govindapadi
hi_in: गोविंदपाद
te_in: గోవిందపాద్

source: Govindapalle
hi_in: गोविन्दपाल
te_in: గోవిన్దపాల్

source: Govindapur
hi_in: गोविंदपुर
te_in: గోవిందపుర్

source: Govindavadi
hi_in: गोविन्दवादी
te_in: గోవిన్దవాదీ

source: Govindgarh (Dehradun)
hi_in: गोविंदगढ़ (देहरादून)
te_in: గోవిందగ్ (దెహరాదూన్)

source: Govindi
hi_in: गोविंदी
te_in: గోవిందీ

source: Govindpet
hi_in: गोविंदपेट
te_in: గోవిందపెట్

source: Govindpur
hi_in: गोविंदपुर
te_in: గోవిందపుర్

source: Govindpur (Dhanbad)
hi_in: गोविंदपुर (धनबाद)
te_in: గోవిందపుర్ (ధన్‌బాద్)

source: Govindpur (Dhenkanal)
hi_in: गोविंदपुर (धेनकनाल)
te_in: గోవిందపుర్ (ధెనకనాల్)

source: Govindpur (Ranchi)
hi_in: गोविंदपुर (रांची)
te_in: గోవిందపుర్ (రాంచీ)

source: Govindpur Kala
hi_in: गोविन्दपुर काल
te_in: గోవిన్దపుర్ కాల్

source: Govindpur Pandit
hi_in: गोविन्दपुर पंडित
te_in: గోవిన్దపుర్ పండిత్

source: Govindpur Road
hi_in: गोविन्दपुर रोड
te_in: గోవిన్దపుర్ రోడ్

source: Govindpura
hi_in: गोविंदपुरा
te_in: గోవిందపురా

source: Govindpuri
hi_in: गोविंदपुरी
te_in: గోవిందపురీ

source: Govt Dairy Farm
hi_in: गोवत डेरी फार्म
te_in: గోవత్ డెరీ ఫార్ం

source: Govt Poly (Yavatmal)
hi_in: गोवत पाली (यवतमाल)
te_in: గోవత్ పాలీ (యవతమాల్)

source: Govt Press Chandigarh
hi_in: गोवत प्रेस चंडीगढ़
te_in: గోవత్ ప్రెస్ చండీగఢ్

source: Govt Stanley Hospital
hi_in: गोवत स्टैनले हॉस्पिटल
te_in: గోవత్ స్టేనలె హ్ స్పిటల్

source: Govt. Colony
hi_in: गोवत. कॉलोनी
te_in: గోవత్. క్ లోనీ

source: Govt. Complex
hi_in: गोवत. काम्प्लेक्स
te_in: గోవత్. కామ్ప్లెక్స్

source: Govt. General Hospital
hi_in: गोवत. जनरल हॉस्पिटल
te_in: గోవత్. జనరల్ హ్ స్పిటల్

source: Govt. Medical College
hi_in: गोवत. मेडिकल कॉलेज
te_in: గోవత్. మెడికల్ క్ లెజ్

source: Govt. Polytechnic
hi_in: गोवत. पॉलिटेक्निक
te_in: గోవత్. ప్ లిటెక్నిక్

source: Govt. Printing Press
hi_in: गोवत. प्रिंटिंग प्रेस
te_in: గోవత్. ప్రింటింగ్ ప్రెస్

source: Govt.College Tonk
hi_in: गोवत.कॉलेज टोंक
te_in: గోవత్.క్ లెజ్ టోంక్

source: Govt.Gen Hospital
hi_in: गोवत.गये हॉस्पिटल
te_in: గోవత్.గయె హ్ స్పిటల్

source: Govt.Medical College Miraj
hi_in: गोवत.मेडिकल कॉलेज मिराज
te_in: గోవత్.మెడికల్ క్ లెజ్ మిరాజ్

source: Gowada
hi_in: गौड़
te_in: గౌ

source: Gowalia Tank
hi_in: गोवलिया टैंक
te_in: గోవలియా టేంక్

source: Gowdagere
hi_in: गौडॉगेरे
te_in: గౌడ్ గెరె

source: Gowdahalli
hi_in: गौदहल्ली
te_in: గౌదహల్లీ

source: Gowdalli
hi_in: गोवडॉली
te_in: గోవడ్ లీ

source: Gowdavalli
hi_in: गौदावल्ली
te_in: గౌదావల్లీ

source: Gowrelli
hi_in: गौरेली
te_in: గౌరెలీ

source: Gowripatnam
hi_in: गौरिपटणं
te_in: గౌరిపట్టణం

source: Gowriwakkam
hi_in: गौरीवक्कम
te_in: గౌరీవక్కం

source: Goya Bazar
hi_in: गोया बाजार
te_in: గోయా బాజార్

source: Goyagaon
hi_in: गोयगन
te_in: గోయగన్

source: Goyati
hi_in: गोयती
te_in: గోయతీ

source: GR Railway Station
hi_in: गर रेलवे स्टेशन
te_in: గర్ రెలవె స్టెశన్

source: Graham Bazar
hi_in: ग्रैहम बाजार
te_in: గ్రేహమ్ బాజార్

source: Grain Market (Adilabad)
hi_in: ग्रेन मार्किट (आदिलाबाद)
te_in: గ్రెన్ మార్కిట్ (ఆదిలాబాద్)

source: Grain Market (Jalandhar)
hi_in: ग्रेन मार्किट (जालंधर)
te_in: గ్రెన్ మార్కిట్ (జాలంధర్)

source: Grain Market (Jamnagar)
hi_in: ग्रेन मार्किट (जामनगर)
te_in: గ్రెన్ మార్కిట్ (జామనగర్)

source: Grainmarket
hi_in: ग्रैनमार्केट
te_in: గ్రేనమార్కెట్

source: Gramby
hi_in: गरंबी
te_in: గరంబీ

source: Grant Road
hi_in: ग्रांट रोड
te_in: గ్రాంట్ రోడ్

source: Greams Road
hi_in: ग्रीम्स रोड
te_in: గ్రీమ్స్ రోడ్

source: Greater Kailash
hi_in: ग्रेटर कैलाश
te_in: గ్రెటర్ కేలాశ్

source: Green Park Market
hi_in: ग्रीन पार्क मार्केट
te_in: గ్రీన్ పార్క్ మార్కెట్

source: Grenggandi Agal
hi_in: ग्रेंगजेंडी अगल
te_in: గ్రెంగజెండీ అగల్

source: Gsi(Sr) Bandlaguda
hi_in: गसी(सर) बंडलगुड़ा
te_in: గసీ(సర్) బండలగు ా

source: Gsvm Medical College
hi_in: गसवम मेडिकल कॉलेज
te_in: గసవమ్ మెడికల్ క్ లెజ్

source: Gtc Nabha
hi_in: जीटीसी नभ
te_in: జీటీసీ నభ్

source: Gtr Moga
hi_in: गटर मोगा
te_in: గటర్ మోగా

source: Guachand
hi_in: गुणचंद
te_in: గుణచంద్

source: Gualbra Chhindwara
hi_in: गुअलब्रा छिंदवाड़ा
te_in: గుఅలబ్రా ఛిందవా ా

source: Gualigorada
hi_in: गुलगोरॉड
te_in: గులగోర్ డ్

source: Guawan
hi_in: गुणवान
te_in: గుణవాన్

source: Gubalgudda
hi_in: गुबालगुद्दा
te_in: గుబాలగుద్దా

source: Gubbewad
hi_in: गुब्बेवाद
te_in: గుబ్బెవాద్

source: Gubbiga (Sutta)
hi_in: गुब्बिग (सुट्टा)
te_in: గుబ్బిగ్ (సుట్టా)

source: Gudadhi
hi_in: गुदड़ी
te_in: గుద్ ీ

source: Gudalur Bazaar
hi_in: गुडलुर बाजार
te_in: గుడలుర్ బాజార్

source: Gudalur-coimbatore
hi_in: गुडलुर-कोयम्बटूर
te_in: గుడలుర్-కోయంబత్తూరు

source: Gudari Bazar
hi_in: गुदरी बाजार
te_in: గుదరీ బాజార్

source: Gudarle
hi_in: गुदरले
te_in: గుదరలె

source: Gudas
hi_in: गुड्स
te_in: గుడ్స్

source: Guddadarangavanahally
hi_in: गुड़दादारंगावनहल्ली
te_in: గు దాదారంగావనహల్లీ

source: Guddadhulikatti
hi_in: गुद्दधूलिकट्टी
te_in: గుద్దధూలికట్టీ

source: Guddanahalli
hi_in: गुड्डनहल्ली
te_in: గుడ్డనహల్లీ

source: Guddar Dhandi
hi_in: गद्दार दहन्दी
te_in: గద్దార్ దహన్దీ

source: Guddikayalanka
hi_in: गुड्डीक्यालणक
te_in: గుడ్డీక్యాలణక్

source: Gudem
hi_in: गुडेम
te_in: గుడెం

source: Gudemcheruvu
hi_in: गुडमचेरुवु
te_in: గుడమచెరువు

source: Gudgur
hi_in: गुड़गुड़
te_in: గు గు
