Repository: healthvdev/custom_template
Catalog: languages/*.po
Languages: hi_in, te_in

source: Pahadpur
hi_in: पहाड़पुर
te_in: పహా పుర్

source: Pahal
hi_in: पहल
te_in: పహల్

source: Pahalampur
hi_in: पहलमपुर
te_in: పహలమపుర్

source: Pahanda
hi_in: पहंदा
te_in: పహందా

source: Pahandia
hi_in: पहड़िया
te_in: పహ్ ియా

source: Pahar Ganj
hi_in: पहाड़ गंज
te_in: పహా గంజ్

source: Paharapur
hi_in: पहाड़ापुर
te_in: పహా ాపుర్

source: Paharganj
hi_in: पहाड़गंज
te_in: పహా గంజ్

source: Pahari
hi_in: पहाड़ी
te_in: పహా ీ

source: Paharia
hi_in: पहारिया
te_in: పహారియా

source: Paharidih
hi_in: पहरीडीह
te_in: పహరీడీహ్

source: Pahariya
hi_in: पहारिया
te_in: పహారియా

source: Pahariya Mandi
hi_in: पहारिया मंडी
te_in: పహారియా మండీ

source: Paharpur
hi_in: पहाड़पुर
te_in: పహా పుర్

source: Paharsirgida
hi_in: पहरसिरगिड़ा
te_in: పహరసిరగి ా

source: Pahelipatti Ladnun
hi_in: पहेलीपट्टी लाडनूं
te_in: పహెలీపట్టీ లాడనూం

source: Paheni
hi_in: पहनी
te_in: పహనీ

source: Pahewa
hi_in: पाहवा
te_in: పాహవా

source: Pahi
hi_in: पाहि
te_in: పాహి

source: Pahra Kalan
hi_in: पहरा कलां
te_in: పహరా కలాం

source: Pahrudih
hi_in: पहरूडीह
te_in: పహరూడీహ్

source: Pahurbel
hi_in: पहूरबेल
te_in: పహూరబెల్

source: Pahuwind
hi_in: पहूविंड
te_in: పహూవిండ్

source: Paidapur
hi_in: पैड़ापुर
te_in: పే ాపుర్

source: Paigamberpur
hi_in: पैगम्बरपुर
te_in: పేగమ్బరపుర్

source: Paijaniya
hi_in: पैजनिया
te_in: పేజనియా

source: Paijuna
hi_in: पैजुना
te_in: పేజునా

source: Paikadharakote
hi_in: पाइकधाराकोट
te_in: పాఇకధారాకోట్

source: Paikapara
hi_in: पैकपार
te_in: పేకపార్

source: Paikauli Baddo
hi_in: पैकौली बढ्दो
te_in: పేకౌలీ బఢ్దో

source: Paikpari
hi_in: पैकपारी
te_in: పేకపారీ

source: Paiksahi
hi_in: पैकसही
te_in: పేకసహీ

source: Pailanhat
hi_in: पैलनहत
te_in: పేలనహత్

source: Pailpada
hi_in: पैलपाड़ा
te_in: పేలపా ా

source: Paimarghat
hi_in: पैमारघाट
te_in: పేమారఘాట్

source: Paingarapilly
hi_in: पैनगरापिल्ली
te_in: పేనగరాపిల్లీ

source: Painkulam
hi_in: पैनकुलं
te_in: పేనకులం

source: Paintha
hi_in: पैंठ
te_in: పేంఠ్

source: Painti Kalan
hi_in: पैन्टी कलां
te_in: పేన్టీ కలాం

source: Paisa
hi_in: पैसा
te_in: పేసా

source: Pait
hi_in: पेट
te_in: పెట్

source: Paithamparai
hi_in: पैथमपराई
te_in: పేథమపరాఈ

source: Paithani
hi_in: पैठनी
te_in: పేఠనీ

source: Paithankabai
hi_in: पैठणकाबाई
te_in: పేఠణకాబాఈ

source: Paithar
hi_in: पैथर
te_in: పేథర్

source: Pak. Bakhtawar
hi_in: पाक. बख्तावर
te_in: పాక్. బఖ్తావర్

source: Pakala
hi_in: पाकल
te_in: పాకల్

source: Pakala Railway Colony
hi_in: पाकल रेलवे कॉलोनी
te_in: పాకల్ రెలవె క్ లోనీ

source: Pakalomattom
hi_in: पकालोमेटोम
te_in: పకాలోమెటోం

source: Pakanagaon
hi_in: पकनागओं
te_in: పకనాగఓం

source: Pakar Deeha
hi_in: पाकर देह
te_in: పాకర్ దెహ్

source: Pakardanr
hi_in: पकरदंर
te_in: పకరదంర్

source: Pakari
hi_in: पकरि
te_in: పకరి

source: Pakari Dayal
hi_in: पकड़ी दयाल
te_in: పక్ ీ దయాల్

source: Pakaribarwan
hi_in: पकरीबरावां
te_in: పకరీబరావాం

source: Pakbara
hi_in: पाकबड़ा
te_in: పాకబ్ ా

source: Pakdi Dixit
hi_in: पकड़ी दिक्सित
te_in: పక్ ీ దిక్సిత్

source: Pakeersahebpeta
hi_in: पकीरसाहेबपता
te_in: పకీరసాహెబపతా

source: Pakhanpura
hi_in: पखनपुरा
te_in: పఖనపురా

source: Pakharpur
hi_in: पखरपुर
te_in: పఖరపుర్

source: Pakharsangvi
hi_in: पखारसांगवी
te_in: పఖారసాంగవీ

source: Pakhnaha Shriram
hi_in: पंखन्ह श्रीराम
te_in: పంఖన్హ్ శ్రీరాం

source: Pakhnar
hi_in: पखनार
te_in: పఖనార్

source: Pakka Kale Wala
hi_in: पक्का काळा वाला
te_in: పక్కా కాళా వాలా

source: Pakka Saharana
hi_in: पक्का सहराना
te_in: పక్కా సహరానా

source: Pakkamvenkatapuram
hi_in: पककमवेंकटपुरम
te_in: పకకమవెంకటపురం

source: Pakki
hi_in: पक्की
te_in: పక్కీ

source: Pakki Sarai
hi_in: पक्की सराय
te_in: పక్కీ సరాయ్

source: Pakri
hi_in: पकरि
te_in: పకరి

source: Pakri Guria
hi_in: पकरि गुरिया
te_in: పకరి గురియా

source: Pakri Jai
hi_in: पकरि जय
te_in: పకరి జయ్

source: Pakuria
hi_in: पाकुड़िया
te_in: పాకు ియా

source: Pakwalia
hi_in: पकवलिया
te_in: పకవలియా

source: Pal
hi_in: पल
te_in: పల్

source: Pal Mathugamda
hi_in: पल माथुगामड़ा
te_in: పల్ మాథుగామ్ ా

source: Pala
hi_in: पाला
te_in: పాలా

source: Pala Chand
hi_in: पला चाँद
te_in: పలా చాఁద్

source: Pala Town
hi_in: पला टाउन
te_in: పలా టాఉన్

source: Palabani Chhak
hi_in: पलबनी छैक
te_in: పలబనీ ఛేక్

source: Palace Guttahalli
hi_in: पैलेस गुट्टाहल्ली
te_in: పేలెస్ గుట్టాహల్లీ

source: Palach
hi_in: पालक
te_in: పాలక్

source: Palachode
hi_in: पलचोदे
te_in: పలచోదె

source: Palacombai
hi_in: पलैकबै
te_in: పలేకబే

source: Paladhuapalli
hi_in: पलादहुआपल्ली
te_in: పలాదహుఆపల్లీ

source: Palagrahara
hi_in: पालाग्रहरा
te_in: పాలాగ్రహరా

source: Palai Market Junction
hi_in: प्ले मार्केट जंक्शन
te_in: ప్లె మార్కెట్ జంక్శన్

source: Palaiyur
hi_in: प्लेयर
te_in: ప్లెయర్

source: Palaj
hi_in: प्लाज
te_in: ప్లాజ్

source: Palakayam
hi_in: पळकायम
te_in: పళకాయం

source: Palakkad
hi_in: पलक्कड़
te_in: పలక్కడ్

source: Palakkad City
hi_in: पलक्कड़ सिटी
te_in: పలక్క్ సిటీ

source: Palakkad Collectorate
hi_in: पलक्कड़ कोल्लेकतोरते
te_in: పలక్క్ కోల్లెకతోరతె

source: Palakkad College
hi_in: पलक्कड़ कॉलेज
te_in: పలక్క్ క్ లెజ్

source: Palakkad Fort
hi_in: पालक्काड फोर्ट
te_in: పాలక్కాడ్ ఫోర్ట్

source: Palakkad(MLP)
hi_in: पलक्कड़(मलप)
te_in: పలక్క్ (మలప్)

source: Palakkarai
hi_in: पलक्कारे
te_in: పలక్కారె

source: Palakol
hi_in: पलकोल
te_in: పలకోల్

source: Palakol Bazar
hi_in: पलकोल बाजार
te_in: పలకోల్ బాజార్

source: Palakuzha
hi_in: पलकुज़ह
te_in: పలకు హ్

source: Palam Airport
hi_in: पालम एयरपोर्ट
te_in: పాలమ్ ఏయరపోర్ట్

source: Palam Extn (Harijan Basti)
hi_in: पालम ऐक्सटन (हरिजन बस्ती)
te_in: పాలమ్ ఐక్సటన్ (హరిజన్ బస్తీ)

source: Palam Vihar (Ambala)
hi_in: पालम विहार (अम्बाला)
te_in: పాలమ్ విహార్ (అమ్బాలా)

source: Palam Vihar (Gurgaon)
hi_in: पालम विहार (गुडगाँव)
te_in: పాలమ్ విహార్ (గుడగాఁవ్)

source: Palam Village
hi_in: फलम विलेज
te_in: ఫలమ్ విలెజ్

source: Palamalai
hi_in: पलमलै
te_in: పలమలే

source: Palamalai Hills
hi_in: पलमलै हिल्स
te_in: పలమలే హిల్స్

source: Palamkonam
hi_in: पलामकोणम
te_in: పలామకోణం

source: Palan
hi_in: पालन
te_in: పాలన్

source: Palanganatham
hi_in: पलंगनाथं
te_in: పలంగనాథం

source: Palani
hi_in: पलानी
te_in: పలానీ

source: Palani Bazaar
hi_in: पलनी बाजार
te_in: పలనీ బాజార్

source: Palani Devastanam
hi_in: पलानी देवास्तानाम
te_in: పలానీ దెవాస్తానాం

source: Palani East
hi_in: पलानी ईस्ट
te_in: పలానీ ఈస్ట్

source: Palani R.S
hi_in: पलानी आर.स
te_in: పలానీ ఆర్.స్

source: Palani West
hi_in: पलनी वेस्ट
te_in: పలనీ వెస్ట్

source: Palanichettipatti
hi_in: प्लानीचेत्तिपट्टि
te_in: ప్లానీచెత్తిపట్టి

source: Palanigoundenpudur
hi_in: पलानीगोउनदेनपुडुर
te_in: పలానీగోఉనదెనపుడుర్

source: Palaniyarpalayam
hi_in: पलानियारपालयं
te_in: పలానియారపాలయం

source: Palanjore
hi_in: पाळणजोर
te_in: పాళణజోర్

source: Palanpur
hi_in: पालनपुर
te_in: పాలనపుర్

source: Palanpur Delhigate
hi_in: पालनपुर देल्हीगते
te_in: పాలనపుర్ ఢిల్లీగతె

source: Palanpur Ganjbazar
hi_in: पालनपुर गंजबाजार
te_in: పాలనపుర్ గంజబాజార్

source: Palanpur Kirtistambh
hi_in: पालनपुर कीर्तिस्तम्भ
te_in: పాలనపుర్ కీర్తిస్తమ్భ్

source: Palanpur Nd
hi_in: पालनपुर नद
te_in: పాలనపుర్ నద్

source: Palapalam
hi_in: पलपलं
te_in: పలపలం

source: Palapatti
hi_in: पलपट्टी
te_in: పలపట్టీ

source: Palara
hi_in: पलड़ा
te_in: పల్ ా

source: Palarivattom
hi_in: पलारीवट्टोम
te_in: పలారీవట్టోం

source: Palas
hi_in: पल्स
te_in: పల్స్

source: Palasapuram
hi_in: पलासपुरम
te_in: పలాసపురం

source: Palasgaon Khurd
hi_in: पलस्गओं खुर्द
te_in: పలస్గఓం ఖుర్ద్

source: Palaskhed Daulat
hi_in: पलसखेड़ दौलत
te_in: పలసఖె దౌలత్

source: Palasol
hi_in: पलासोल
te_in: పలాసోల్

source: Palaspe
hi_in: पलस्पे
te_in: పలస్పె

source: Palaswani
hi_in: पलस्वनी
te_in: పలస్వనీ

source: Palathurai
hi_in: पालथूराई
te_in: పాలథూరాఈ

source: Palatpur
hi_in: पलतपुर
te_in: పలతపుర్

source: Palatwara
hi_in: पलटवार
te_in: పలటవార్

source: Palaula
hi_in: पलौला
te_in: పలౌలా

source: Palavakkam (Kanchipuram)
hi_in: पलवक्कम (कांचीपुरम)
te_in: పలవక్కమ్ (కాంచీపురమ్)

source: Palavayal
hi_in: प्लावयल
te_in: ప్లావయల్

source: Palawadi
hi_in: पलवाड़ी
te_in: పలవా ీ

source: Palaya Peravurni
hi_in: पालय पेरावूरनी
te_in: పాలయ్ పెరావూరనీ

source: Palayakudi
hi_in: पलायकुड़ी
te_in: పలాయకు ీ

source: Palayam
hi_in: पलायम
te_in: పలాయం

source: Palayanerinjikudi
hi_in: पलायनेरिनजिकुडि
te_in: పలాయనెరినజికుడి

source: Palayankottai
hi_in: पलायनकोट्टई
te_in: పలాయనకోట్టఈ

source: Palayankottai Courts
hi_in: पलायनकोट्टई कोर्ट्स
te_in: పలాయనకోట్టఈ కోర్ట్స్

source: Palayankottai High Grounds
hi_in: पलायनकोट्टई हाई ग्राउंड्स
te_in: పలాయనకోట్టఈ హాఈ గ్రాఉండ్స్

source: Palayapettai
hi_in: पलायपेट्टाई
te_in: పలాయపెట్టాఈ

source: Palayavalam
hi_in: पलायवलम
te_in: పలాయవలం

source: Palayur
hi_in: पल्यूर
te_in: పల్యూర్

source: Palda
hi_in: पलड़ा
te_in: పల్ ా

source: Paldhui
hi_in: पलड़ुई
te_in: పల్ ుఈ

source: Paldi (Ahmedabad)
hi_in: पालड़ी (अहमदाबाद)
te_in: పాల్ ీ (అహ్మదాబాదు)

source: Paldi Kankaj
hi_in: पालड़ी कंकज
te_in: పాల్ ీ కంకజ్

source: Palduna
hi_in: पल्दुना
te_in: పల్దునా

source: Palej
hi_in: पालेज
te_in: పాలెజ్

source: Palemkota
hi_in: पालेमकोट
te_in: పాలెమకోట్

source: Paleri
hi_in: प्लेरी
te_in: ప్లెరీ

source: Paleri Town
hi_in: प्लेरी टाउन
te_in: ప్లెరీ టాఉన్

source: Palgam
hi_in: पैगाम
te_in: పేగాం

source: Palganj
hi_in: पालगंज
te_in: పాలగంజ్

source: Palghar
hi_in: पालघर
te_in: పాలఘర్

source: Palhari
hi_in: पल्हरी
te_in: పల్హరీ

source: Palheri
hi_in: पल्हरी
te_in: పల్హరీ

source: Palheya
hi_in: पल्हैया
te_in: పల్హేయా

source: Pali
hi_in: पाली
te_in: పాలీ

source: Pali Khurd
hi_in: पाली खुर्द
te_in: పాలీ ఖుర్ద్

source: Pali Marwar
hi_in: पाली मारवाड़
te_in: పాలీ మారవా

source: Pali Railway Station
hi_in: पाली रेलवे स्टेशन
te_in: పాలీ రెలవె స్టెశన్

source: Palia
hi_in: पलिया
te_in: పలియా

source: Paliapatti
hi_in: पलियापट्टी
te_in: పలియాపట్టీ

source: Paliganj
hi_in: पालीगंज
te_in: పాలీగంజ్

source: Palikiri
hi_in: पालिकीरी
te_in: పాలికీరీ

source: Palitana
hi_in: पालीताना
te_in: పాలీతానా

source: Palitana Dc
hi_in: पालिताना दक
te_in: పాలితానా దక్

source: Palitana SR
hi_in: पालिताना सर
te_in: పాలితానా సర్

source: Paliur
hi_in: पेलियर
te_in: పెలియర్

source: Paliyed (Veda)
hi_in: पालियेद (वेद)
te_in: పాలియెద్ (వెద్)

source: Palkhedi
hi_in: पलखेड़ी
te_in: పలఖె ీ

source: Palkonda
hi_in: पालकोण्डा
te_in: పాలకోణ్డా

source: Palkulangara
hi_in: पलकुलनगर
te_in: పలకులనగర్

source: Palla
hi_in: पल्ला
te_in: పల్లా

source: Palla Megha
hi_in: पल्ला मेघ
te_in: పల్లా మెఘ్

source: Palladam
hi_in: पल्लादम
te_in: పల్లాదం

source: Pallakadiyam
hi_in: पललकड़ियँ
te_in: పలలక్ ియఁ

source: Pallamarudapatti
hi_in: पल्लमरूदपट्टी
te_in: పల్లమరూదపట్టీ

source: Pallapalayam
hi_in: पल्लापालयं
te_in: పల్లాపాలయం

source: Pallavaram
hi_in: पल्लावरम
te_in: పల్లావరం

source: Pallegunta
hi_in: पाल्गुनता
te_in: పాల్గునతా

source: Pallepahada
hi_in: पलपहाड
te_in: పలపహాడ్

source: Pallewada
hi_in: पलवाड़ा
te_in: పలవా ా

source: Palli
hi_in: पल्ली
te_in: పల్లీ

source: Pallikaranai
hi_in: पल्लिकर्नइ
te_in: పల్లికర్నఇ

source: Pallikulam
hi_in: पल्लिकुलम
te_in: పల్లికులం

source: Pallikunnu
hi_in: पल्लिकुन्नु
te_in: పల్లికున్ను

source: Pallikuppam
hi_in: पल्लिकुप्पम
te_in: పల్లికుప్పం

source: Pallineliyanur
hi_in: पॉलिनेलियानुर
te_in: ప్ లినెలియానుర్

source: Pallipalayam
hi_in: पॉलीप्लायम
te_in: ప్ లీప్లాయం

source: Pallippuram
hi_in: पल्लिप्पुरम
te_in: పల్లిప్పురం

source: Pallipuram PG
hi_in: पल्लिपुरम पग
te_in: పల్లిపురమ్ పగ్

source: Pallisaradhi
hi_in: पल्लीसरधी
te_in: పల్లీసరధీ

source: Pallithennal
hi_in: पॉलीथेननल
te_in: ప్ లీథెననల్

source: Pallivasal
hi_in: पल्लिवासल
te_in: పల్లివాసల్

source: Pallivasal Estate
hi_in: पल्लिवासल एस्टेट
te_in: పల్లివాసల్ ఏస్టెట్

source: Palluruthy
hi_in: पळळुरूथी
te_in: పళళురూథీ

source: Palluruthy South
hi_in: पळळुरूथी साउथ
te_in: పళళురూథీ సాఉథ్

source: Palmo
hi_in: पालमो
te_in: పాలమో

source: Palod
hi_in: पलोड़
te_in: పలో

source: Palodar
hi_in: पेलोडर
te_in: పెలోడర్

source: Palodara
hi_in: पेलोडर
te_in: పెలోడర్

source: Palol
hi_in: पलवल
te_in: పలవల్

source: Paloncha
hi_in: पलोंछ
te_in: పలోంఛ్

source: Paloor
hi_in: पालूर
te_in: పాలూర్

source: Palpala Ambadali
hi_in: पलपल बदलि
te_in: పలపల్ బదలి

source: Palpara (Hooghly)
hi_in: पॉपर (हूघली)
te_in: ప్ పర్ (హూఘలీ)

source: Palri
hi_in: पलरी
te_in: పలరీ

source: Palri Panihara
hi_in: पलरी पनिहार
te_in: పలరీ పనిహార్

source: Palri-jod
hi_in: पलरी-जोड़
te_in: పలరీ-జో

source: Palsa
hi_in: प्लस
te_in: ప్లస్

source: Palsai
hi_in: पाल्सी
te_in: పాల్సీ

source: Palsana
hi_in: पलसाना
te_in: పలసానా

source: Palsana (Surat)
hi_in: पलसाना (सूरत)
te_in: పలసానా (సూరత్)

source: Palsang
hi_in: पलसँग
te_in: పలసఁగ్

source: Palshi
hi_in: पॉश
te_in: ప్ శ్

source: Palshya
hi_in: पलष्य
te_in: పలష్య్

source: Palsodi
hi_in: पलसोड़ी
te_in: పలసో ీ

source: Palson
hi_in: पैसों
te_in: పేసోం

source: Paltan Bazar
hi_in: पलटन बाजार
te_in: పలటన్ బాజార్

source: Paltanbazar
hi_in: पल्टनबाज़ार
te_in: పల్టనబా ార్

source: Paltapara
hi_in: पलटपर
te_in: పలటపర్

source: Paltheru
hi_in: पालथेरू
te_in: పాలథెరూ

source: Paltra
hi_in: पॉटर
te_in: ప్ టర్

source: Paltupur
hi_in: पलटूपुर
te_in: పలటూపుర్

source: Palu
hi_in: फलु
te_in: ఫలు

source: Palukur
hi_in: पलुकुर
te_in: పలుకుర్

source: Palus
hi_in: प्लस
te_in: ప్లస్

source: Palwa
hi_in: पलवा
te_in: పలవా

source: Palwaiya
hi_in: पलवैया
te_in: పలవేయా

source: Palwin
hi_in: पाल्विन
te_in: పాల్విన్

source: Palyam
hi_in: पलयं
te_in: పలయం

source: Pamakhedi
hi_in: पामाखेड़ी
te_in: పామాఖె ీ

source: Pamaldinni
hi_in: पमालदिन्नी
te_in: పమాలదిన్నీ

source: Pamarru (Krishna)
hi_in: पमररू (कृष्णा)
te_in: పమరరూ (కృష్ణా)

source: Pamarru Bazar
hi_in: पमररू बाजार
te_in: పమరరూ బాజార్

source: Pammal
hi_in: पम्माल
te_in: పమ్మాల్

source: Pammal East
hi_in: पम्माल ईस्ट
te_in: పమ్మాల్ ఈస్ట్

source: Pamol
hi_in: पामाल
te_in: పామాల్

source: Pampa Dam
hi_in: पाम्पा डैम
te_in: పామ్పా డేం

source: Pampadumpara
hi_in: पम्पदुमपर
te_in: పమ్పదుమపర్

source: Pampamahakavi Road
hi_in: पमपमहाकवि रोड
te_in: పమపమహాకవి రోడ్

source: Pampupara
hi_in: पम्पूण्र
te_in: పమ్పూణ్ర్

source: Pamra
hi_in: पामर
te_in: పామర్

source: Pamshutia
hi_in: पमसहूतिया
te_in: పమసహూతియా

source: Pan Dhua Tiniali
hi_in: पण धुँआ टिनिआली
te_in: పణ్ ధుఁఆ టినిఆలీ

source: Panachikavu
hi_in: पछिकावु
te_in: పఛికావు

source: Panagar Bazara
hi_in: पनागर बाज़ार
te_in: పనాగర్ బా ార్

source: Panaikulam
hi_in: पानीकुलम
te_in: పానీకులం

source: Panail
hi_in: पेनाइल
te_in: పెనాఇల్

source: Panaiyur
hi_in: पनाईयुर
te_in: పనాఈయుర్

source: Panaji
hi_in: पणजी
te_in: పణజీ

source: Panangad
hi_in: पानांगड
te_in: పానాంగడ్

source: Panangad Qdi
hi_in: पानांगड कड़ी
te_in: పానాంగడ్ క్ ీ

source: Panangottur
hi_in: पङ्गोत्तुर
te_in: పఙ్గోత్తుర్

source: Panankattur
hi_in: पंङ्कटटूर
te_in: పంఙ్కటటూర్

source: Panapur
hi_in: पानापुर
te_in: పానాపుర్

source: Panas
hi_in: पनस
te_in: పనస్

source: Panasapadu
hi_in: पसापडू
te_in: పసాపడూ

source: Panaspada
hi_in: पस्पद
te_in: పస్పద్

source: Panasput
hi_in: पनसपूत
te_in: పనసపూత్

source: Panathur
hi_in: पनाथुर
te_in: పనాథుర్

source: Panavally EDB.O
hi_in: पनावल्ली एडीब.ओ
te_in: పనావల్లీ ఏడీబ్.ఓ

source: Panavely
hi_in: पनवेली
te_in: పనవెలీ

source: Panawadi
hi_in: पनवाड़ी
te_in: పనవా ీ

source: Panayam
hi_in: पाणायाम
te_in: పాణాయాం

source: Panayampalli
hi_in: पनयमपल्ली
te_in: పనయమపల్లీ

source: Panayappilly
hi_in: पनयपपिल्लय
te_in: పనయపపిల్లయ్

source: Panbaras
hi_in: पानाबरस
te_in: పానాబరస్

source: Panbihar
hi_in: पानबिहार
te_in: పానబిహార్

source: Panch Fanas
hi_in: पञ्च फ़ैन्स
te_in: పఞ్చ్ ేన్స్

source: Panch Hatdi Pedal
hi_in: पञ्च हटड़ी पेडल
te_in: పఞ్చ్ హట్ ీ పెడల్

source: Panchabhuti
hi_in: पंचभूति
te_in: పంచభూతి

source: Panchagani
hi_in: पंचगनी
te_in: పంచగనీ

source: Panchagaon
hi_in: पंचागों
te_in: పంచాగోం

source: Panchakshipuram
hi_in: पंचकशिपुरम
te_in: పంచకశిపురం

source: Panchala
hi_in: पांचाल
te_in: పాంచాల్

source: Panchale
hi_in: पांचाल
te_in: పాంచాల్

source: Panchali
hi_in: पांचाली
te_in: పాంచాలీ

source: Panchalingala
hi_in: पंचालिंगाला
te_in: పంచాలింగాలా

source: Panchamahala
hi_in: पंचमहल
te_in: పంచమహల్

source: Panchampur
hi_in: पंचमपुर
te_in: పంచమపుర్

source: Panchanantala
hi_in: पंचानंताळ
te_in: పంచానంతాళ్

source: Panchanantala Road
hi_in: पंचानंताळ रोड
te_in: పంచానంతాళ్ రోడ్

source: Panchanpur
hi_in: पंचानपुर
te_in: పంచానపుర్

source: Panchapada
hi_in: पंचपाड़ा
te_in: పంచపా ా

source: Panchapokharia
hi_in: पंचपोखरिया
te_in: పంచపోఖరియా

source: Pancharida
hi_in: पंचारीद
te_in: పంచారీద్

source: Panchasar
hi_in: पंचसार
te_in: పంచసార్

source: Panchasayar
hi_in: पंचसयर
te_in: పంచసయర్

source: Panchdwarka
hi_in: पंचद्वारका
te_in: పంచద్వారకా

source: Pancheshwar Tower Chowk
hi_in: पंचेश्वर टावर चौक
te_in: పంచెశ్వర్ టావర్ చౌక్

source: Panchgharabazar
hi_in: पंचघरबाज़ार
te_in: పంచఘరబా ార్

source: Panchgora
hi_in: पंचगोरा
te_in: పంచగోరా

source: Panchita
hi_in: पंचायत
te_in: పంచాయత్

source: Panchkolguri
hi_in: पंचकोलगुरी
te_in: పంచకోలగురీ

source: Panchkula Sector 12
hi_in: पंचकूला सेक्टर 12
te_in: పంచకూలా సెక్టర్ 12

source: Panchkula Sector 4
hi_in: पंचकूला सेक्टर 4
te_in: పంచకూలా సెక్టర్ 4

source: Panchkula Sector 8
hi_in: पंचकूला सेक्टर 8
te_in: పంచకూలా సెక్టర్ 8

source: Panchli Khurd
hi_in: पांचली खुर्द
te_in: పాంచలీ ఖుర్ద్

source: Panchmaro Pratappur
hi_in: पंचमरो प्रतापपुर
te_in: పంచమరో ప్రతాపపుర్

source: Panchobe
hi_in: पनचोभे
te_in: పనచోభె

source: Pancholas
hi_in: पांचोलास
te_in: పాంచోలాస్

source: Panchot
hi_in: पंचवट
te_in: పంచవట్

source: Panchpada
hi_in: पंचपाड़ा
te_in: పంచపా ా

source: Panchpara
hi_in: पंचपर
te_in: పంచపర్

source: Panchpula(N)
hi_in: पंचपुला(न)
te_in: పంచపులా(న్)

source: Panchsheel Enclave
hi_in: पंचशील एन्क्लेव
te_in: పంచశీల్ ఏన్క్లెవ్

source: Panchsheel Nagar
hi_in: पंचशील नगर
te_in: పంచశీల్ నగర్

source: Panchvati
hi_in: पंचवटी
te_in: పంచవటీ

source: Panchvati (Umreth)
hi_in: पंचवटी (उमरेठ)
te_in: పంచవటీ (ఉమరెఠ్)

source: Panchwadi
hi_in: पंचवाड़ी
te_in: పంచవా ీ

source: Pandadah
hi_in: पांडादाह
te_in: పాండాదాహ్

source: Pandadih
hi_in: पंडाडीह
te_in: పండాడీహ్

source: Pandalacode
hi_in: पंडालकडे
te_in: పండాలకడె

source: Pandalam (Pathanamthitta)
hi_in: पंडालम (पथानामथिट्टा)
te_in: పండాలమ్ (పథానామథిట్టా)

source: Pandalam Medical Mission
hi_in: पंडालम मेडिकल मिशन
te_in: పండాలమ్ మెడికల్ మిశన్

source: Pandamangalam
hi_in: पन्दमंगलं
te_in: పన్దమంగలం

source: Pandania
hi_in: पंदनिया
te_in: పందనియా

source: Pandankary
hi_in: पंडानकारी
te_in: పండానకారీ

source: Pandari
hi_in: पंडरी
te_in: పండరీ

source: Pandaria
hi_in: पंडरिया
te_in: పండరియా

source: Pandariba
hi_in: पानदरीबा
te_in: పానదరీబా

source: Pandaripani
hi_in: पंडरीपानी
te_in: పండరీపానీ

source: Pandarsil
hi_in: पंद्रसिल
te_in: పంద్రసిల్

source: Pandatarai
hi_in: पांडातराई
te_in: పాండాతరాఈ

source: Pandavapura
hi_in: पाण्डवपुर
te_in: పాణ్డవపుర్

source: Pandaypur
hi_in: पांडेयपुर
te_in: పాండెయపుర్

source: Pandaypura
hi_in: पांडेयपुर
te_in: పాండెయపుర్

source: Pandesara
hi_in: पांडेसरा
te_in: పాండెసరా

source: Pandey Gaon
hi_in: पांडेय गांव
te_in: పాండెయ్ గాంవ్

source: Pandey Parasawan
hi_in: पाण्डेय परसावां
te_in: పాణ్డెయ్ పరసావాం

source: Pandeypura
hi_in: पांडेयपुर
te_in: పాండెయపుర్

source: Pandhara
hi_in: पंधरा
te_in: పంధరా

source: Pandharechiwadi
hi_in: पंधारेचीवाड़ी
te_in: పంధారెచీవా ీ

source: Pandharpur
hi_in: पंढरपुर
te_in: పంఢరపుర్

source: Pandiampalayam
hi_in: पंडिंपलयं
te_in: పండింపలయం

source: Pandian Nagar
hi_in: पांडियन नगर
te_in: పాండియన్ నగర్

source: Pandianagar
hi_in: पंडानगर
te_in: పండానగర్

source: Pandiri
hi_in: पंडरी
te_in: పండరీ

source: Pandiripada
hi_in: पंदिरीपाड़ा
te_in: పందిరీపా ా

source: Pandithapattu
hi_in: पंडितहपटटू
te_in: పండితహపటటూ

source: Panditivaripalem
hi_in: पंडितइवरिपलें
te_in: పండితఇవరిపలెం

source: Panditpur
hi_in: पंडितपुर
te_in: పండితపుర్

source: Panditpura
hi_in: पंडितपुरा
te_in: పండితపురా

source: Panditpurwa
hi_in: पंडितपुरवा
te_in: పండితపురవా

source: Pandogha
hi_in: पंडोगा
te_in: పండోగా

source: Pandoli
hi_in: पंडोली
te_in: పండోలీ

source: Pandor
hi_in: पंडोर
te_in: పండోర్

source: Pandori
hi_in: पंडोरी
te_in: పండోరీ

source: Pandori Arian
hi_in: पंडोरी एरियन
te_in: పండోరీ ఏరియన్

source: Pandori Bainsan
hi_in: पंडोरी बेंसन
te_in: పండోరీ బెంసన్

source: Pandori Khas
hi_in: पंडोरी खास
te_in: పండోరీ ఖాస్

source: Pandori Khatrian
hi_in: पंडोरी खत्रियां
te_in: పండోరీ ఖత్రియాం

source: Pandori Nijjran
hi_in: पंडोरी निज्जरां
te_in: పండోరీ నిజ్జరాం

source: Pandori Ransingh
hi_in: पंडोरी रणसिंघ
te_in: పండోరీ రణసింఘ్

source: Pandori Takhtmal
hi_in: पंडोरी तख्तमल
te_in: పండోరీ తఖ్తమల్

source: Pandorian Manhasan
hi_in: पंडोरियन माणसं
te_in: పండోరియన్ మాణసం

source: Pandra
hi_in: पंडरा
te_in: పండరా

source: Pandra Rolasahi
hi_in: पंडरा रोलसहि
te_in: పండరా రోలసహి

source: Pandrapadu
hi_in: पंड्रापाडु
te_in: పండ్రాపాడు

source: Pandrapali
hi_in: पंड्रापाली
te_in: పండ్రాపాలీ

source: Pandri Kirpal
hi_in: पंडरी किरपाल
te_in: పండరీ కిరపాల్

source: Pandripakna
hi_in: पंड्रीपाकण
te_in: పండ్రీపాకణ్

source: Panduda
hi_in: पांडुद
te_in: పాండుద్

source: Pandupani
hi_in: पाण्डुपनी
te_in: పాణ్డుపనీ

source: Pandurangapuram
hi_in: पांडुरंगपुरम
te_in: పాండురంగపురం

source: Pandurangi
hi_in: पांडुरंगी
te_in: పాండురంగీ

source: Panduru
hi_in: पांडुर
te_in: పాండుర్

source: Pandvania
hi_in: पंडवाणीअ
te_in: పండవాణీఅ

source: Paneli
hi_in: पनेली
te_in: పనెలీ

source: Paneri
hi_in: पानेरी
te_in: పానెరీ

source: Panewadi
hi_in: पनवाड़ी
te_in: పనవా ీ

source: Panga
hi_in: पन्गा
te_in: పన్గా

source: Panga Chendy
hi_in: पन्गा चेण्डी
te_in: పన్గా చెణ్డీ

source: Panga South
hi_in: पन्गा साउथ
te_in: పన్గా సాఉథ్

source: Pangaltabi
hi_in: पैंगलतबी
te_in: పేంగలతబీ

source: Pangaon
hi_in: पंगों
te_in: పంగోం

source: Pangare
hi_in: पांगरै
te_in: పాంగరే

source: Pangari
hi_in: पांगरी
te_in: పాంగరీ

source: Pangerkhal
hi_in: पंगेरखल
te_in: పంగెరఖల్

source: Pangire (B)
hi_in: पंजीरे (बी)
te_in: పంజీరె (బీ)

source: Pangriyana
hi_in: पंगरियन
te_in: పంగరియన్

source: Pangsuwa
hi_in: पंगषुवा
te_in: పంగషువా

source: Panhalghar
hi_in: पन्हाळगर
te_in: పన్హాళగర్

source: Panhar
hi_in: पंचर
te_in: పంచర్

source: Panhera Khurd
hi_in: पनहेरा खुर्द
te_in: పనహెరా ఖుర్ద్

source: Panhera Wadoda
hi_in: पनहेरा वडोद
te_in: పనహెరా వడోద్

source: Pania
hi_in: पनिया
te_in: పనియా

source: Paniar
hi_in: पनीर
te_in: పనీర్

source: Paniara
hi_in: पनियरा
te_in: పనియరా

source: Panibharal
hi_in: पानीभराल
te_in: పానీభరాల్

source: Panichokua
hi_in: पानीचोकउआ
te_in: పానీచోకఉఆ

source: Panickampatti
hi_in: पनीककंपट्टी
te_in: పనీకకంపట్టీ

source: Panigo
hi_in: पनिगों
te_in: పనిగోం

source: Panihari
hi_in: पनिहारी
te_in: పనిహారీ

source: Panihati
hi_in: पानीहाटी
te_in: పానీహాటీ

source: Panikhaiti
hi_in: पनिखायति
te_in: పనిఖాయతి

source: Panipat
hi_in: पानीपत
te_in: పానీపత్

source: Panipat City
hi_in: पानीपत सिटी
te_in: పానీపత్ సిటీ

source: Panipat GT Road
hi_in: पानीपत गत रोड
te_in: పానీపత్ గత్ రోడ్

source: Panipat Kishanpura
hi_in: पानीपत किशनपुरा
te_in: పానీపత్ కిశనపురా

source: Panipat Kranti Nagar
hi_in: पानीपत क्रान्ति नगर
te_in: పానీపత్ క్రాన్తి నగర్

source: Panipat Mandi
hi_in: पानीपत मंडी
te_in: పానీపత్ మండీ

source: Panipat Model Town
hi_in: पानीपत मॉडल टाउन
te_in: పానీపత్ మ్ డల్ టాఉన్

source: Panipat N.S.M.
hi_in: पानीपत एन.एस.एम.
te_in: పానీపత్ ఏన్.ఏస్.ఏమ్.

source: Panipat Sugar Mills
hi_in: पानीपत शुगर मिल्स
te_in: పానీపత్ శుగర్ మిల్స్

source: Paniv
hi_in: पांव
te_in: పాంవ్

source: Paniwala Mota
hi_in: पानीवाला मोटा
te_in: పానీవాలా మోటా

source: Paniwala Ruldu
hi_in: पानीवाला रुलदू
te_in: పానీవాలా రులదూ

source: Paniya
hi_in: पनिया
te_in: పనియా

source: Paniyala
hi_in: पनियाला
te_in: పనియాలా

source: Panjahal
hi_in: पंजाहल
te_in: పంజాహల్

source: Panjal
hi_in: पंजाल
te_in: పంజాల్

source: Panjali
hi_in: पंजाली
te_in: పంజాలీ

source: Panjania
hi_in: पैंजनिया
te_in: పేంజనియా

source: Panjara Kala
hi_in: पंजर कला
te_in: పంజర్ కలా

source: Panjatti
hi_in: पंजटी
te_in: పంజటీ

source: Panjroli
hi_in: पंजरोली
te_in: పంజరోలీ

source: Panjuana
hi_in: पंजुआना
te_in: పంజుఆనా

source: Panjwar
hi_in: पंजवार
te_in: పంజవార్

source: Pankheda
hi_in: पंखेड़ा
te_in: పంఖె ా

source: Panki (Kanpur Nagar)
hi_in: पनकी (कानपूर नगर)
te_in: పనకీ (కానపూర్ నగర్)

source: Panki (Palamau)
hi_in: पनकी (पलामू)
te_in: పనకీ (పలామూ)

source: Panki Ganga Ganj
hi_in: पनकी गँगा गंज
te_in: పనకీ గఁగా గంజ్
