Repository: healthvdev/custom_template
Catalog: languages/*.po
Languages: hi_in, te_in

source: Gudha Nathawatan
hi_in: गूढ नथवतं
te_in: గూఢ్ నథవతం

source: Gudhani
hi_in: गुधनी
te_in: గుధనీ

source: Gudheli
hi_in: गुधेली
te_in: గుధెలీ

source: Gudhiyari
hi_in: गुढ़ियारी
te_in: గు ియారీ

source: Gudia
hi_in: गुड़िया
te_in: గు ియా

source: Gudigaon
hi_in: गुडगाओं
te_in: గుడగాఓం

source: Gudighat
hi_in: गुडघाट
te_in: గుడఘాట్

source: Gudimellanka
hi_in: गुडमेललंक
te_in: గుడమెలలంక్

source: Gudivada
hi_in: गुडिवाडा
te_in: గుడివాడా

source: Gudivada Railway Station
hi_in: गुडिवाडा रेलवे स्टेशन
te_in: గుడివాడా రెలవె స్టెశన్

source: Gudivakalanka
hi_in: गुडिवकलंक
te_in: గుడివకలంక్

source: Gudla
hi_in: गुड़ला
te_in: గు లా

source: Gudlavalleru
hi_in: गुडलावल्लेरू
te_in: గుడలావల్లెరూ

source: Gudmai Misripur
hi_in: गुदमै मिश्रीपुर
te_in: గుదమే మిశ్రీపుర్

source: Gudra
hi_in: गुडरा
te_in: గుడరా

source: Gudri
hi_in: गुदरी
te_in: గుదరీ

source: Gududur
hi_in: गुडूडुर
te_in: గుడూడుర్

source: Gudum
hi_in: गुदुम
te_in: గుదుం

source: Gudur
hi_in: गुदुर
te_in: గుదుర్

source: Gudur Bazar
hi_in: गुदुर बाजार
te_in: గుదుర్ బాజార్

source: Gudur East
hi_in: गुदुर ईस्ट
te_in: గుదుర్ ఈస్ట్

source: Gudurpolytechnic
hi_in: गुडउरपोलीटेक्निक
te_in: గుడఉరపోలీటెక్నిక్

source: Gudvella
hi_in: गुड़वेला
te_in: గు వెలా

source: Gugai
hi_in: गुगइ
te_in: గుగఇ

source: Gugalkota
hi_in: गूगलकोट
te_in: గూగలకోట్

source: Gugisimal
hi_in: गुजीसिमल
te_in: గుజీసిమల్

source: Guhaldangri
hi_in: गुहलदनगरी
te_in: గుహలదనగరీ

source: Guindy Industrial Estate
hi_in: गुइंद्य इंडस्ट्रियल एस्टेट
te_in: గుఇంద్య్ ఇండస్ట్రియల్ ఏస్టెట్

source: Guindy North
hi_in: गुइंद्य नार्थ
te_in: గుఇంద్య్ నార్థ్

source: Gujamagadi
hi_in: गुजमगड़ी
te_in: గుజమగ్ ీ

source: Gujaniguda
hi_in: गुजानीगुड़ा
te_in: గుజానీగు ా

source: Gujar Par
hi_in: गुजर पर
te_in: గుజర్ పర్

source: Gujarat University
hi_in: गुजरात यूनिवर्सिटी
te_in: గుజరాత్ యూనివర్సిటీ

source: Gujarbhavali
hi_in: गुजरभावली
te_in: గుజరభావలీ

source: Gujarwas
hi_in: गुजरवास
te_in: గుజరవాస్

source: Gujela
hi_in: गुजेला
te_in: గుజెలా

source: Gujjegowdanapura
hi_in: गुज्जेगौड़नपुर
te_in: గుజ్జెగౌ నపుర్

source: Gujranwala Colony
hi_in: गुजराँवाला कॉलोनी
te_in: గుజరాఁవాలా క్ లోనీ

source: Gujrat High Court
hi_in: गुजरात हाई कोर्ट
te_in: గుజరాత్ హాఈ కోర్ట్

source: Gujri
hi_in: गुजरी
te_in: గుజరీ

source: Gulab Nagar
hi_in: गुलाब नगर
te_in: గులాబ్ నగర్

source: Gulabi Bagh
hi_in: गुलाबी बाग
te_in: గులాబీ బాగ్

source: Gulakpur T.E
hi_in: गुलकपुर टी.इ
te_in: గులకపుర్ టీ.ఇ

source: Gulani
hi_in: गुलनि
te_in: గులని

source: Gular Bhoj Canal Coloney
hi_in: गूलर भोज कैनाल कॉलोनी
te_in: గూలర్ భోజ్ కేనాల్ క్ లోనీ

source: Gularbhoj
hi_in: गुलरभोज
te_in: గులరభోజ్

source: Gularia
hi_in: गुलरिया
te_in: గులరియా

source: Gulariha
hi_in: गुलरिहा
te_in: గులరిహా

source: Gulauli
hi_in: गुलौली
te_in: గులౌలీ

source: Gulawta
hi_in: गुलावत
te_in: గులావత్

source: Gulbarga
hi_in: गुलबर्गा
te_in: గులబర్గా

source: Gulbarga H C C B
hi_in: गुलबर्ग ह क छ बी
te_in: గులబర్గ్ హ్ క్ ఛ్ బీ

source: Gulgal Jambgi
hi_in: गलगल जाम्बगी
te_in: గలగల్ జామ్బగీ

source: Gulharia
hi_in: गुलहरिया
te_in: గులహరియా

source: Gulkani
hi_in: गुलकनि
te_in: గులకని

source: Gullapalli
hi_in: गुल्लापल्ली
te_in: గుల్లాపల్లీ

source: Gulli
hi_in: गुल्ली
te_in: గుల్లీ

source: Gullipadu
hi_in: गुल्लिपदु
te_in: గుల్లిపదు

source: Gullu
hi_in: गुल्लू
te_in: గుల్లూ

source: Gulmohar Park
hi_in: गुलमोहर पार्क
te_in: గులమోహర్ పార్క్

source: Gulpur
hi_in: गुलपुर
te_in: గులపుర్

source: Gulsade
hi_in: गुलसड़े
te_in: గులస్ ె

source: Gulshan Bazar Nawanshahar
hi_in: गुलशन बाजार नवांशहर
te_in: గులశన్ బాజార్ నవాంశహర్

source: Gulunche
hi_in: गुलूनचे
te_in: గులూనచె

source: Gulwa
hi_in: गुलवा
te_in: గులవా

source: Gulwara Madhuban
hi_in: गुलवार मधुबन
te_in: గులవార్ మధుబన్

source: Gulyana Songri
hi_in: गुल्यान सोनगरी
te_in: గుల్యాన్ సోనగరీ

source: Gulzarbagh
hi_in: गुलजारबाग
te_in: గులజారబాగ్

source: Gumadia
hi_in: गुमड़िया
te_in: గుమ్ ియా

source: Gumagarh
hi_in: गुमगढ़
te_in: గుమగ్

source: Gumaghat
hi_in: गुमघाट
te_in: గుమఘాట్

source: Gumanganj
hi_in: गुमानगंज
te_in: గుమానగంజ్

source: Gumaniwala
hi_in: गुमानीवाला
te_in: గుమానీవాలా

source: Gumanpura Kota
hi_in: गुमानपुरा कोटा
te_in: గుమానపురా కోటా

source: Gumar
hi_in: घुमर
te_in: ఘుమర్

source: Gumawan
hi_in: गुमावां
te_in: గుమావాం

source: Gumgi
hi_in: गुमगी
te_in: గుమగీ

source: Gumla
hi_in: गुमला
te_in: గుమలా

source: Gumla Bazar
hi_in: गुमला बाजार
te_in: గుమలా బాజార్

source: Gumma
hi_in: गम्मा
te_in: గమ్మా

source: Gummadavalli
hi_in: गुम्मदवाली
te_in: గుమ్మదవాలీ

source: Gummaghatta
hi_in: गुममघट्टा
te_in: గుమమఘట్టా

source: Gummar
hi_in: घुम्मर
te_in: ఘుమ్మర్

source: Gumpula Tirumalgiri
hi_in: गुम्पुल तिरुमलगिरी
te_in: గుమ్పుల్ తిరుమలగిరీ

source: Gumsani
hi_in: गुमसानी
te_in: గుమసానీ

source: Gumyapal
hi_in: गुमयपाल
te_in: గుమయపాల్

source: Guna
hi_in: गुना
te_in: గునా

source: Guna Bazar
hi_in: गुन बाजार
te_in: గున్ బాజార్

source: Guna Cantt
hi_in: गुना कैंट
te_in: గునా కేంట్

source: Guna City
hi_in: गुना सिटी
te_in: గునా సిటీ

source: Guna Collectorate
hi_in: गुण कोल्लेकतोरते
te_in: గుణ్ కోల్లెకతోరతె

source: Gunadala
hi_in: गुण्डाल
te_in: గుణ్డాల్

source: Gunakhor
hi_in: गुनाखोर
te_in: గునాఖోర్

source: Gunarsa
hi_in: गुनारस
te_in: గునారస్

source: Gunavanthe
hi_in: गुणवंते
te_in: గుణవంతె

source: Gunawadi
hi_in: गुणवादी
te_in: గుణవాదీ

source: Gunawati
hi_in: गुणवती
te_in: గుణవతీ

source: Gund
hi_in: गुंड
te_in: గుండ్

source: Gundada
hi_in: गुन्दड़ा
te_in: గున్ద్ ా

source: Gundagatti
hi_in: गुंडागट्टी
te_in: గుండాగట్టీ

source: Gundalpahad
hi_in: गुंदलपहाड़
te_in: గుందలపహా

source: Gundamgere
hi_in: गुंडांगेर
te_in: గుండాంగెర్

source: Gundasara
hi_in: गुन्डासर
te_in: గున్డాసర్

source: Gunded
hi_in: गुन्डेड
te_in: గున్డెడ్

source: Gundedu
hi_in: गुन्देदु
te_in: గున్దెదు

source: Gunderi
hi_in: गंडेरी
te_in: గండెరీ

source: Gundewadi
hi_in: गुंडेवाड़ी
te_in: గుండెవా ీ

source: Gundge
hi_in: गूंज
te_in: గూంజ్

source: Gundia
hi_in: गुंडा
te_in: గుండా

source: Gundicha
hi_in: गुंडिचा
te_in: గుండిచా

source: Gundlapalem
hi_in: गुंदलापालेम
te_in: గుందలాపాలెం

source: Gundunia
hi_in: गूंडूनिया
te_in: గూండూనియా

source: Gunduperumbedu
hi_in: गुंदूपेरमबेडू
te_in: గుందూపెరమబెడూ

source: Gundur
hi_in: गुंडूर
te_in: గుండూర్

source: Gundur-chengalpattu
hi_in: गुंडूर-चेंगलपट्टू
te_in: గుండూర్-చెంగలపట్టూ

source: Gundyadka
hi_in: गुंदयादक
te_in: గుందయాదక్

source: Guneli
hi_in: गुनली
te_in: గునలీ

source: Gunesera
hi_in: गुनीर
te_in: గునీర్

source: Gungal
hi_in: गुंगल
te_in: గుంగల్

source: Gungan
hi_in: गुणगान
te_in: గుణగాన్

source: Guniapur
hi_in: गुनियापुर
te_in: గునియాపుర్

source: Guniato
hi_in: गुनिएटो
te_in: గునిఏటో

source: Gunj
hi_in: गूंज
te_in: గూంజ్

source: Gunja
hi_in: गूंजा
te_in: గూంజా

source: Gunjabari
hi_in: गुंजबरी
te_in: గుంజబరీ

source: Nani
hi_in: नानी
te_in: నానీ

source: Nani Devti
hi_in: नानी देवती
te_in: నానీ దెవతీ

source: Nani Kadi
hi_in: नानी कड़ी
te_in: నానీ క్ ీ

source: Nani Khakhar
hi_in: नानी खखार
te_in: నానీ ఖఖార్

source: Nani Naroli
hi_in: नानी नरोली
te_in: నానీ నరోలీ

source: Nani Rajashtali
hi_in: नानी राजशटली
te_in: నానీ రాజశటలీ

source: Nani Vankad
hi_in: नानी वनकड
te_in: నానీ వనకడ్

source: Nanichery
hi_in: नानीचेरी
te_in: నానీచెరీ

source: Nanidenavad
hi_in: नैनीदेनवाद
te_in: నేనీదెనవాద్

source: Nanjagoundenpalayam
hi_in: नंजगौंडनपालयं
te_in: నంజగౌండనపాలయం

source: Nanjai Edaiyar
hi_in: नानजी एडियर
te_in: నానజీ ఏడియర్

source: Nanjaikalakurichi
hi_in: नंजिकलकुरीची
te_in: నంజికలకురీచీ

source: Nanjangud
hi_in: नंजनगुड
te_in: నంజనగుడ్

source: Nanjipura
hi_in: नांजीपुर
te_in: నాంజీపుర్

source: Nanjundapuram-tadagam
hi_in: नंजुंडापुरम-तदगम
te_in: నంజుండాపురమ్-తదగం

source: Nankhari
hi_in: ननखड़ी
te_in: ననఖ్ ీ

source: Nanmuhia
hi_in: नन्मुहिया
te_in: నన్ముహియా

source: Nannivala
hi_in: नैनीवाल
te_in: నేనీవాల్

source: Nanodara
hi_in: ननोदारा
te_in: ననోదారా

source: Nanpura
hi_in: नानपुर
te_in: నానపుర్

source: Nansagate Nawalgarh
hi_in: ननसगते नवलगढ़
te_in: ననసగతె నవలగ్

source: Nanta
hi_in: नांता
te_in: నాంతా

source: Nanthiattukunnam
hi_in: नंथीअत्तुकुन्नम
te_in: నంథీఅత్తుకున్నం

source: Nanvij
hi_in: ननविज
te_in: ననవిజ్

source: Nanwar
hi_in: नंबर
te_in: నంబర్

source: Naoboicha
hi_in: नाओबोइचा
te_in: నాఓబోఇచా

source: Naogaon
hi_in: नोगों
te_in: నోగోం

source: Naojaan
hi_in: नाओजान
te_in: నాఓజాన్

source: Napier Lines
hi_in: नैपियर लाइन्स
te_in: నేపియర్ లాఇన్స్

source: Napier Town
hi_in: नैपियर टाउन
te_in: నేపియర్ టాఉన్

source: Napla
hi_in: नापल
te_in: నాపల్

source: Naplakhedi
hi_in: नापलाखेड़ी
te_in: నాపలాఖె ీ

source: Nara
hi_in: नैरा
te_in: నేరా

source: Naradia
hi_in: नारदीय
te_in: నారదీయ్

source: Naragoria
hi_in: नरगोरीअ
te_in: నరగోరీఅ

source: Naraharipur
hi_in: नरहरीपुर
te_in: నరహరీపుర్

source: Naraich
hi_in: नरेश
te_in: నరెశ్

source: Naraicha
hi_in: नरैचा
te_in: నరేచా

source: Narain Ashram
hi_in: नारायण आश्रम
te_in: నారాయణ్ ఆశ్రం

source: Narain Nagar
hi_in: नारायण नगर
te_in: నారాయణ్ నగర్

source: Naraina Industrial Estate
hi_in: नरैना इंडस्ट्रियल एस्टेट
te_in: నరేనా ఇండస్ట్రియల్ ఏస్టెట్

source: Naraina Village
hi_in: नरैना विलेज
te_in: నరేనా విలెజ్

source: Naraini
hi_in: नरैनी
te_in: నరేనీ

source: Narainpur
hi_in: नारायणपुर
te_in: నారాయణపుర్

source: Narainpur (Mirzapur)
hi_in: नारायणपुर (मिर्ज़ापुर)
te_in: నారాయణపుర్ (మిర్ ాపుర్)

source: Narainpur Dohania
hi_in: नारायणपुर दोहानिया
te_in: నారాయణపుర్ దోహానియా

source: Narainpura
hi_in: नारायणपुर
te_in: నారాయణపుర్

source: Narakakanam
hi_in: नर्काकानं
te_in: నర్కాకానం

source: Narakkal
hi_in: नर्ककल
te_in: నర్కకల్

source: Naramau
hi_in: नारामऊ
te_in: నారామఊ

source: Naranapuram
hi_in: नाराणपुरम
te_in: నారాణపురం

source: Narangi
hi_in: नारंगी
te_in: నారంగీ

source: Naranpar (R)
hi_in: नारंपर (र)
te_in: నారంపర్ (ర్)

source: Naranpore
hi_in: नरनपुरे
te_in: నరనపురె

source: Naranpura Vistar
hi_in: नारणपुरा विस्तार
te_in: నారణపురా విస్తార్

source: Narar
hi_in: नगर
te_in: నగర్

source: Narasannapeta Market
hi_in: नरसन्नापेट मार्किट
te_in: నరసన్నాపెట్ మార్కిట్

source: Narasaraopet
hi_in: नरसरावपेट
te_in: నరసరావుపేట

source: Narasaraopet Bazar
hi_in: नरसराओपेट बाजार
te_in: నరసరాఓపెట్ బాజార్

source: Narasimha Raja Mohalla
hi_in: नरसिम्हा राजा मोहल्ला
te_in: నరసిమ్హా రాజా మోహల్లా

source: Narasimhanaickenpalayam
hi_in: नृसिंहनाईकनपालयं
te_in: నృసింహనాఈకనపాలయం

source: Narasimharajapura
hi_in: नरसिम्हाराजापुर
te_in: నరసిమ్హారాజాపుర్

source: Narasimharao Peta
hi_in: नरसिम्हाराव पेट
te_in: నరసిమ్హారావ్ పెట్

source: Narasingaraopeta
hi_in: नरसिंगरोपेता
te_in: నరసింగరోపెతా

source: Narava
hi_in: नरवा
te_in: నరవా

source: Narayan Peth
hi_in: नारायण पेठ
te_in: నారాయణ్ పెఠ్

source: Narayanagondanahally
hi_in: नारायनागोंदानाहल्ली
te_in: నారాయనాగోందానాహల్లీ

source: Narayananagar
hi_in: नारायणनगर
te_in: నారాయణనగర్

source: Narayanapura
hi_in: नारायणपुर
te_in: నారాయణపుర్

source: Narayanapuram
hi_in: नारायणपुरम
te_in: నారాయణపురం

source: Narayanguda
hi_in: नारायणगुडा
te_in: నారాయణగుడా

source: Narayanibad
hi_in: नारायणीबाद
te_in: నారాయణీబాద్

source: Narayannagar
hi_in: नारायणनगर
te_in: నారాయణనగర్

source: Narayanpet
hi_in: नारायणपेट
te_in: నారాయణపెట్

source: Narayanpet Bazar
hi_in: नारायणपेट बाजार
te_in: నారాయణపెట్ బాజార్

source: Narayanpur
hi_in: नारायणपुर
te_in: నారాయణపుర్

source: Narayanpur (Narayanpur)
hi_in: नारायणपुर (नारायणपुर)
te_in: నారాయణపుర్ (నారాయణపుర్)

source: Narayanpur (South Dinajpur)
hi_in: नारायणपुर (साउथ दीनाजपुर)
te_in: నారాయణపుర్ (సాఉథ్ దీనాజపుర్)

source: Narayanpuredha
hi_in: नारायणपुरेधा
te_in: నారాయణపురెధా

source: Narayanpuri
hi_in: नारायणपुरी
te_in: నారాయణపురీ

source: Narayantala
hi_in: नारायणताल
te_in: నారాయణతాల్

source: Narayengarh
hi_in: नारायणगढ़
te_in: నారాయణగ్

source: Nardha
hi_in: नारधा
te_in: నారధా

source: Nardiganj
hi_in: नारदीगंज
te_in: నారదీగంజ్

source: Nardipur
hi_in: नारदीपुर
te_in: నారదీపుర్

source: Narebenchi
hi_in: नारबेनचि
te_in: నారబెనచి

source: Naren
hi_in: नरेन्
te_in: నరెన్

source: Narendra Khap
hi_in: नरेन्द्र खाप
te_in: నరెన్ద్ర్ ఖాప్

source: Narendra Nagar (Nagpur)
hi_in: नरेंद्र नागर (नागपुर)
te_in: నరెంద్ర్ నాగర్ (నాగ్‌పూర్)

source: Narendra Nagar (Tehri Garhwal)
hi_in: नरेंद्र नागर (टेहरी गढ़वाल)
te_in: నరెంద్ర్ నాగర్ (టెహరీ గ్ వాల్)

source: Narendrapur
hi_in: नरेन्द्रपुर
te_in: నరెన్ద్రపుర్

source: Narendrapuram
hi_in: नरेंद्रपुरम
te_in: నరెంద్రపురం

source: Narguda
hi_in: नारगुड़ा
te_in: నారగు ా

source: Narhera
hi_in: नरहेड़ा
te_in: నరహె ా

source: Narhi
hi_in: नही
te_in: నహీ

source: Nari
hi_in: नारी
te_in: నారీ

source: Nariampara
hi_in: नारिअम्पर
te_in: నారిఅమ్పర్

source: Nariaon
hi_in: नारियों
te_in: నారియోం

source: Nariar Panapur
hi_in: नरियार पानापुर
te_in: నరియార్ పానాపుర్

source: Nariman Point
hi_in: नरीमन पॉइंट
te_in: నరీమన్ ప్ ఇంట్

source: Narimedu
hi_in: नारिमेडू
te_in: నారిమెడూ

source: Narimogru
hi_in: नरिमोगरू
te_in: నరిమోగరూ

source: Narinder Pura
hi_in: नरिंदर पूरा
te_in: నరిందర్ పూరా

source: Naringana
hi_in: नारिंगना
te_in: నారింగనా

source: Nariyambattu
hi_in: नारियमबट्टू
te_in: నారియమబట్టూ

source: Nariyanani
hi_in: नृयनानि
te_in: నృయనాని

source: Narkalo
hi_in: नकलो
te_in: నకలో

source: Narkeldanga
hi_in: नारकेलडांगा
te_in: నారకెలడాంగా

source: Narketpalli
hi_in: नरकेटपल्ली
te_in: నరకెటపల్లీ

source: Narkhed
hi_in: नरखेड़
te_in: నరఖె

source: Narkhoda
hi_in: नरखोड़ा
te_in: నరఖో ా

source: Narla
hi_in: नारळ
te_in: నారళ్

source: Narlai
hi_in: नारलाई
te_in: నారలాఈ

source: Narlavalasa
hi_in: नरलवलस
te_in: నరలవలస్

source: Narma
hi_in: नरम
te_in: నరం

source: Narmada Nagar (Bharuch)
hi_in: नर्मदा नगर (भरूच)
te_in: నర్మదా నగర్ (భరూచ్)

source: Narmetta
hi_in: नार्मेट
te_in: నార్మెట్

source: Narna
hi_in: नरन
te_in: నరన్

source: Narnaul Kty.
hi_in: नारनौल की.
te_in: నారనౌల్ కీ.

source: Narnoor
hi_in: हरनूर
te_in: హరనూర్

source: Narnur
hi_in: हरनूर
te_in: హరనూర్

source: Naroda
hi_in: नरोदा
te_in: నరోదా

source: Naroda I E
hi_in: नरोडा इ इ
te_in: నరోడా ఇ ఇ

source: Naroda Road
hi_in: नरोडा रोड
te_in: నరోడా రోడ్

source: Naroda S A
hi_in: नरोडा स अ
te_in: నరోడా స్ అ

source: Narodara
hi_in: नरोदड़ा
te_in: నరోద్ ా

source: Narodi
hi_in: नारोडी
te_in: నారోడీ

source: Narola
hi_in: नारोल
te_in: నారోల్

source: Narratola
hi_in: नर्राटोला
te_in: నర్రాటోలా

source: Narsampet
hi_in: नरसंपित
te_in: నరసంపిత్

source: Narsapur Bazar
hi_in: नरसापुर बाजार
te_in: నరసాపుర్ బాజార్

source: Narsara
hi_in: नारसरा
te_in: నారసరా

source: Narshihpura
hi_in: नशिहपुर
te_in: నశిహపుర్

source: Narsi Namdev
hi_in: नरसी नामदेव
te_in: నరసీ నామదెవ్

source: Narsingh Pur
hi_in: नरसिंह पुर
te_in: నరసింహ్ పుర్

source: Narsinghpur
hi_in: नरसिंहपुर
te_in: నరసింహపుర్

source: Narsinghpur Dihasahi
hi_in: नरसिंहपुर दिहसही
te_in: నరసింహపుర్ దిహసహీ

source: Narsingi
hi_in: नरसिंगों
te_in: నరసింగోం

source: Narsingpur
hi_in: नरसिंगपुर
te_in: నరసింగపుర్

source: Narsinhpur
hi_in: नरसिंहपुर
te_in: నరసింహపుర్

source: Narsipatnam
hi_in: नार्सिपत्नाम
te_in: నార్సిపట్టణం

source: Narthan
hi_in: नार्थन
te_in: నార్థన్

source: Nartiang
hi_in: नारतियांग
te_in: నారతియాంగ్

source: Nartora
hi_in: नारतोरा
te_in: నారతోరా

source: Narua
hi_in: नारा
te_in: నారా

source: Naruana
hi_in: नरुआना
te_in: నరుఆనా

source: Narukara
hi_in: नउकर
te_in: నఉకర్

source: Narve
hi_in: नर्वे
te_in: నర్వె

source: Narwa R.S.
hi_in: नरवा आर.एस.
te_in: నరవా ఆర్.ఏస్.

source: Narwana
hi_in: नरवाना
te_in: నరవానా

source: Nasarke
hi_in: नासरके
te_in: నాసరకె

source: Naseernagar
hi_in: नसीरनगर
te_in: నసీరనగర్

source: Nashik
hi_in: नासिक
te_in: నాసిక్

source: Nashik City
hi_in: नाशिक सिटी
te_in: నాసిక్ సిటీ

source: Nashik Main Road
hi_in: नाशिक में रोड
te_in: నాసిక్ మెం రోడ్

source: Nashik Road
hi_in: नाशिक रोड
te_in: నాసిక్ రోడ్

source: Nasibpur
hi_in: नसीबपुर
te_in: నసీబపుర్

source: Nasirabad
hi_in: नसीराबाद
te_in: నసీరాబాద్

source: Nasirganj
hi_in: नासिरगंज
te_in: నాసిరగంజ్

source: Nasiri
hi_in: नासिरी
te_in: నాసిరీ

source: Nasirpur
hi_in: नसीरपुर
te_in: నసీరపుర్

source: Nasiyanur
hi_in: नासियानूर
te_in: నాసియానూర్

source: Nasratpur
hi_in: नसरतपुर
te_in: నసరతపుర్

source: Nasrullabad
hi_in: नसरुल्लाबाद
te_in: నసరుల్లాబాద్

source: Naswal
hi_in: नॉवल
te_in: న్ వల్

source: Natakkal
hi_in: नाटककाल
te_in: నాటకకాల్

source: Natarajanagar
hi_in: नटराजनगर
te_in: నటరాజనగర్

source: Natarajapuram (Namakkal)
hi_in: नटराजपुरम (नमक्कल)
te_in: నటరాజపురమ్ (నమక్కల్)

source: Natavad
hi_in: नैटवाड़
te_in: నేటవా

source: NATC
hi_in: नाटक
te_in: నాటక్

source: Nate
hi_in: नाते
te_in: నాతె

source: Natendrapur
hi_in: नतेन्द्रपुर
te_in: నతెన్ద్రపుర్

source: Natewala
hi_in: नेतेवाला
te_in: నెతెవాలా

source: Nathagoundenpalayam
hi_in: नाथगौंडेनपालयं
te_in: నాథగౌండెనపాలయం

source: Nathaipur
hi_in: नथईपुर
te_in: నథఈపుర్

source: Natham-chengalpattu
hi_in: नाथं-चेंगलपट्टू
te_in: నాథం-చెంగలపట్టూ

source: Nathamkulapatham
hi_in: नाठमकुलपथं
te_in: నాఠమకులపథం

source: Nathapur
hi_in: नाथपुर
te_in: నాథపుర్

source: Nathawatpura
hi_in: नाथावतपुर
te_in: నాథావతపుర్

source: Nathdwara
hi_in: नाथद्वारा
te_in: నాథద్వారా

source: Nathdwara Chaupati
hi_in: नाथद्वारा चौपाटी
te_in: నాథద్వారా చౌపాటీ

source: Nathegoundenpudur
hi_in: नादगौणदेनपुडुर
te_in: నాదగౌణదెనపుడుర్

source: Nathsahi
hi_in: नथसहि
te_in: నథసహి

source: Nathu Majra
hi_in: नाथू माजरा
te_in: నాథూ మాజరా

source: Nathupur
hi_in: नाथुपुर
te_in: నాథుపుర్

source: Natiadanga
hi_in: नाटियाडांगा
te_in: నాటియాడాంగా

source: Natinmanu
hi_in: नातिनमनु
te_in: నాతినమను

source: Natioinal Library
hi_in: नाशिनल लाइब्रेरी
te_in: నాశినల్ లాఇబ్రెరీ

source: National Institute of Technology
hi_in: नेशनल इंस्टिट्यूट ऑफ़ टेक्नोलॉजी
te_in: నెశనల్ ఇంస్టిట్యూట్ ఑ టెక్నోల్ జీ

source: Natipora
hi_in: नातीपोरा
te_in: నాతీపోరా

source: Natondi
hi_in: नातोंडि
te_in: నాతోండి

source: Natoshi
hi_in: नतोषी
te_in: నతోషీ

source: Natrajnagar
hi_in: नत्रजनगर
te_in: నత్రజనగర్

source: Nattalam
hi_in: नाट्टालम
te_in: నాట్టాలం

source: Nattamangalam
hi_in: नाटटमंगलं
te_in: నాటటమంగలం

source: Nattukal
hi_in: नट्टुकल
te_in: నట్టుకల్

source: Natuapara
hi_in: नतूअपरा
te_in: నతూఅపరా

source: Natumohanpur
hi_in: नातुमोहनपुर
te_in: నాతుమోహనపుర్

source: Natunbazar (Hooghly)
hi_in: नटुनबाज़ार (हूघली)
te_in: నటునబా ార్ (హూఘలీ)

source: Natunbazar (Nadia)
hi_in: नटुनबाज़ार (नदिया)
te_in: నటునబా ార్ (నదియా)

source: Natunbazar (West Midnapore)
hi_in: नटुनबाज़ार (वेस्ट मिदनापुर)
te_in: నటునబా ార్ (వెస్ట్ మిదనాపుర్)

source: Naubasta
hi_in: नौबस्ता
te_in: నౌబస్తా

source: Naudar
hi_in: न्यूड
te_in: న్యూడ్

source: Naudhiya
hi_in: नौढिया
te_in: నౌఢియా

source: Naugai
hi_in: नौगाई
te_in: నౌగాఈ

source: Naugaon
hi_in: नौगांव
te_in: నౌగాంవ్

source: Naugaon Nath
hi_in: नौगाओं नाथ
te_in: నౌగాఓం నాథ్

source: Naugaon Thagoo
hi_in: नौगाओं थांगू
te_in: నౌగాఓం థాంగూ

source: Naugaonhat
hi_in: नौगावहत
te_in: నౌగావహత్

source: Naugawan
hi_in: नौगावां
te_in: నౌగావాం

source: Nauhai
hi_in: नौहाई
te_in: నౌహాఈ

source: Naujalia Nakatia
hi_in: नौजलीआ नकटिया
te_in: నౌజలీఆ నకటియా

source: Nauli
hi_in: नौलि
te_in: నౌలి

source: Nauner
hi_in: नौनेर
te_in: నౌనెర్

source: Naupada
hi_in: नौपाडा
te_in: నౌపాడా

source: Naupada (Thane)
hi_in: नौपाडा (ठाणे)
te_in: నౌపాడా (ఠాణె)

source: Nauranga
hi_in: नौरंग
te_in: నౌరంగ్

source: Naurangia
hi_in: नौरंगिया
te_in: నౌరంగియా

source: Nauroji Nagar
hi_in: नौरोजी नगर
te_in: నౌరోజీ నగర్

source: Naushera Pattan
hi_in: नौशेरा पत्तन
te_in: నౌశెరా పత్తన్

source: Nautanwa Bazar
hi_in: नौतनवा बाजार
te_in: నౌతనవా బాజార్

source: Nava Bhavnath
hi_in: नवा भावनाथ
te_in: నవా భావనాథ్

source: Nava Manka
hi_in: नव मानक
te_in: నవ్ మానక్

source: Nava Sangana
hi_in: नवा संगान
te_in: నవా సంగాన్

source: Nava Sarod
hi_in: नवा सरोद
te_in: నవా సరోద్

source: Nava Vadaj
hi_in: नवा वदाज
te_in: నవా వదాజ్

source: Navafalia
hi_in: नवफलिया
te_in: నవఫలియా

source: Navagam
hi_in: नवागाम
te_in: నవాగాం

source: Navagam Ghed
hi_in: नवागाम घेड़
te_in: నవాగామ్ ఘె

source: Navagama
hi_in: नवागाम
te_in: నవాగాం

source: Navakhal
hi_in: नवखल
te_in: నవఖల్

source: Navaladi
hi_in: नवलादि
te_in: నవలాది

source: Navalagi
hi_in: नवलजी
te_in: నవలజీ

source: Navalpattu
hi_in: नवलपट्टु
te_in: నవలపట్టు

source: Navalpur
hi_in: नवलपुर
te_in: నవలపుర్

source: Navalur
hi_in: नवलूर
te_in: నవలూర్

source: Navalurkottapattu
hi_in: नवलुरकोट्टापट्टु
te_in: నవలురకోట్టాపట్టు

source: Navanipallipatti
hi_in: नवनीपल्लीपट्टी
te_in: నవనీపల్లీపట్టీ

source: Navapura
hi_in: नवापुरा
te_in: నవాపురా

source: Navara
hi_in: नवरा
te_in: నవరా

source: Navasangpur
hi_in: नवसंगपुर
te_in: నవసంగపుర్

source: Navatala Jetmal
hi_in: नवातला जेतमाल
te_in: నవాతలా జెతమాల్

source: Navavas
hi_in: नववस
te_in: నవవస్

source: Navayat Colony
hi_in: नवैयत कॉलोनी
te_in: నవేయత్ క్ లోనీ

source: Navda
hi_in: नावेद
te_in: నావెద్

source: Navde
hi_in: नावडे
te_in: నావడె

source: Naveen Nagar
hi_in: नवीन नगर
te_in: నవీన్ నగర్

source: Navegaon Kalan
hi_in: नवेगॉव कलां
te_in: నవెగ్ వ్ కలాం

source: Navegaon Rayatwari
hi_in: नवेगांव रैयतवारी
te_in: నవెగాంవ్ రేయతవారీ

source: Navetha
hi_in: नावथा
te_in: నావథా

source: Navghar
hi_in: नवघर
te_in: నవఘర్

source: Navi Metral
hi_in: नवी मेट्रल
te_in: నవీ మెట్రల్

source: Navi Peth Jalgaon
hi_in: नवी पेठ जळगाव
te_in: నవీ పెఠ్ జళగావ్

source: Navi Peth Solapur
hi_in: नवी पेठ सोलापुर
te_in: నవీ పెఠ్ సోలాపుర్

source: Navibandar
hi_in: नवीबांडर
te_in: నవీబాండర్

source: Naviganj
hi_in: नवीगंज
te_in: నవీగంజ్

source: Navinagar Kakrar
hi_in: नवीनगर कक्रर
te_in: నవీనగర్ కక్రర్

source: Navinipatti
hi_in: नवीनीपट्टी
te_in: నవీనీపట్టీ

source: Navinmandi
hi_in: नवीनमंडी
te_in: నవీనమండీ

source: Navjivan
hi_in: नवजीवन
te_in: నవజీవన్

source: Navoor(Belt)
hi_in: नावूर(बेल्ट)
te_in: నావూర్(బెల్ట్)

source: Navrangpur
hi_in: नवरंगपुर
te_in: నవరంగపుర్

source: Navrangpura
hi_in: नवरंगपुरा
te_in: నవరంగపురా

source: Navsahyadri
hi_in: नवसह्याद्रि
te_in: నవసహ్యాద్రి

source: Navshakti
hi_in: नवशक्ति
te_in: నవశక్తి

source: Navtad
hi_in: नवताड़
te_in: నవతా

source: Navyug College
hi_in: नवयुग कॉलेज
te_in: నవయుగ్ క్ లెజ్

source: Nawa Bazar
hi_in: नाव बाजार
te_in: నావ్ బాజార్

source: Nawabganj
hi_in: नवाबगंज
te_in: నవాబగంజ్

source: Nawabpet
hi_in: नवाबपेट
te_in: నవాబపెట్

source: Nawabpeta
hi_in: नवाबपेट
te_in: నవాబపెట్

source: Nawabpur
hi_in: नवाबपुर
te_in: నవాబపుర్

source: Nawabwadi
hi_in: नवाबवादी
te_in: నవాబవాదీ

source: Nawada
hi_in: नवादा
te_in: నవాదా

source: Nawada Kesho
hi_in: नवादा केशों
te_in: నవాదా కెశోం

source: Nawadha
hi_in: नवधा
te_in: నవధా

source: Nawadih
hi_in: नावाडीह
te_in: నావాడీహ్

source: Nawadih Panari
hi_in: नावाडीह पनारि
te_in: నావాడీహ్ పనారి

source: Nawadrudrapur
hi_in: नवादरूद्रापुर
te_in: నవాదరూద్రాపుర్

source: Nawagaon
hi_in: नवागांव
te_in: నవాగాంవ్

source: Nawagaon Bhilai
hi_in: नवागांव भिलाई
te_in: నవాగాంవ్ భిలాఈ

source: Nawagarh
hi_in: नवागढ़
te_in: నవాగ్

source: Nawagarh (Gumla)
hi_in: नवागढ़ (गुमला)
te_in: నవాగ్ (గుమలా)

source: Nawagarh Chatti
hi_in: नवागढ़ चट्टी
te_in: నవాగ్ చట్టీ

source: Nawalari
hi_in: नवसारी
te_in: నవసారీ

source: Nawalpur
hi_in: नवलपुर
te_in: నవలపుర్

source: Nawan
hi_in: नावां
te_in: నావాం

source: Nawan Kot
hi_in: नवां कोट
te_in: నవాం కోట్

source: Nawanagar
hi_in: नावानगर
te_in: నావానగర్

source: Nawanagar (Buxar)
hi_in: नावानगर (बक्सर)
te_in: నావానగర్ (బక్సర్)

source: Nawanpind Jattan
hi_in: नवांपिंड जट्टान
te_in: నవాంపిండ్ జట్టాన్

source: Nawanshahar
hi_in: नवांशहर
te_in: నవాంశహర్

source: Nawanshahar Mandi
hi_in: नवांशहर मंडी
te_in: నవాంశహర్ మండీ

source: Nawapar
hi_in: नावपर
te_in: నావపర్

source: Nawapara Rajim
hi_in: नवापारा राजिम
te_in: నవాపారా రాజిం

source: Nawapara Tanwat
hi_in: नवापारा तंवत
te_in: నవాపారా తంవత్

source: Naxapali
hi_in: नसपली
te_in: నసపలీ

source: Naya
hi_in: नया
te_in: నయా

source: Naya Bass Sujangarh
hi_in: नया बास सुजानगढ़
te_in: నయా బాస్ సుజానగ్

source: Naya Bazar (Ajmer)
hi_in: नया बाजार (अजमेर)
te_in: నయా బాజార్ (అజమెర్)

source: Naya Bazar (Gwalior)
hi_in: नया बाजार (ग्वालियर)
te_in: నయా బాజార్ (గ్వాలియర్)

source: Naya Bazar Wasseypur
hi_in: नया बाजार वास्सेय्पुर
te_in: నయా బాజార్ వాస్సెయ్పుర్

source: Naya Bhojpur
hi_in: नया भोजपुर
te_in: నయా భోజపుర్

source: Naya Gaon
hi_in: नया गांव
te_in: నయా గాంవ్

source: Naya Gaon (Lucknow)
hi_in: नया गांव (लखनऊ)
te_in: నయా గాంవ్ (లఖనఊ)

source: Naya Kheda
hi_in: नया खेड़ा
te_in: నయా ఖె ా
