Repository: healthvdev/custom_template
Catalog: languages/*.po
Languages: hi_in, te_in

source: Karimkuttikara
hi_in: क्रीमकुट्टीकर
te_in: క్రీమకుట్టీకర్

source: Karimnagar
hi_in: करीमनगर
te_in: కరీమనగర్

source: Karimpana
hi_in: क्रिम्पन
te_in: క్రిమ్పన్

source: Karimuddinpur
hi_in: करीमुद्दीनपुर
te_in: కరీముద్దీనపుర్

source: Karingana
hi_in: कारिंगान
te_in: కారింగాన్

source: Karinilam
hi_in: करिनीलम
te_in: కరినీలం

source: Karinkal
hi_in: करिंकल
te_in: కరింకల్

source: Karipadom
hi_in: करिपडोम
te_in: కరిపడోం

source: Karippol
hi_in: करिप्पोल
te_in: కరిప్పోల్

source: Karipur
hi_in: करीपुर
te_in: కరీపుర్

source: Karipuzha
hi_in: क्रीपुज़हा
te_in: క్రీపుజ్ హా

source: Karisath
hi_in: कारीसाथ
te_in: కారీసాథ్

source: Karisowa
hi_in: करीसोवा
te_in: కరీసోవా

source: Kariyambadi
hi_in: करियमबड़ी
te_in: కరియమబడ్ ీ

source: Kariyani
hi_in: कार्याणि
te_in: కార్యాణి

source: Kariyaon
hi_in: क्रियाओं
te_in: క్రియాఓం

source: Kariyathankavu
hi_in: करियाथानकवु
te_in: కరియాథానకవు

source: Karjala
hi_in: कर्जाला
te_in: కర్జాలా

source: Karjan
hi_in: कर्जन
te_in: కర్జన్

source: Karjara
hi_in: कारज़ार
te_in: కారజ్ ార్

source: Karjee
hi_in: करजई
te_in: కరజఈ

source: Karjisan
hi_in: करजीसँ
te_in: కరజీసఁ

source: Karjoda
hi_in: करजोड़ा
te_in: కరజోడ్ ా

source: Karkala
hi_in: कार्यकाल
te_in: కార్యకాల్

source: Karkala Bazar
hi_in: करकला बाजार
te_in: కరకలా బాజార్

source: Karkala West
hi_in: करकला वेस्ट
te_in: కరకలా వెస్ట్

source: Karkara
hi_in: करकर
te_in: కరకర్

source: Karkeli
hi_in: करकेली
te_in: కరకెలీ

source: Karkheda
hi_in: करखेड़ा
te_in: కరఖెడ్ ా

source: Karkhel
hi_in: करखेल
te_in: కరఖెల్

source: Karlamangala
hi_in: कार्लमंगल
te_in: కార్లమంగల్

source: Karlapat
hi_in: कार्लापत
te_in: కార్లాపత్

source: Karli
hi_in: करली
te_in: కరలీ

source: Karlui
hi_in: क्रलुई
te_in: క్రలుఈ

source: Karma
hi_in: कर्मा
te_in: కర్మా

source: Karmabahal
hi_in: कर्मबहाल
te_in: కర్మబహాల్

source: Karmadu
hi_in: कर्मेदु
te_in: కర్మెదు

source: Karmala
hi_in: कार्मल
te_in: కార్మల్

source: Karmala Town ( Karmala)
hi_in: करमाला टाउन ( कार्मल)
te_in: కరమాలా టాఉన్ ( కార్మల్)

source: Karmanghat
hi_in: करमनघाट
te_in: కరమనఘాట్

source: Karmanpur
hi_in: करमनपुर
te_in: కరమనపుర్

source: Karmel
hi_in: कार्मेल
te_in: కార్మెల్

source: Karmeli
hi_in: कार्मेली
te_in: కార్మెలీ

source: Karmyogi Enclave
hi_in: कर्मयोगी एन्क्लेव
te_in: కర్మయోగీ ఏన్క్లెవ్

source: Karnaheda
hi_in: कर्णभेद
te_in: కర్ణభెద్

source: Karnal
hi_in: करनाल
te_in: కరనాల్

source: Karnal GBS
hi_in: कर्नल गब्स
te_in: కర్నల్ గబ్స్

source: Karnal Kutchery
hi_in: कर्नल कुत्चेरय
te_in: కర్నల్ కుత్చెరయ్

source: Karnal Model Town
hi_in: करनाल मॉडल टाउन
te_in: కరనాల్ మ్ డల్ టాఉన్

source: Karnal New Prem Nagar
hi_in: करनाल न्यू प्रेम नगर
te_in: కరనాల్ న్యూ ప్రెమ్ నగర్

source: Karnal Sadar Bazar
hi_in: करनाल सदर बाजार
te_in: కరనాల్ సదర్ బాజార్

source: Karnapur
hi_in: करनपुर
te_in: కరనపుర్

source: Karnataka Health Institute
hi_in: कर्नाटक हेल्थ इंस्टिट्यूट
te_in: కర్నాటక హెల్థ్ ఇంస్టిట్యూట్

source: Karnauti
hi_in: करनौटी
te_in: కరనౌటీ

source: Karnawad
hi_in: करनावद
te_in: కరనావద్

source: Karnawas
hi_in: कर्णवास
te_in: కర్ణవాస్

source: Karni Khera
hi_in: करनी खेर
te_in: కరనీ ఖెర్

source: Karnolkora
hi_in: करनोलकोर
te_in: కరనోలకోర్

source: Karnur
hi_in: कार्नर
te_in: కార్నర్

source: Karodia
hi_in: करोड़िया
te_in: కరోడ్ ియా

source: Karol Bagh
hi_in: करोल बाग
te_in: కరోల్ బాగ్

source: Karoli
hi_in: करोली
te_in: కరోలీ

source: Karomdi
hi_in: करमदी
te_in: కరమదీ

source: Karor
hi_in: करोड़
te_in: కరోడ్

source: Karota
hi_in: करोट
te_in: కరోట్

source: Karowan
hi_in: करोवन
te_in: కరోవన్

source: Karramunda
hi_in: कर्रामुंद
te_in: కర్రాముంద్

source: Karsa Dod
hi_in: करस दौड़
te_in: కరస్ దౌడ్

source: Karsahiya
hi_in: करसहिया
te_in: కరసహియా

source: Karsar
hi_in: कर्सर
te_in: కర్సర్

source: Karsaut
hi_in: करसौत
te_in: కరసౌత్

source: Karsi
hi_in: करसि
te_in: కరసి

source: Kartahi
hi_in: करताहै
te_in: కరతాహే

source: Kartang
hi_in: करतांग
te_in: కరతాంగ్

source: Karthikapuram
hi_in: कार्तिकपुरम
te_in: కార్తికపురం

source: Karthikere
hi_in: कार्थिकेरे
te_in: కార్థికెరె

source: Kartick Oraon College
hi_in: कार्तिक ओरोन कॉलेज
te_in: కార్తిక్ ఓరోన్ క్ లెజ్

source: Kartora
hi_in: कार्टर
te_in: కార్టర్

source: Karuabahi Satra
hi_in: करुआबहि सत्र
te_in: కరుఆబహి సత్ర్

source: Karuana
hi_in: करुणा
te_in: కరుణా

source: Karubigha
hi_in: कारुबीघा
te_in: కారుబీఘా

source: Karuhatti
hi_in: करुहाटति
te_in: కరుహాటతి

source: Karuigachi
hi_in: क्रुएगछि
te_in: క్రుఏగఛి

source: Karukachal
hi_in: करूकाचल
te_in: కరూకాచల్

source: Karukadom
hi_in: करुकदोम
te_in: కరుకదోం

source: Karukappilli
hi_in: करुकप्पिल्ली
te_in: కరుకప్పిల్లీ

source: Karukkalvadi
hi_in: करुक्कलवाड़ी
te_in: కరుక్కలవాడ్ ీ

source: Karukkankattupudur
hi_in: करुककनकत्तुपुडुर
te_in: కరుకకనకత్తుపుడుర్

source: Karukone
hi_in: कारुकोणे
te_in: కారుకోణె

source: Karukutty
hi_in: कारूकुट्टी
te_in: కారూకుట్టీ

source: Karumala
hi_in: करमाला
te_in: కరమాలా

source: Karumalloor
hi_in: क्रुमल्लूर
te_in: క్రుమల్లూర్

source: Karumandisellipalayam
hi_in: करमंडीसेलीपालायम
te_in: కరమండీసెలీపాలాయం

source: Karumbalam
hi_in: क्रुम्बलं
te_in: క్రుమ్బలం

source: Karumom
hi_in: करमोम
te_in: కరమోం

source: Karumuru
hi_in: करुमुरु
te_in: కరుమురు

source: Karunagamuthanpatti
hi_in: करुनागमोथंपटटी
te_in: కరునాగమోథంపటటీ

source: Karunagappaly
hi_in: करुणागप्पाली
te_in: కరుణాగప్పాలీ

source: Karunampathi
hi_in: करुणंपथी
te_in: కరుణంపథీ

source: Karunchutti
hi_in: करुन्छुट्टी
te_in: కరున్ఛుట్టీ

source: Karungallur
hi_in: करुन्गाल्लूर
te_in: కరున్గాల్లూర్

source: Karungalpalayam
hi_in: करुंगलपलायम
te_in: కరుంగలపలాయం

source: Karungalpatti
hi_in: करुंगलपट्टी
te_in: కరుంగలపట్టీ

source: Karunguli
hi_in: करुन्गुली
te_in: కరున్గులీ

source: Karunillam
hi_in: करुनिल्लम
te_in: కరునిల్లం

source: Karuppamanai
hi_in: करुप्पमनै
te_in: కరుప్పమనే

source: Karuppayurani
hi_in: करुप्पायउरानी
te_in: కరుప్పాయఉరానీ

source: Karuppur
hi_in: करुपपुर
te_in: కరుపపుర్

source: Karur
hi_in: करूर
te_in: కరూర్

source: Karur West
hi_in: क्रूर वेस्ट
te_in: క్రూర్ వెస్ట్

source: Karuthavoorani
hi_in: करउठवूर्णि
te_in: కరఉఠవూర్ణి

source: Karuvambram
hi_in: करुवम्ब्रम
te_in: కరువమ్బ్రం

source: Karuvambram West
hi_in: करुवम्ब्रम वेस्ट
te_in: కరువమ్బ్రమ్ వెస్ట్

source: Karuvampalayam
hi_in: करुवमपलायम
te_in: కరువమపలాయం

source: Karuvanchal
hi_in: करुवनचल
te_in: కరువనచల్

source: Karuvanthuruthy
hi_in: करुवन्थुरूथी
te_in: కరువన్థురూథీ

source: Karuvanur
hi_in: करुवनूर
te_in: కరువనూర్

source: Karvazhi
hi_in: कर्वजही
te_in: కర్వజహీ

source: Karve
hi_in: करवे
te_in: కరవె

source: Karvenagar
hi_in: कर्वेनगर
te_in: కర్వెనగర్

source: Karvinkumpi
hi_in: करविन्कमपि
te_in: కరవిన్కమపి

source: Karwal
hi_in: करवाल
te_in: కరవాల్

source: Karwan
hi_in: कारवां
te_in: కారవాం

source: Karwar
hi_in: कारवार
te_in: కారవార్

source: Karwar Baitkhol
hi_in: कारवार बैटखोल
te_in: కారవార్ బేటఖోల్

source: Karwar Kutchery
hi_in: कारवार कुत्चेरय
te_in: కారవార్ కుత్చెరయ్

source: Karyal
hi_in: कार्याल
te_in: కార్యాల్

source: Karyana Kalan
hi_in: कार्यन कलां
te_in: కార్యన్ కలాం

source: Karyas
hi_in: कार्यस
te_in: కార్యస్

source: Kasagi
hi_in: कसेगी
te_in: కసెగీ

source: Kasampura
hi_in: कासमपुर
te_in: కాసమపుర్

source: Kasan
hi_in: कसान
te_in: కసాన్

source: Kasananta
hi_in: कसानंत
te_in: కసానంత్

source: Kasandi
hi_in: कसाँडी
te_in: కసాఁడీ

source: Kasaragod
hi_in: कासरगोड
te_in: కాసరగోడ్

source: Kasaragod R S
hi_in: कासरगोड़ र स
te_in: కాసరగోడ్ ర్ స్

source: Kasari
hi_in: कसरी
te_in: కసరీ

source: Kasaridih Durg
hi_in: कसारीडीह दुर्ग
te_in: కసారీడీహ్ దుర్గ్

source: Kasarkod
hi_in: कासरकोड
te_in: కాసరకోడ్

source: Kasarkod Tonka
hi_in: कासरकोड टोंक
te_in: కాసరకోడ్ టోంక్

source: Kasarsai
hi_in: कसरसै
te_in: కసరసే

source: Kasarvadavali
hi_in: कासरवाड़ावली
te_in: కాసరవాడ్ ావలీ

source: Kasauli
hi_in: कसौली
te_in: కసౌలీ

source: Kasavan
hi_in: कस्वां
te_in: కస్వాం

source: Kasawa
hi_in: कसाव
te_in: కసావ్

source: Kasba (Adilabad)
hi_in: क़स्बा (आदिलाबाद)
te_in: క్ స్బా (ఆదిలాబాద్)

source: Kasba (Kolkata)
hi_in: क़स्बा (कोल्कता)
te_in: క్ స్బా (కోల్కతా)

source: Kasba (Vellore)
hi_in: क़स्बा (वेल्लोर)
te_in: క్ స్బా (వెల్లోర్)

source: Kasba Bavada
hi_in: क़स्बा भवद
te_in: క్ స్బా భవద్

source: Kasba Peth
hi_in: क़स्बा पेठ
te_in: క్ స్బా పెఠ్

source: Kasba Punner
hi_in: क़स्बा पुन्नेर
te_in: క్ స్బా పున్నెర్

source: Kasba Sangaon
hi_in: क़स्बा सांगों
te_in: క్ స్బా సాంగోం

source: Kasba Thane
hi_in: क़स्बा थाने
te_in: క్ స్బా థానె

source: Kasbadudhanichak
hi_in: कस्बादुधनिचक
te_in: కస్బాదుధనిచక్

source: Kasbara
hi_in: कस्बार
te_in: కస్బార్

source: Kasegaon
hi_in: कसेगन
te_in: కసెగన్

source: Kaseru
hi_in: कसेरू
te_in: కసెరూ

source: Kaseru Khera
hi_in: कसेरू खेर
te_in: కసెరూ ఖెర్

source: Kaseruwa
hi_in: कसेरवा
te_in: కసెరవా

source: Kaserwa
hi_in: कसेरवा
te_in: కసెరవా

source: Kaserwa Kalan
hi_in: कसेरवा कलां
te_in: కసెరవా కలాం

source: Kasganj RS
hi_in: कासगंज रस
te_in: కాసగంజ్ రస్

source: Kashi
hi_in: कशी
te_in: కశీ

source: Kashi Vidhya Pith
hi_in: काशी विद्या पीठ
te_in: కాశీ విద్యా పీఠ్

source: Kashi Viswnath Mandir
hi_in: कशी विस्वनाथ मंदिर
te_in: కశీ విస్వనాథ్ మందిర్

source: Kashiara
hi_in: कैशियर
te_in: కేశియర్

source: Kashidanga
hi_in: काशीडांग
te_in: కాశీడాంగ్

source: Kashidanga Mohammadpur
hi_in: काशीडांग मोहम्मदपुर
te_in: కాశీడాంగ్ మోహమ్మదపుర్

source: Kashijot
hi_in: काशीजोत
te_in: కాశీజోత్

source: Kashimpur
hi_in: काशिमपुर
te_in: కాశిమపుర్

source: Kashinagar (Gajapati)
hi_in: काशीनगर (गजपति)
te_in: కాశీనగర్ (గజపతి)

source: Kashinathpur
hi_in: काशीनाथपुर
te_in: కాశీనాథపుర్

source: Kashing
hi_in: कशिंग
te_in: కశింగ్

source: Kashipur
hi_in: काशीपुर
te_in: కాశీపుర్

source: Kashipura (Borsad)
hi_in: काशीपुर (बोरसद)
te_in: కాశీపుర్ (బోరసద్)

source: Kashipuri Bhilwara
hi_in: काशीपुरी भीलवाड़ा
te_in: కాశీపురీ భీలవాడ్ ా

source: Kashlog
hi_in: कश्लोग
te_in: కశ్లోగ్

source: Kashmir University
hi_in: कश्मीर यूनिवर्सिटी
te_in: కశ్మీర్ యూనివర్సిటీ

source: Kashrupada
hi_in: काशरूपद
te_in: కాశరూపద్

source: Kasia
hi_in: कसिया
te_in: కసియా

source: Kasiadih
hi_in: कसियाडीह
te_in: కసియాడీహ్

source: Kasibugga (Srikakulam)
hi_in: कासिबगग (श्रीकाकुलम)
te_in: కాసిబగగ్ (శ్రీకాకులమ్)

source: Kasibugga (Warangal)
hi_in: कासिबगग (वारंगल)
te_in: కాసిబగగ్ (వారంగల్)

source: Kasigaon
hi_in: कसिगन
te_in: కసిగన్

source: Kasindra
hi_in: कासिन्द्र
te_in: కాసిన్ద్ర్

source: Kasipal
hi_in: कासिपल
te_in: కాసిపల్

source: Kasipalayam
hi_in: कासिपलयं
te_in: కాసిపలయం

source: Kasipatnam
hi_in: कस्यीपातनं
te_in: కస్యీపట్టణం

source: Kasira
hi_in: कसीर
te_in: కసీర్

source: Kasmar
hi_in: कसमार
te_in: కసమార్

source: Kasna
hi_in: कसना
te_in: కసనా

source: Kasoda
hi_in: कसौदा
te_in: కసౌదా

source: Kasrawad (S)
hi_in: कसरावद (स)
te_in: కసరావద్ (స్)

source: Kasri
hi_in: कसरी
te_in: కసరీ

source: Kassoana
hi_in: कस्सोंणा
te_in: కస్సోంణా

source: Kasthadanga
hi_in: कस्थादनग
te_in: కస్థాదనగ్

source: Kasthuribainagar
hi_in: कस्थुरीबाईनगर
te_in: కస్థురీబాఈనగర్

source: Kasti Bk.
hi_in: कास्टि बक.
te_in: కాస్టి బక్.

source: Kastla Shamshernagar
hi_in: कस्तला शमशेरनगर
te_in: కస్తలా శమశెరనగర్

source: Kasturaba Extension
hi_in: कस्तूरबा एक्सटेंशन
te_in: కస్తూరబా ఏక్సటెంశన్

source: Kasturba Vidyalaya
hi_in: कस्तूरबा विद्यालय
te_in: కస్తూరబా విద్యాలయ్

source: Kasturchand Park
hi_in: कस्तूरचंद पार्क
te_in: కస్తూరచంద్ పార్క్

source: Kasturibai Nagar
hi_in: कस्तूरीबाई नगर
te_in: కస్తూరీబాఈ నగర్

source: Kasumbad
hi_in: कसुम्बड़
te_in: కసుమ్బడ్

source: Kasumpti
hi_in: कसुम्पटी
te_in: కసుమ్పటీ

source: Kasvav
hi_in: कसवव
te_in: కసవవ్

source: Kasyakala
hi_in: कस्यकला
te_in: కస్యకలా

source: Katahapur
hi_in: कतहपुर
te_in: కతహపుర్

source: Katahari
hi_in: कटेहरी
te_in: కటెహరీ

source: Kataia Mahe
hi_in: कटैया माहे
te_in: కటేయా మాహె

source: Katajhar
hi_in: काटाझर
te_in: కాటాఝర్

source: Katakam
hi_in: कटकं
te_in: కటకం

source: Katakanhalli
hi_in: कटकनहल्ली
te_in: కటకనహల్లీ

source: Katali
hi_in: कतली
te_in: కతలీ

source: Katamari
hi_in: कटमारी
te_in: కటమారీ

source: Katamkuli
hi_in: कतमकुली
te_in: కతమకులీ

source: Katangi Kala
hi_in: कटंगी कला
te_in: కటంగీ కలా

source: Katargam
hi_in: कतारगाम
te_in: కతారగాం

source: Katargam GIDC
hi_in: कतारगाम जीडीसी
te_in: కతారగామ్ జీడీసీ

source: Katari
hi_in: कटारी
te_in: కటారీ

source: Katariya Yaqubpur
hi_in: कटारिया याकुबपुर
te_in: కటారియా యాకుబపుర్

source: Katarkela
hi_in: कटरकेला
te_in: కటరకెలా

source: Katarmala
hi_in: कटारमल
te_in: కటారమల్

source: Katarpa
hi_in: कॉर्प
te_in: క్ ర్ప్

source: Katary R.S.
hi_in: कटारी आर.एस.
te_in: కటారీ ఆర్.ఏస్.

source: Kataud
hi_in: कटौद
te_in: కటౌద్

source: Kataura
hi_in: कटोरा
te_in: కటోరా

source: Katcha Tank Nahan
hi_in: कटच टैंक नहं
te_in: కటచ్ టేంక్ నహం

source: Katchery Road
hi_in: कटचेरी रोड
te_in: కటచెరీ రోడ్

source: Katemanivali
hi_in: कटेमानीवाली
te_in: కటెమానీవాలీ

source: Katenhalli
hi_in: काटेनहल्ली
te_in: కాటెనహల్లీ

source: Kateru
hi_in: कटर
te_in: కటర్

source: Katesar
hi_in: कटेसर
te_in: కటెసర్

source: Kateshar
hi_in: कटेशर
te_in: కటెశర్

source: Katesra
hi_in: कटेसर
te_in: కటెసర్

source: Katfal
hi_in: कट्फल
te_in: కట్ఫల్

source: Katgaon
hi_in: कटगांव
te_in: కటగాంవ్

source: Katghar (Allahabad)
hi_in: कटघर (अल्लाहाबाद)
te_in: కటఘర్ (అల్లాహాబాద్)

source: Katghara Patti
hi_in: कटघरा पट्टी
te_in: కటఘరా పట్టీ

source: Katha Loknathpur
hi_in: कथा लोकनाथपुर
te_in: కథా లోకనాథపుర్

source: Kathaia
hi_in: कथैया
te_in: కథేయా

source: Kathakinaru
hi_in: कथाकीनार
te_in: కథాకీనార్

source: Kathakoni
hi_in: काठाकोनी
te_in: కాఠాకోనీ

source: Kathalbagan
hi_in: कथालबगान
te_in: కథాలబగాన్

source: Kathalcherri
hi_in: कटहलचेररी
te_in: కటహలచెరరీ

source: Kathalguri
hi_in: कथालगुरी
te_in: కథాలగురీ

source: Kathalia
hi_in: कठालिया
te_in: కఠాలియా

source: Kathalwari
hi_in: कटहलवारी
te_in: కటహలవారీ

source: Kathankanni
hi_in: कथानकन्नी
te_in: కథానకన్నీ

source: Kathar
hi_in: कतार
te_in: కతార్

source: Katharkala
hi_in: कथर्कला
te_in: కథర్కలా

source: Kathaur
hi_in: कठौर
te_in: కఠౌర్

source: Kathautia
hi_in: कठौतिया
te_in: కఠౌతియా

source: Kathavapadu
hi_in: कठवपादु
te_in: కఠవపాదు

source: Kathbharia
hi_in: कथभारीअ
te_in: కథభారీఅ

source: Kathgarh
hi_in: काठगढ़
te_in: కాఠగఢ్

source: Kathgharia
hi_in: कठघरिया
te_in: కఠఘరియా

source: Kathi Darwaza
hi_in: काठी दरवाज़ा
te_in: కాఠీ దరవాజ్ ా

source: Kathia-i
hi_in: कठिन-ई
te_in: కఠిన్-ఈ

source: Kathikkudam
hi_in: कथिककुदं
te_in: కథికకుదం

source: Kathikund
hi_in: काठीकुंड
te_in: కాఠీకుండ్

source: Kathingia
hi_in: कठिनगीअ
te_in: కఠినగీఅ

source: Kathkoko
hi_in: कठकोको
te_in: కఠకోకో

source: Kathlal
hi_in: कठलाल
te_in: కఠలాల్

source: Kathog
hi_in: कथोग
te_in: కథోగ్

source: Kathojodi
hi_in: कथोजोड़ी
te_in: కథోజోడ్ ీ

source: Kathongar
hi_in: कथनगर
te_in: కథనగర్

source: Kathoor
hi_in: कठोर
te_in: కఠోర్

source: Kathora
hi_in: कठोर
te_in: కఠోర్

source: Kathotia
hi_in: कठोतिया
te_in: కఠోతియా

source: Kathotiya
hi_in: कठोतिया
te_in: కఠోతియా

source: Kathriguppe
hi_in: कठरीगुप्पे
te_in: కఠరీగుప్పె

source: Kathsirsi
hi_in: कथसिरसि
te_in: కథసిరసి

source: Kathuriapara
hi_in: काठुरियापारा
te_in: కాఠురియాపారా

source: Kathvavdi
hi_in: कथ्वव्दि
te_in: కథ్వవ్ది

source: Kathwa
hi_in: कठवा
te_in: కఠవా

source: Kati
hi_in: कतई
te_in: కతఈ

source: Katihar
hi_in: कटिहार
te_in: కటిహార్

source: Katihar Bara Bazar
hi_in: कटिहार बड़ा बाजार
te_in: కటిహార్ బడ్ ా బాజార్

source: Katihar Colony
hi_in: कटिहार कॉलोनी
te_in: కటిహార్ క్ లోనీ

source: Katihar Rs
hi_in: कटिहार रस
te_in: కటిహార్ రస్

source: Katimaha
hi_in: कटिमंह
te_in: కటిమంహ్

source: Katki
hi_in: कटकी
te_in: కటకీ

source: Katkona
hi_in: कतकोन
te_in: కతకోన్

source: Katkur
hi_in: काटकर
te_in: కాటకర్

source: Katlatkur
hi_in: कटलटकुर
te_in: కటలటకుర్

source: Katnai
hi_in: काटने
te_in: కాటనె

source: Katni Collectorate
hi_in: कटनी कोल्लेकतोरते
te_in: కటనీ కోల్లెకతోరతె

source: Katnur
hi_in: कटनूर
te_in: కటనూర్

source: Katol
hi_in: काटोल
te_in: కాటోల్

source: Katolroad
hi_in: काटोलरोड
te_in: కాటోలరోడ్

source: Katosan
hi_in: कटोसन
te_in: కటోసన్

source: Katpadi
hi_in: काटपाडी
te_in: కాటపాడీ

source: Katpadi North
hi_in: काटपाडी नार्थ
te_in: కాటపాడీ నార్థ్

source: Katpor
hi_in: कटपुर
te_in: కటపుర్

source: Katra
hi_in: कटरा
te_in: కటరా

source: Katra (Allahabad)
hi_in: कटरा (अल्लाहाबाद)
te_in: కటరా (అల్లాహాబాద్)

source: Katra (Samal)
hi_in: कटरा (समल)
te_in: కటరా (సమల్)

source: Katra Bazar (Patna)
hi_in: कटरा बाजार (पटना)
te_in: కటరా బాజార్ (పాట్నా)

source: Katra Bazar (Varanasi)
hi_in: कटरा बाजार (वाराणसी)
te_in: కటరా బాజార్ (వారాణసీ)

source: Katra Kala
hi_in: कतरा कला
te_in: కతరా కలా

source: Katra Karam Singh
hi_in: कटड़ा करम सिंह
te_in: కటడ్ ా కరమ్ సింహ్

source: Katra Kasimpur
hi_in: कतरा कासिमपुर
te_in: కతరా కాసిమపుర్

source: Katra Shankar Nagar
hi_in: कतरा शंकर नगर
te_in: కతరా శంకర్ నగర్

source: Katra Sher Singh
hi_in: कटड़ा शेर सिंह
te_in: కటడ్ ా శెర్ సింహ్

source: Katrain
hi_in: कटरैन
te_in: కటరేన్

source: Katraj
hi_in: कात्रज
te_in: కాత్రజ్

source: Katravulapalli
hi_in: कटरवुलापल्ली
te_in: కటరవులాపల్లీ

source: Katrenagar
hi_in: कात्रेनगर
te_in: కాత్రెనగర్

source: Katrial
hi_in: कट्रिअल
te_in: కట్రిఅల్

source: Katsara
hi_in: कैसर
te_in: కేసర్

source: Katta Sabour
hi_in: कट्टा सबौर
te_in: కట్టా సబౌర్

source: Kattachalkuzhy
hi_in: कत्ताचलकुज़हय
te_in: కత్తాచలకుజ్ హయ్

source: Kattadi Jn
hi_in: कत्तदी जन
te_in: కత్తదీ జన్

source: Kattakamanpatti
hi_in: कट्टकमनपट्टी
te_in: కట్టకమనపట్టీ

source: Kattampatti-coimbatore
hi_in: कट्टमपट्टी-कोयम्बटूर
te_in: కట్టమపట్టీ-కోయంబత్తూరు

source: Kattanachampatti
hi_in: कट्टानचमपट्टी
te_in: కట్టానచమపట్టీ

source: Kattankolathur
hi_in: कत्तन्कोलाथूर
te_in: కత్తన్కోలాథూర్

source: Kattappana
hi_in: कट्टप्पना
te_in: కట్టప్పనా

source: Kattathurai
hi_in: कट्टठुराई
te_in: కట్టఠురాఈ

source: Katterikuppam
hi_in: कट्टरईकुप्पम
te_in: కట్టరఈకుప్పం

source: Kattinayanapalli
hi_in: कत्तिनायनापल्ली
te_in: కత్తినాయనాపల్లీ

source: Kattippara
hi_in: कटिप्परा
te_in: కటిప్పరా

source: Kattoorani
hi_in: कटटूरानी
te_in: కటటూరానీ

source: Kattubadipalem
hi_in: कटटूबड़ीपालेम
te_in: కటటూబడ్ ీపాలెం

source: Kattumpuram
hi_in: कत्तमपुरम
te_in: కత్తమపురం

source: Kattupakkam
hi_in: कत्तुपक्कम
te_in: కత్తుపక్కం

source: Kattur
hi_in: कट्टर
te_in: కట్టర్

source: Katulahna
hi_in: कतुलाहना
te_in: కతులాహనా

source: Katuli
hi_in: कठूली
te_in: కఠూలీ

source: Katumbi
hi_in: कटुम्बी
te_in: కటుమ్బీ

source: Katwa
hi_in: कटवा
te_in: కటవా

source: Katwa Bazar
hi_in: कटवा बाजार
te_in: కటవా బాజార్

source: Katwa College
hi_in: कटवा कॉलेज
te_in: కటవా క్ లెజ్

source: Katwa Station Bazar
hi_in: कटवा स्टेशन बाजार
te_in: కటవా స్టెశన్ బాజార్

source: Katwaroopur
hi_in: कतवारूपुर
te_in: కతవారూపుర్

source: Kaubra
hi_in: कोबरा
te_in: కోబరా

source: Kaudala
hi_in: कुदाल
te_in: కుదాల్

source: Kaudasar
hi_in: कौदसर
te_in: కౌదసర్

source: Kaudgaon
hi_in: कुद्गाओं
te_in: కుద్గాఓం

source: Kaudia
hi_in: कौड़िया
te_in: కౌడ్ ియా

source: Kaul
hi_in: कॉल
te_in: క్ ల్

source: Kaulagarh
hi_in: कौलागढ़
te_in: కౌలాగఢ్

source: Kaular Budruk
hi_in: कॉलर बुद्रुक
te_in: క్ లర్ బుద్రుక్

source: Kaulgarh
hi_in: कौलागढ़
te_in: కౌలాగఢ్

source: Kaulkhed
hi_in: कौलखेड
te_in: కౌలఖెడ్

source: Kaunrikala(A)
hi_in: कौंरीकला(आ)
te_in: కౌంరీకలా(ఆ)

source: Kaunt
hi_in: काउंट
te_in: కాఉంట్

source: Kaup
hi_in: कॉपी
te_in: క్ పీ

source: Kaurahi
hi_in: कौराही
te_in: కౌరాహీ

source: Kauria
hi_in: कोरिया
te_in: కోరియా

source: Kaurihar
hi_in: कौड़िहार
te_in: కౌడ్ ిహార్

source: Kauriya
hi_in: कोरिया
te_in: కోరియా

source: Kausa
hi_in: कौस
te_in: కౌస్

source: Kaushal Ganj
hi_in: कौशल गंज
te_in: కౌశల్ గంజ్

source: Kaushalpuri
hi_in: कौशलपुरी
te_in: కౌశలపురీ

source: Kaushambi
hi_in: कौशाम्बी
te_in: కౌశామ్బీ

source: Kavadi
hi_in: कावड़ी
te_in: కావడ్ ీ

source: Kavadimatti
hi_in: कवडीमटी
te_in: కవడీమటీ

source: Kavadpalli
hi_in: कवडपल्ली
te_in: కవడపల్లీ

source: Kavalamukkatta
hi_in: कवलमुक्कट
te_in: కవలముక్కట్

source: Kavali
hi_in: कवाली
te_in: కవాలీ

source: Kavali Bazar
hi_in: कवाली बाजार
te_in: కవాలీ బాజార్

source: Kavali Co-op Colony
hi_in: कवली को-आप कॉलोनी
te_in: కవలీ కో-ఆప్ క్ లోనీ

source: Kavali Cutchery
hi_in: कवली कचरी
te_in: కవలీ కచరీ

source: Kavalpad
hi_in: कवलपद
te_in: కవలపద్

source: Kavandampatti
hi_in: कवंदम्पत्ति
te_in: కవందమ్పత్తి

source: Kavanur
hi_in: कावंर
te_in: కావంర్

source: Kavatagi
hi_in: कवतगी
te_in: కవతగీ

source: Kavathe
hi_in: कवठे
te_in: కవఠె

source: Kavdej
hi_in: क्वडेज
te_in: క్వడెజ్

source: Kaveripakkam
hi_in: कावेरीपक्कम
te_in: కావెరీపక్కం

source: Kaveripuram
hi_in: कावेरिपुरं
te_in: కావెరిపురం

source: Kavetipuram
hi_in: कवेतीपुरम
te_in: కవెతీపురం

source: Kavi Nagar
hi_in: कवी नगर
te_in: కవీ నగర్

source: Kavikulguru Nagar
hi_in: कविकुलगुरु नगर
te_in: కవికులగురు నగర్

source: Kavilipalayam
hi_in: काविळीपालयं
te_in: కావిళీపాలయం

source: Kavindapadi
hi_in: कविंदपादी
te_in: కవిందపాదీ

source: Kavpimpri
hi_in: कवपिम्परी
te_in: కవపిమ్పరీ

source: Kavuluru
hi_in: कवुलुरु
te_in: కవుళూరు

source: Kavundampalayam
hi_in: कवुंडम्प्लायम
te_in: కవుండమ్ప్లాయం

source: Kavundampalayam Colony
hi_in: कवुंडम्प्लायम कॉलोनी
te_in: కవుండమ్ప్లాయమ్ క్ లోనీ

source: Kavuru
hi_in: कावुरू
te_in: కావురూ

source: Kawa
hi_in: कव
te_in: కవ్

source: Kawahagra
hi_in: कवहगर
te_in: కవహగర్

source: Kawal
hi_in: केवल
te_in: కెవల్

source: Kawana
hi_in: कवन
te_in: కవన్

source: Kawarag
hi_in: कवर्ग
te_in: కవర్గ్

source: Kawardha
hi_in: कवर्धा
te_in: కవర్ధా

source: Kawardha Collectorate
hi_in: कवर्धा कोल्लेकतोरते
te_in: కవర్ధా కోల్లెకతోరతె

source: Kawari
hi_in: कावेरी
te_in: కావెరీ

source: Kawatha
hi_in: क्वाथ
te_in: క్వాథ్

source: Kawlbem
hi_in: कॉलबेम
te_in: క్ లబెం

source: Kawlchaw 'W'
hi_in: कौलचाव 'व'
te_in: కౌలచావ్ 'వ్'

source: Kawlewada
hi_in: कॉलेवाड़ा
te_in: క్ లెవాడ్ ా

source: Kawrai
hi_in: कावरे
te_in: కావరె

source: Kayal
hi_in: कायल
te_in: కాయల్

source: Kayalpatnam
hi_in: कयलपटणं
te_in: కయలపట్టణం

source: Kayalpatnam Bazaar
hi_in: कयलपटणं बाजार
te_in: కయలపట్టణం బాజార్

source: Kayambattu
hi_in: कॉयंबत्तु
te_in: క్ యంబత్తు

source: Kayampur Baheria
hi_in: कायमपुर बहेरिया
te_in: కాయమపుర్ బహెరియా

source: Kayan
hi_in: कयं
te_in: కయం

source: Kayana
hi_in: कयना
te_in: కయనా

source: Kayangulam
hi_in: कायंगुलं
te_in: కాయంగులం

source: Kayangulam College
hi_in: कायंगुलं कॉलेज
te_in: కాయంగులం క్ లెజ్

source: Kayani
hi_in: कयानी
te_in: కయానీ

source: Kayaralam
hi_in: कयारलं
te_in: కయారలం

source: Kayastha Pathshala
hi_in: कायस्थ पाठशाला
te_in: కాయస్థ్ పాఠశాలా

source: Kayiliad
hi_in: कईलिड
te_in: కఈలిడ్

source: Kayyaru
hi_in: केयर
te_in: కెయర్

source: Kayyur
hi_in: केयूर
te_in: కెయూర్

source: Kaza
hi_in: कज़ा
te_in: కజ్ ా

source: Kazhakuttam
hi_in: कज़हाकुट्टम
te_in: కజ్ హాకుట్టం

source: Kazibazar
hi_in: काजीबाजार
te_in: కాజీబాజార్

source: Kazisaha
hi_in: कज़ईसह
te_in: కజ్ ఈసహ్

source: KD-collectorate
hi_in: कद-कोल्लेकतोरते
te_in: కద్-కోల్లెకతోరతె

source: Kebad
hi_in: केबाद
te_in: కెబాద్

source: Kebang
hi_in: केबांग
te_in: కెబాంగ్

source: Kedargouri
hi_in: केदारगौरी
te_in: కెదారగౌరీ

source: Kedarlanka
hi_in: केदरलंका
te_in: కెదరలంకా

source: Kedarpur
hi_in: केदारपुर
te_in: కెదారపుర్

source: Kedgaon (Pune)
hi_in: केद्गाओं (पुणे)
te_in: కెద్గాఓం (పూణే)

source: Kedlikala
hi_in: केडलीकला
te_in: కెడలీకలా

source: Kedma
hi_in: कदम
te_in: కదం

source: Kee Gompa
hi_in: की गोम्पा
te_in: కీ గోమ్పా

source: Keecheri
hi_in: कीचेरी
te_in: కీచెరీ

source: Keelakattalai
hi_in: कीलकट्टालाई
te_in: కీలకట్టాలాఈ

source: Keelanapura
hi_in: केलनपुर
te_in: కెలనపుర్

source: Keelapatla
hi_in: कीलपटल
te_in: కీలపటల్

source: Keelashanmugapuram
hi_in: कीलाशन्मुगपुरम
te_in: కీలాశన్ముగపురం

source: Keelayur
hi_in: कीलयुर
te_in: కీలయుర్

source: Keerambur
hi_in: कीराम्बुर
te_in: కీరామ్బుర్

source: Keeranatham
hi_in: क़ीरानाथं
te_in: క్ ీరానాథం

source: Keeranur
hi_in: कीरनुर
te_in: కీరనుర్

source: Keerathurai
hi_in: कीरतहै
te_in: కీరతహే

source: Keerikara
hi_in: कीरिकर
te_in: కీరికర్

source: Keesara
hi_in: केसर
te_in: కెసర్

source: Keezhariyur
hi_in: कीज़हरियुर
te_in: కీజ్ హరియుర్

source: Keezharur
hi_in: कीज़हरूर
te_in: కీజ్ హరూర్

source: Keezhattingal
hi_in: कीज़हततीनगल
te_in: కీజ్ హతతీనగల్

source: Keezhillam
hi_in: कीजहिललम
te_in: కీజహిలలం

source: Keezhoor
hi_in: कीज़्हूर
te_in: కీజ్ ్హూర్

source: Keezhur-iritty
hi_in: कीज़्हूर-इरिट्टी
te_in: కీజ్ ్హూర్-ఇరిట్టీ
