Repository: healthvdev/custom_template
Catalog: languages/*.po
Languages: hi_in, te_in

source: Lari
hi_in: लारी
te_in: లారీ

source: Laridora
hi_in: लरिडोर
te_in: లరిడోర్

source: Larji
hi_in: लारजी
te_in: లారజీ

source: Larot
hi_in: लरोट
te_in: లరోట్

source: Larsingpar
hi_in: लरसिंगपर
te_in: లరసింగపర్

source: Larua
hi_in: लारा
te_in: లారా

source: Larukhoa Gobindapur
hi_in: लरुखवा गोबिन्दपुर
te_in: లరుఖవా గోబిన్దపుర్

source: Lasadiya
hi_in: लसाडिया
te_in: లసాడియా

source: Lasara Khurd
hi_in: लसर खुर्द
te_in: లసర్ ఖుర్ద్

source: Lashkar
hi_in: लश्कर
te_in: లశ్కర్

source: Lashkar Bazar
hi_in: लश्कर बाजार
te_in: లశ్కర్ బాజార్

source: Lashkar City
hi_in: लश्कर सिटी
te_in: లశ్కర్ సిటీ

source: Lashkarpur
hi_in: लश्करपुर
te_in: లశ్కరపుర్

source: Laskaarganj
hi_in: लास्करगंज
te_in: లాస్కరగంజ్

source: Laskana
hi_in: लेसकन
te_in: లెసకన్

source: Laskarpur
hi_in: लश्करपुर
te_in: లశ్కరపుర్

source: Laskein
hi_in: लसकें
te_in: లసకెం

source: Lassoi
hi_in: लास्सोइ
te_in: లాస్సోఇ

source: Lastala
hi_in: लास्तल
te_in: లాస్తల్

source: Lasudia
hi_in: लसूड़िया
te_in: లసూడ్ ియా

source: Lat
hi_in: लत
te_in: లత్

source: Lataharan
hi_in: लताहारं
te_in: లతాహారం

source: Latani
hi_in: लतानि
te_in: లతాని

source: Late
hi_in: लेट
te_in: లెట్

source: Latehar Hsgii
hi_in: लातेहार हसेगी
te_in: లాతెహార్ హసెగీ

source: Lath
hi_in: लेथ
te_in: లెథ్

source: Lathbora
hi_in: लठबोरा
te_in: లఠబోరా

source: Lathi
hi_in: लाठी
te_in: లాఠీ

source: Lathipada
hi_in: लाठीपाड़ा
te_in: లాఠీపాడ్ ా

source: Latori
hi_in: लाटरी
te_in: లాటరీ

source: Lattabar
hi_in: लट्टबार
te_in: లట్టబార్

source: Latur
hi_in: लातूर
te_in: లాతూర్

source: Latur Bazar
hi_in: लातूर बाजार
te_in: లాతూర్ బాజార్

source: Latur Rs
hi_in: लातूर रस
te_in: లాతూర్ రస్

source: Latwade
hi_in: लटवाडे
te_in: లటవాడె

source: Laudaha
hi_in: लाउदाह
te_in: లాఉదాహ్

source: Laudidhara
hi_in: लॉडियर
te_in: ల్ డియర్

source: Laukahi Sukhasan
hi_in: लौकही सुखासन
te_in: లౌకహీ సుఖాసన్

source: Laukahwa
hi_in: लौकहवा
te_in: లౌకహవా

source: Laukhan
hi_in: लौखान
te_in: లౌఖాన్

source: Laul
hi_in: लाल
te_in: లాల్

source: Laulai
hi_in: लौलाई
te_in: లౌలాఈ

source: Lauloi
hi_in: लोलोई
te_in: లోలోఈ

source: Laungpur
hi_in: लौंगपुर
te_in: లౌంగపుర్

source: Lava
hi_in: लावा
te_in: లావా

source: Lavana
hi_in: लवण
te_in: లవణ్

source: Lavchali
hi_in: लवचली
te_in: లవచలీ

source: Law Court
hi_in: लॉ कोर्ट
te_in: ల్ కోర్ట్

source: Lawakera
hi_in: लवकर
te_in: లవకర్

source: Lawan
hi_in: लवण
te_in: లవణ్

source: Lawapur Mahnar
hi_in: लावापुर महनार
te_in: లావాపుర్ మహనార్

source: Lawdanga
hi_in: लवडंग
te_in: లవడంగ్

source: Lawhala
hi_in: लावेल
te_in: లావెల్

source: Lawrence Road
hi_in: लॉरेंस रोड
te_in: ల్ రెంస్ రోడ్

source: Lawspet
hi_in: लॉस्पेट
te_in: ల్ స్పెట్

source: Lawyer Pet (O)
hi_in: लॉयर पेट (ओ)
te_in: ల్ యర్ పెట్ (ఓ)

source: Laxamanpatti
hi_in: लक्समनपट्टी
te_in: లక్సమనపట్టీ

source: Laxman Garh
hi_in: लष्मण गढ़
te_in: లష్మణ్ గఢ్

source: Laxmanchanda
hi_in: लष्मणचंद
te_in: లష్మణచంద్

source: Laxmangarh
hi_in: लष्मणगढ़
te_in: లష్మణగఢ్

source: Laxmanpur Bazar
hi_in: लष्मणपुर बाजार
te_in: లష్మణపుర్ బాజార్

source: Laxmanpur Pilakh
hi_in: लष्मणपुर पिलाख
te_in: లష్మణపుర్ పిలాఖ్

source: Laxmantunda
hi_in: लष्मणटुंडा
te_in: లష్మణటుండా

source: Laxmareddipalli
hi_in: लक्मारेड्डीपल्ली
te_in: లక్మారెడ్డీపల్లీ

source: Laxmi Nagar (East Delhi)
hi_in: लक्समी नगर (ईस्ट देल्ही)
te_in: లక్సమీ నగర్ (ఈస్ట్ ఢిల్లీ)

source: Laxmi Nagar (Nagpur)
hi_in: लक्समी नगर (नागपुर)
te_in: లక్సమీ నగర్ (నాగ్‌పూర్)

source: Laxmi-dahiwadi
hi_in: लक्समी-दहिवडी
te_in: లక్సమీ-దహివడీ

source: Laxmidepalli
hi_in: लष्मीदेपल्ली
te_in: లష్మీదెపల్లీ

source: Laxmidevipeta
hi_in: लष्मीदेवीपेट
te_in: లష్మీదెవీపెట్

source: Laxmikant Ganj
hi_in: लष्मीकांत गंज
te_in: లష్మీకాంత్ గంజ్

source: Laxminarayanpur
hi_in: लष्मीनारायणपुर
te_in: లష్మీనారాయణపుర్

source: Laxmipur
hi_in: लष्मीपुर
te_in: లష్మీపుర్

source: Laxmipur Baboo
hi_in: लष्मीपुर बाबू
te_in: లష్మీపుర్ బాబూ

source: Laxmipura (Sabarkantha)
hi_in: लष्मीपुर (साबरकांठा)
te_in: లష్మీపుర్ (సాబరకాంఠా)

source: Laxmipurektanga
hi_in: लष्मीपुरएकटंग
te_in: లష్మీపురఏకటంగ్

source: Laxmipuri
hi_in: लष्मीपुरी
te_in: లష్మీపురీ

source: Laxmipurshiwala
hi_in: लष्मीपुरशिवाला
te_in: లష్మీపురశివాలా

source: Laxmitola
hi_in: लक्समीटोला
te_in: లక్సమీటోలా

source: Laxmiwadi
hi_in: लष्मीवादि
te_in: లష్మీవాది

source: Leader
hi_in: लीडर
te_in: లీడర్

source: Leburbond
hi_in: लेबरबोंड
te_in: లెబరబోండ్

source: Leda
hi_in: लेड
te_in: లెడ్

source: Ledi
hi_in: लेडी
te_in: లెడీ

source: Leel Kalan
hi_in: लेल कलां
te_in: లెల్ కలాం

source: Leela Dham
hi_in: लीला धाम
te_in: లీలా ధాం

source: Leelam
hi_in: लीलम
te_in: లీలం

source: Leelapur Kala
hi_in: लीलापुर काल
te_in: లీలాపుర్ కాల్

source: Leeli
hi_in: लीली
te_in: లీలీ

source: Leepuram
hi_in: लीपुरम
te_in: లీపురం

source: Leewell
hi_in: लेवेल
te_in: లెవెల్

source: Legislative Assembly
hi_in: लेजिस्लेटिव असेंबली
te_in: లెజిస్లెటివ్ అసెంబలీ

source: Legislators Home
hi_in: लेगिज़लेटर्स होम
te_in: లెగిజ్ లెటర్స్ హోం

source: Lehri Sarail
hi_in: लहरी सरैल
te_in: లహరీ సరేల్

source: Lehugaon
hi_in: लहगों
te_in: లహగోం

source: Leigh Bazaar
hi_in: लेइ बाजार
te_in: లెఇ బాజార్

source: Leite
hi_in: लेते
te_in: లెతె

source: Leithum
hi_in: लैथम
te_in: లేథం

source: Lekshmipuram
hi_in: लक्ष्मीपुरं
te_in: లక్ష్మీపురం

source: Lendave Chinchali
hi_in: लैंडवे चिंचली
te_in: లేండవె చించలీ

source: Lendezari
hi_in: लेंडेझरी
te_in: లెండెఝరీ

source: Lendu
hi_in: लेंदु
te_in: లెందు

source: Leng
hi_in: लेंगे
te_in: లెంగె

source: Lengpui
hi_in: लेंगपुई
te_in: లెంగపుఈ

source: Lengrai
hi_in: लेंगरे
te_in: లెంగరె

source: Lenjha
hi_in: लेंझा
te_in: లెంఝా

source: Lenkudipada
hi_in: लेणकुड़ीपड़ा
te_in: లెణకుడ్ ీపడ్ ా

source: Lensipokhari
hi_in: लेसिपोखरी
te_in: లెసిపోఖరీ

source: Leondi
hi_in: लेन्दि
te_in: లెన్ది

source: Leriya
hi_in: लेरिया
te_in: లెరియా

source: Lesliganj
hi_in: लेस्लीगंज
te_in: లెస్లీగంజ్

source: Letar
hi_in: लेटर
te_in: లెటర్

source: Leter
hi_in: लेटर
te_in: లెటర్

source: Lethingia
hi_in: लेथिंज्ञा
te_in: లెథింజ్ఞా

source: Levingipuram
hi_in: लेवीनगीपुरम
te_in: లెవీనగీపురం

source: Lewa
hi_in: लेवा
te_in: లెవా

source: Lhor
hi_in: लहर
te_in: లహర్

source: Liabarthy
hi_in: लिएबारथ्य
te_in: లిఏబారథ్య్

source: Liberty Garden
hi_in: लिबर्टी गार्डन
te_in: లిబర్టీ గార్డన్

source: Libra
hi_in: लिब्रा
te_in: లిబ్రా

source: Lic Colony Tambaram
hi_in: लीछ कॉलोनी ताम्बरम
te_in: లీఛ్ క్ లోనీ తామ్బరం

source: LIC Division
hi_in: लीछ डिवीज़न
te_in: లీఛ్ డివీజ్ న్

source: Lidhran
hi_in: लीडरान
te_in: లీడరాన్

source: Lilapar
hi_in: लीलापर
te_in: లీలాపర్

source: Lilapur
hi_in: लीलापुर
te_in: లీలాపుర్

source: Lilas
hi_in: लीलास
te_in: లీలాస్

source: Liligada
hi_in: लिलिगड़ा
te_in: లిలిగడ్ ా

source: Lilodh
hi_in: लिलोढ़
te_in: లిలోఢ్

source: Liloi Kala
hi_in: लिलोई काल
te_in: లిలోఈ కాల్

source: Liloj
hi_in: लीलोज
te_in: లీలోజ్

source: Lilon
hi_in: लीलाओं
te_in: లీలాఓం

source: Lily Biscuit
hi_in: लिली बिस्कुट
te_in: లిలీ బిస్కుట్

source: Limapadar
hi_in: लिमपदर
te_in: లిమపదర్

source: Limb
hi_in: लिंब
te_in: లింబ్

source: Limbadia
hi_in: लिम्बडिया
te_in: లిమ్బడియా

source: Limberda
hi_in: लिम्बरदा
te_in: లిమ్బరదా

source: Limbgaon
hi_in: लिम्बगांव
te_in: లిమ్బగాంవ్

source: Limda
hi_in: लिम्डा
te_in: లిమ్డా

source: Limdi
hi_in: लिमड़ी
te_in: లిమడ్ ీ

source: Lime Stone Town Ship
hi_in: लाइम स्टोन टाउन शिप
te_in: లాఇమ్ స్టోన్ టాఉన్ శిప్

source: Limkheda
hi_in: लिमखेड़ा
te_in: లిమఖెడ్ ా

source: Limli
hi_in: लीमली
te_in: లీమలీ

source: Limodra
hi_in: लीमोडर
te_in: లీమోడర్

source: Limtara
hi_in: लिमतरा
te_in: లిమతరా

source: Linch
hi_in: लिंच
te_in: లించ్

source: Lindsayganj
hi_in: लिंडसेगंज
te_in: లిండసెగంజ్

source: Line Bazar
hi_in: लाइन बाजार
te_in: లాఇన్ బాజార్

source: Line Par Bahadurgarh
hi_in: लाइन पर बहादुरगढ़
te_in: లాఇన్ పర్ బహాదురగఢ్

source: Linga
hi_in: लिंग
te_in: లింగ్

source: Lingaboyinacherla
hi_in: लिंगबोईणचरल
te_in: లింగబోఈణచరల్

source: Lingagarh
hi_in: लिंगागढ़
te_in: లింగాగఢ్

source: Lingagudem
hi_in: लिंगगुडेम
te_in: లింగగుడెం

source: Lingampalli
hi_in: लिंगमपल्ली
te_in: లింగమపల్లీ

source: Lingampatti
hi_in: लिंगमपट्टी
te_in: లింగమపట్టీ

source: Linganur
hi_in: लिंगानुर
te_in: లింగానుర్

source: Lingaparthi
hi_in: लिंगापारथी
te_in: లింగాపారథీ

source: Lingapur
hi_in: लिंगापुर
te_in: లింగాపుర్

source: Lingapuram
hi_in: लिंगापुरम
te_in: లింగాపురం

source: Lingarajapuram
hi_in: लिंगराजपुरम
te_in: లింగరాజపురం

source: Lingareddpalayam
hi_in: लिंगरेड़डपालयं
te_in: లింగరెడ్ డపాలయం

source: Lingasugur
hi_in: लिंगसुगुर
te_in: లింగసుగుర్

source: Lingasugur Katchery
hi_in: लिंगसुगुर कचरी
te_in: లింగసుగుర్ కచరీ

source: Lingdum
hi_in: लिंग्डम
te_in: లింగ్డం

source: Lingnur Dumala
hi_in: लिंगनुर दुमाला
te_in: లింగనుర్ దుమాలా

source: Lingojigudem
hi_in: लिंगोजईगुदेम
te_in: లింగోజఈగుదెం

source: Link Road (Jammu)
hi_in: लिंक रोड (जम्मू)
te_in: లింక్ రోడ్ (జమ్మూ)

source: Linton Street
hi_in: लिंटन स्ट्रीट
te_in: లింటన్ స్ట్రీట్

source: Lipinda
hi_in: लिपिण्ड
te_in: లిపిణ్డ్

source: Lisadia
hi_in: लिसाड़िया
te_in: లిసాడ్ ియా

source: Lisarh
hi_in: लिसाढ़
te_in: లిసాఢ్

source: Lisari Gate
hi_in: लिसाड़ी गेट
te_in: లిసాడ్ ీ గెట్

source: Litiguda
hi_in: लीटीगुड़ा
te_in: లీటీగుడ్ ా

source: Litipara
hi_in: लिटिपारा
te_in: లిటిపారా

source: Little Kanchipuram
hi_in: लिटिल कांचीपुरम
te_in: లిటిల్ కాంచీపురం

source: Little Russel Street
hi_in: लिटिल रसल स्ट्रीट
te_in: లిటిల్ రసల్ స్ట్రీట్

source: Lloyds Estate
hi_in: लॉयड्स एस्टेट
te_in: ల్ యడ్స్ ఏస్టెట్

source: Loco Workshop LSG
hi_in: लोको वर्कशॉप लसग
te_in: లోకో వర్కశ్ ప్ లసగ్

source: Loco Colony
hi_in: लोको कॉलोनी
te_in: లోకో క్ లోనీ

source: Loco Work Shop Ajmer
hi_in: लोको वर्क शॉप अजमेर
te_in: లోకో వర్క్ శ్ ప్ అజమెర్

source: Locomotive W Shop
hi_in: लोकोमोटिव व शॉप
te_in: లోకోమోటివ్ వ్ శ్ ప్

source: Lodai
hi_in: लोदी
te_in: లోదీ

source: Loddipalli
hi_in: लोड़डिपल्ली
te_in: లోడ్ డిపల్లీ

source: Lodha
hi_in: लोढा
te_in: లోఢా

source: Lodhachua
hi_in: लोधचुआ
te_in: లోధచుఆ

source: Lodhimajra
hi_in: लोधीमाजरा
te_in: లోధీమాజరా

source: Lodhivali
hi_in: लोधीवाली
te_in: లోధీవాలీ

source: Lodhma
hi_in: लोधमा
te_in: లోధమా

source: Lodhowal
hi_in: ळोधोवाल
te_in: ళోధోవాల్

source: Lodhwamau
hi_in: लोधवामऊ
te_in: లోధవామఊ

source: Lodhwan
hi_in: लोधवां
te_in: లోధవాం

source: Lodsar
hi_in: लोढ़सर
te_in: లోఢ్ సర్

source: Loej
hi_in: लोइज
te_in: లోఇజ్

source: Lofandi
hi_in: लोफंदी
te_in: లోఫందీ

source: Loha Khera
hi_in: लोहा खेर
te_in: లోహా ఖెర్

source: Lohagaon
hi_in: लोहगों
te_in: లోహగోం

source: Lohagarh
hi_in: लोहागढ़
te_in: లోహాగఢ్

source: Lohaghat
hi_in: लोहाघाट
te_in: లోహాఘాట్

source: Lohai
hi_in: लोहे
te_in: లోహె

source: Lohamarh
hi_in: लोहामढ़
te_in: లోహామఢ్

source: Lohana
hi_in: लोहान
te_in: లోహాన్

source: Lohara
hi_in: लोहार
te_in: లోహార్

source: Loharakhas
hi_in: लोहरखास
te_in: లోహరఖాస్

source: Loharaura
hi_in: लोहरौरा
te_in: లోహరౌరా

source: Lohare
hi_in: लोहरे
te_in: లోహరె

source: Lohari Bhoor
hi_in: लोहरी भूर
te_in: లోహరీ భూర్

source: Lohari Jatu
hi_in: लोहारी जाटू
te_in: లోహారీ జాటూ

source: Loharsi
hi_in: लोहरसी
te_in: లోహరసీ

source: Loharsingha
hi_in: लोहरसिंघ
te_in: లోహరసింఘ్

source: Loharwara
hi_in: लोहरवाड़ा
te_in: లోహరవాడ్ ా

source: Loharwin
hi_in: लोहरवीं
te_in: లోహరవీం

source: Lohat baddi
hi_in: लोहट बड़ी
te_in: లోహట్ బడ్ ీ

source: Lohatola
hi_in: लोहाटोला
te_in: లోహాటోలా

source: Lohepar
hi_in: लोहेपर
te_in: లోహెపర్

source: Lohgad
hi_in: लोहगढ़
te_in: లోహగఢ్

source: Lohgara
hi_in: लोहगरा
te_in: లోహగరా

source: Lohgarh
hi_in: लोहगढ़
te_in: లోహగఢ్

source: Lohia Nagar
hi_in: लोहिया नगर
te_in: లోహియా నగర్

source: Lohina
hi_in: लोहित
te_in: లోహిత్

source: Lohiya
hi_in: लोहिया
te_in: లోహియా

source: Lohna
hi_in: लोहना
te_in: లోహనా

source: Lohogaon
hi_in: लोहोगों
te_in: లోహోగోం

source: Lohoner
hi_in: लोहोनेर
te_in: లోహోనెర్

source: Lohta
hi_in: लोहता
te_in: లోహతా

source: Loi Bazar
hi_in: लोई बाजार
te_in: లోఈ బాజార్

source: Loisingh
hi_in: लोइसिंघ
te_in: లోఇసింఘ్

source: Lokai
hi_in: लोकाई
te_in: లోకాఈ

source: Lokamaleswaram North
hi_in: लोकमलेस्वरम नार्थ
te_in: లోకమలెస్వరమ్ నార్థ్

source: Lokebadi
hi_in: लौकेबाड़ी
te_in: లౌకెబాడ్ ీ

source: Lokepur
hi_in: लोकपुर
te_in: లోకపుర్

source: Lokhandi Sawargaon
hi_in: लोखंडी स्वर्गों
te_in: లోఖండీ స్వర్గోం

source: Lokikere
hi_in: लौकिकेरे
te_in: లౌకికెరె

source: Lokkanahalli
hi_in: लोककनहल्ली
te_in: లోకకనహల్లీ

source: Lokmanipur
hi_in: लोकमणिपुर
te_in: లోకమణిపుర్

source: Lokmanya Nagar Indore
hi_in: लोकमान्य नगर इंदौर
te_in: లోకమాన్య్ నగర్ ఇండోర్

source: Lokmanyanagar
hi_in: लोकमान्यनगर
te_in: లోకమాన్యనగర్

source: Loknathpur
hi_in: लोकनाथपुर
te_in: లోకనాథపుర్

source: Lokoshed Laksar
hi_in: लोकोशेड लक्सर
te_in: లోకోశెడ్ లక్సర్

source: Lokpur
hi_in: लोकपुर
te_in: లోకపుర్

source: Lolki
hi_in: लोलकी
te_in: లోలకీ

source: Lolla
hi_in: लोल्ला
te_in: లోల్లా

source: Lonand
hi_in: लोणंद
te_in: లోణంద్

source: Lonavala
hi_in: लोनावाला
te_in: లోనావాలా

source: Lonavala Bazar
hi_in: लोनावला बाजार
te_in: లోనావలా బాజార్

source: Lonere
hi_in: लोनर
te_in: లోనర్

source: Longa
hi_in: लोंग
te_in: లోంగ్

source: Longaon
hi_in: लोंगों
te_in: లోంగోం

source: Longmisa
hi_in: लॉन्गमिस
te_in: ల్ న్గమిస్

source: Longowal
hi_in: लोंगोवाल
te_in: లోంగోవాల్

source: Longsa
hi_in: लोंग्स
te_in: లోంగ్స్

source: Longtharai
hi_in: लॉन्गथरै
te_in: ల్ న్గథరే

source: Loni
hi_in: लोनी
te_in: లోనీ

source: Loni Arab
hi_in: लोनी अरब
te_in: లోనీ అరబ్

source: Loni Dhamani
hi_in: लोनी धमनी
te_in: లోనీ ధమనీ

source: Loni Road
hi_in: लोनी रोड
te_in: లోనీ రోడ్

source: Loni Road Housing Complex
hi_in: लोनी रोड हाउसिंग काम्प्लेक्स
te_in: లోనీ రోడ్ హాఉసింగ్ కామ్ప్లెక్స్

source: Lonikand
hi_in: लोणीकंद
te_in: లోణీకంద్

source: Lonikatra
hi_in: लोनीकटरा
te_in: లోనీకటరా

source: Lonkhedi
hi_in: लोनखेड़ी
te_in: లోనఖెడ్ ీ

source: Lonshi
hi_in: लोन्शी
te_in: లోన్శీ

source: Lookhi
hi_in: लूखी
te_in: లూఖీ

source: Loram
hi_in: लौराम
te_in: లౌరాం

source: Lordganj
hi_in: लोर्डगंज
te_in: లోర్డగంజ్

source: Loretto
hi_in: लोरेटो
te_in: లోరెటో

source: Losing
hi_in: लोसिंग
te_in: లోసింగ్

source: Losser
hi_in: लोसर
te_in: లోసర్

source: Lotapata
hi_in: लोटापाट
te_in: లోటాపాట్

source: Lotia
hi_in: लोटिया
te_in: లోటియా

source: Lowagain
hi_in: लोवगेन
te_in: లోవగెన్

source: Lowahatu
hi_in: लोवाहतु
te_in: లోవాహతు

source: Lowan
hi_in: लोवान
te_in: లోవాన్

source: Lower Bazar
hi_in: लोअर बाजार
te_in: లోఅర్ బాజార్

source: Lower Ghallour
hi_in: लोअर गहलोर
te_in: లోఅర్ గహలోర్

source: Loyola College
hi_in: लोयोला कॉलेज
te_in: లోయోలా క్ లెజ్

source: Loyra
hi_in: लॉयर
te_in: ల్ యర్

source: Luangmual
hi_in: लुआंग्मूअल
te_in: లుఆంగ్మూఅల్

source: Luangpawn
hi_in: लुअंगपवन
te_in: లుఅంగపవన్

source: Lubanian
hi_in: लुबनिआँ
te_in: లుబనిఆఁ

source: Lucknow Chowk
hi_in: लखनऊ चौक
te_in: లఖనఊ చౌక్

source: Lucknow G.P.O.
hi_in: लखनऊ जी.पी.ओ.
te_in: లఖనఊ జీ.పీ.ఓ.

source: Ludeg
hi_in: लुड़ेग
te_in: లుడ్ ెగ్

source: Ludhiana
hi_in: लुधियाना
te_in: లుధియానా

source: Ludhiana Kty
hi_in: लुधियाना की
te_in: లుధియానా కీ

source: Ludhua
hi_in: लुधुया
te_in: లుధుయా

source: Ludhua Tea Estate
hi_in: लुधुया टी एस्टेट
te_in: లుధుయా టీ ఏస్టెట్

source: Luhagudi
hi_in: लुहागुड़ी
te_in: లుహాగుడ్ ీ

source: Luhakani
hi_in: लुहकानी
te_in: లుహకానీ

source: Luharaly Ludhiyana
hi_in: लुहारली लुधियाना
te_in: లుహారలీ లుధియానా

source: Luhari Khurd
hi_in: लुहारी खुर्द
te_in: లుహారీ ఖుర్ద్

source: Luharli
hi_in: लुहारली
te_in: లుహారలీ

source: Luhasila
hi_in: लुहसील
te_in: లుహసీల్

source: Luhasinga
hi_in: लुहासिंग
te_in: లుహాసింగ్

source: Luheta Khurd
hi_in: लुहेटा खुर्द
te_in: లుహెటా ఖుర్ద్

source: Luhiapur
hi_in: लुहियापुर
te_in: లుహియాపుర్

source: Luhicha
hi_in: लुहिचा
te_in: లుహిచా

source: Luhsana
hi_in: लुह्सान
te_in: లుహ్సాన్

source: Lukluki
hi_in: लुकलुकी
te_in: లుకలుకీ

source: Lulas
hi_in: लुल्स
te_in: లుల్స్

source: Lulla
hi_in: लुल्ला
te_in: లుల్లా

source: Lumberdung
hi_in: लबरडुंग
te_in: లబరడుంగ్

source: Lumshnong
hi_in: लमश्नोंग
te_in: లమశ్నోంగ్

source: Lunahandi
hi_in: लुनहन्दी
te_in: లునహన్దీ

source: Luneherasadak
hi_in: लुनहरसदक
te_in: లునహరసదక్

source: Lunej
hi_in: लूनेज
te_in: లూనెజ్

source: Lungchhuan
hi_in: लुंगछवां
te_in: లుంగఛవాం

source: Lungdai
hi_in: लूँगड़ाई
te_in: లూఁగడ్ ాఈ

source: Lungdar
hi_in: लुंगदार
te_in: లుంగదార్

source: Lungdar 'W'
hi_in: लुंगदार 'व'
te_in: లుంగదార్ 'వ్'

source: Lunger House
hi_in: लुंगेर हाउस
te_in: లుంగెర్ హాఉస్

source: Lungleng 's'
hi_in: लुन्गलेंग 'स'
te_in: లున్గలెంగ్ 'స్'

source: Lungpher 'S'
hi_in: लुंग्फेर 'स'
te_in: లుంగ్ఫెర్ 'స్'

source: Lungsum
hi_in: लुंग्सम
te_in: లుంగ్సం

source: Lungtian
hi_in: लूंगटीआं
te_in: లూంగటీఆం

source: Lungtu
hi_in: लुंगटु
te_in: లుంగటు

source: Lunhera
hi_in: लुन्हेरा
te_in: లున్హెరా

source: Lunol
hi_in: लुणोल
te_in: లుణోల్

source: Lunva
hi_in: लूणवा
te_in: లూణవా

source: Lupung
hi_in: लुपुंग
te_in: లుపుంగ్

source: Lusdi
hi_in: लउड़ी
te_in: లఉడ్ ీ

source: Lutar
hi_in: लूटर
te_in: లూటర్

source: Luthakalan
hi_in: लुठकलां
te_in: లుఠకలాం

source: Luthurbandh
hi_in: लुटूरबंध
te_in: లుటూరబంధ్

source: Lutunia
hi_in: लुटुनिया
te_in: లుటునియా

source: Luxa
hi_in: लुका
te_in: లుకా

source: Lynshing
hi_in: लीनसिंग
te_in: లీనసింగ్

source: M A Marg
hi_in: म का मार्ग
te_in: మ్ కా మార్గ్

source: M C Ganj
hi_in: म क गंज
te_in: మ్ క్ గంజ్

source: M C Thalalu
hi_in: म क ठल्लू
te_in: మ్ క్ ఠల్లూ

source: M D Marg
hi_in: म डी मार्ग
te_in: మ్ డీ మార్గ్

source: M G Marg
hi_in: म ग मार्ग
te_in: మ్ గ్ మార్గ్

source: M Koduru
hi_in: म कोदूरू
te_in: మ్ కోదూరూ

source: M L N Engg.Coll.
hi_in: म ल न एग्ग.कॉल.
te_in: మ్ ల్ న్ ఏగ్గ్.క్ ల్.

source: M N Colony
hi_in: म न कॉलोनी
te_in: మ్ న్ క్ లోనీ

source: M Timmapur
hi_in: म तिम्मापुर
te_in: మ్ తిమ్మాపుర్

source: M-mohida
hi_in: म-मोहिद
te_in: మ్-మోహిద్

source: M. B. Hasanpur
hi_in: एम. बी. हसनपुर
te_in: ఏమ్. బీ. హసనపుర్

source: M. Kanpur
hi_in: एम. कानपूर
te_in: ఏమ్. కానపూర్

source: M. Kararia
hi_in: एम. करारिया
te_in: ఏమ్. కరారియా

source: M. Madho
hi_in: एम. माधो
te_in: ఏమ్. మాధో

source: M. Rampur
hi_in: एम. रामपुर
te_in: ఏమ్. రామపుర్

source: M.B.Ban
hi_in: एम.बी.बन
te_in: ఏమ్.బీ.బన్

source: M.B.S. Nagar
hi_in: एम.बी.एस. नगर
te_in: ఏమ్.బీ.ఏస్. నగర్

source: M.D. University Rohtak
hi_in: एम.डी. यूनिवर्सिटी रोहतक
te_in: ఏమ్.డీ. యూనివర్సిటీ రోహతక్

source: M.G Khamar
hi_in: एम.ग खमार
te_in: ఏమ్.గ్ ఖమార్

source: M.G. Road
hi_in: एम.जी. रोड
te_in: ఏమ్.జీ. రోడ్

source: M.G.M Medical College
hi_in: एम.जी.म मेडिकल कॉलेज
te_in: ఏమ్.జీ.మ్ మెడికల్ క్ లెజ్

source: M.G.Udyan
hi_in: एम.जी.उद्यान
te_in: ఏమ్.జీ.ఉద్యాన్

source: M.GANJ
hi_in: एम.गंज
te_in: ఏమ్.గంజ్

source: M.I. Estate
hi_in: एम.आई. एस्टेट
te_in: ఏమ్.ఆఈ. ఏస్టెట్

source: M.I.Road
hi_in: एम.आई.रोड
te_in: ఏమ్.ఆఈ.రోడ్

source: M.I.T.
hi_in: एम.आई.टी.
te_in: ఏమ్.ఆఈ.టీ.

source: M.J.College Jalgaon
hi_in: एम.जे.कॉलेज जळगाव
te_in: ఏమ్.జె.క్ లెజ్ జళగావ్

source: M.Kachhuara
hi_in: एम.कछुआरा
te_in: ఏమ్.కఛుఆరా

source: M.L. Nagar
hi_in: एम.एल. नगर
te_in: ఏమ్.ఏల్. నగర్

source: M.L.A.Rest House
hi_in: एम.एल.ए.रेस्ट हाउस
te_in: ఏమ్.ఏల్.ఏ.రెస్ట్ హాఉస్

source: M.Lingapuram
hi_in: एम.लिंगापुरम
te_in: ఏమ్.లింగాపురం

source: M.M.Donka (O)
hi_in: एम.एम.दोनक (ओ)
te_in: ఏమ్.ఏమ్.దోనక్ (ఓ)

source: M.Nagulapally
hi_in: एम.नागुलापल्ली
te_in: ఏమ్.నాగులాపల్లీ

source: M.P.Bahadurpur
hi_in: एम.पी.बहादुरपुर
te_in: ఏమ్.పీ.బహాదురపుర్

source: M.P.T.
hi_in: एम.पी.टी.
te_in: ఏమ్.పీ.టీ.

source: M.Phulenagar
hi_in: एम.फुलेनागर
te_in: ఏమ్.ఫులెనాగర్

source: M.Pudupatti
hi_in: एम.पुदुपट्टी
te_in: ఏమ్.పుదుపట్టీ

source: M.Rasampalayam
hi_in: एम.रसम्पलायम
te_in: ఏమ్.రసమ్పలాయం

source: M.Sinuara
hi_in: एम.सिनुआर
te_in: ఏమ్.సినుఆర్

source: M.T.Devipur
hi_in: एम.टी.देवीपुर
te_in: ఏమ్.టీ.దెవీపుర్

source: M.V.P.Colony
hi_in: एम.वी.पी.कॉलोनी
te_in: ఏమ్.వీ.పీ.క్ లోనీ

source: M.Y.Sandalpur
hi_in: एम.य.संदलपुर
te_in: ఏమ్.య్.సందలపుర్

source: Ma Munichalai Road
hi_in: माँ मुनिचलै रोड
te_in: మాఁ మునిచలే రోడ్

source: Ma Periyar Bus Stand
hi_in: माँ पेरियर बस स्टैंड
te_in: మాఁ పెరియర్ బస్ స్టేండ్

source: Ma Race Course
hi_in: माँ रेस कोर्स
te_in: మాఁ రెస్ కోర్స్

source: Ma Rajaji Hospital
hi_in: माँ राजजी हॉस्पिटल
te_in: మాఁ రాజజీ హ్ స్పిటల్

source: Ma Reserve Lines
hi_in: माँ रिज़र्व लाइन्स
te_in: మాఁ రిజ్ ర్వ్ లాఇన్స్

source: Mabagam
hi_in: मबगम
te_in: మబగం

source: Mabai
hi_in: मबई
te_in: మబఈ

source: Machakanur
hi_in: मचकनुर
te_in: మచకనుర్

source: Macharhat
hi_in: मछरहाट
te_in: మఛరహాట్

source: Macharria
hi_in: मचररिया
te_in: మచరరియా

source: Machavaram (Krishna)
hi_in: मचवरं (कृष्णा)
te_in: మచవరం (కృష్ణా)

source: Machchali
hi_in: मच्छली
te_in: మచ్ఛలీ

source: Machdoba
hi_in: मछड़ोबा
te_in: మఛడ్ ోబా

source: Macherla (Guntur)
hi_in: मैकेरल (गुंटूर)
te_in: మేకెరల్ (గుంటూర్)

source: Machhali Shahar
hi_in: मछली शहर
te_in: మఛలీ శహర్

source: Machharhatta
hi_in: मछरहट्टा
te_in: మఛరహట్టా

source: Machhati
hi_in: मचाती
te_in: మచాతీ

source: Machhava
hi_in: मछवा
te_in: మఛవా

source: Machhedi
hi_in: मछेड़ी
te_in: మఛెడ్ ీ

source: Machheha Herdopatti
hi_in: मछेहा हरदोपट्टी
te_in: మఛెహా హరదోపట్టీ

source: Machhiel
hi_in: माछियल
te_in: మాఛియల్

source: Machhiwad
hi_in: माछीवाड
te_in: మాఛీవాడ్

source: Machhlia
hi_in: मछलिया
te_in: మఛలియా

source: Machhuatoli
hi_in: मछुआटोली
te_in: మఛుఆటోలీ

source: Machilipatnam
hi_in: मछिलिपटणं
te_in: మఛిలిపట్టణం

source: Machiplavu
hi_in: मचिपलवु
te_in: మచిపలవు

source: Machmara
hi_in: मचमार
te_in: మచమార్

source: Machupalli
hi_in: मचुपल्ली
te_in: మచుపల్లీ

source: Machur
hi_in: मशहूर
te_in: మశహూర్

source: Machuvadi
hi_in: मचुवाड़ि
te_in: మచువాడ్ ి

source: Machwa
hi_in: मचवा
te_in: మచవా

source: Madabal
hi_in: मदबल
te_in: మదబల్

source: Madabdihi
hi_in: मदबदीही
te_in: మదబదీహీ

source: Madabur
hi_in: मदबर
te_in: మదబర్

source: Madagadi
hi_in: मदगड़ी
te_in: మదగడ్ ీ

source: Madaguda
hi_in: माडगुडा
te_in: మాడగుడా

source: Madainiya
hi_in: मदैनिया
te_in: మదేనియా

source: Madakabhoj
hi_in: मदकभोज
te_in: మదకభోజ్

source: Madakkulam
hi_in: मदककुलं
te_in: మదకకులం

source: Madalakote
hi_in: मदलकोट
te_in: మదలకోట్

source: Madalampettai
hi_in: मदलमपेटते
te_in: మదలమపెటతె

source: Madanagar
hi_in: मदनगर
te_in: మదనగర్

source: Madanagopalapuram
hi_in: मदनगोपालपुरम
te_in: మదనగోపాలపురం

source: Madanapalle
hi_in: मदनपाल
te_in: మదనపాల్

source: Madanapalle Society Colony
hi_in: मदनपाल सोसाइटी कॉलोनी
te_in: మదనపాల్ సోసాఇటీ క్ లోనీ

source: Madanayakanahalli
hi_in: मदनायकनाहल्ली
te_in: మదనాయకనాహల్లీ

source: Madanmohanchak
hi_in: मदनमोहनचक
te_in: మదనమోహనచక్

source: Madanpur
hi_in: मदनपुर
te_in: మదనపుర్

source: Madanpura
hi_in: मदनपुर
te_in: మదనపుర్

source: Madanwadi
hi_in: मदनवादी
te_in: మదనవాదీ

source: Madanzampa
hi_in: मदंजमप
te_in: మదంజమప్

source: Madapur
hi_in: मदापुर
te_in: మదాపుర్

source: Madapuram
hi_in: मदपुरम
te_in: మదపురం

source: Madar
hi_in: मदर
te_in: మదర్

source: Madara
hi_in: मदर
te_in: మదర్

source: Madarkal
hi_in: मेडकल
te_in: మెడకల్

source: Madarmau
hi_in: मदरमऊ
te_in: మదరమఊ

source: Madarpur
hi_in: मदारपुर
te_in: మదారపుర్

source: Madarsa Sadat
hi_in: मदरसा सादत
te_in: మదరసా సాదత్

source: Madathil
hi_in: मडाथिल
te_in: మడాథిల్

source: Madathilkaranma
hi_in: मडाथिलकरणम
te_in: మడాథిలకరణం

source: Madathur
hi_in: मड़थूर
te_in: మడ్ థూర్

source: Madati
hi_in: मदति
te_in: మదతి

source: Madaura
hi_in: मढ़ौरा
te_in: మఢ్ ౌరా

source: Madavar Vilagam
hi_in: मदवार विलगं
te_in: మదవార్ విలగం

source: Madda
hi_in: मदद
te_in: మదద్

source: Maddikunta
hi_in: मड्डिकुँता
te_in: మడ్డికుఁతా

source: Maddur
hi_in: मद्दुर
te_in: మద్దుర్

source: Maddur (Mandya)
hi_in: मद्दुर (मंड्या)
te_in: మద్దుర్ (మండ్యా)

source: Maddur Yelandur
hi_in: मद्दुर येलांदुर
te_in: మద్దుర్ యెలాందుర్

source: Made
hi_in: मेड
te_in: మెడ్

source: Madenur
hi_in: मद्देनर
te_in: మద్దెనర్

source: Madesur
hi_in: मडेसुर
te_in: మడెసుర్

source: Madh
hi_in: मध्
te_in: మధ్

source: Madha
hi_in: मढ़ा
te_in: మఢ్ ా

source: Madhabpur
hi_in: माधबपुर
te_in: మాధబపుర్

source: Madhada
hi_in: मढडा
te_in: మఢడా

source: Madhan
hi_in: मैदान
te_in: మేదాన్

source: Madhana Kalan
hi_in: मढ़ना कलां
te_in: మఢ్ నా కలాం

source: Madhapar
hi_in: मधपर
te_in: మధపర్

source: Madhapur
hi_in: माधापुर
te_in: మధాపుర్

source: Madhar
hi_in: मधर
te_in: మధర్

source: Madharam
hi_in: माधाराम
te_in: మాధారాం
