Repository: healthvdev/custom_template
Catalog: languages/*.po
Languages: hi_in, te_in

source: Chiksia
hi_in: चिकसिया
te_in: చికసియా

source: Chilakaluripet
hi_in: चिलाकलूरीपेट
te_in: చిలాకలూరీపెట్

source: Chilakaluripet Bazar
hi_in: चिलाकलूरीपेट बाजार
te_in: చిలాకలూరీపెట్ బాజార్

source: Chilakur
hi_in: चिलकुर
te_in: చిలకుర్

source: Chilala
hi_in: चिल्ला
te_in: చిల్లా

source: Childag
hi_in: चिलदाग
te_in: చిలదాగ్

source: Chileshwar
hi_in: चिलेश्वर
te_in: చిలెశ్వర్

source: Chilga
hi_in: चिलगा
te_in: చిలగా

source: Chilguda
hi_in: चिलगुड़ा
te_in: చిలగు ా

source: Chilikanuapada
hi_in: छीलिकनुआपाड़ा
te_in: ఛీలికనుఆపా ా

source: Chilkote
hi_in: चिल्कोट
te_in: చిల్కోట్

source: Chilkunda
hi_in: चिलकुण्ड
te_in: చిలకుణ్డ్

source: Chilla
hi_in: चिल्ला
te_in: చిల్లా

source: Chillamanur
hi_in: चिल्लामनुर
te_in: చిల్లామనుర్

source: Chilli
hi_in: चिल्ली
te_in: చిల్లీ

source: Chiloda
hi_in: चिलौद
te_in: చిలౌద్

source: Chiluli
hi_in: चिल्ली
te_in: చిల్లీ

source: Chilumuru
hi_in: चिलुमुरु
te_in: చిలుమురు

source: Chilur
hi_in: चिलूर
te_in: చిలూర్

source: Chimanpura
hi_in: चिमनपुरा
te_in: చిమనపురా

source: Chimbli
hi_in: चिम्ब्ली
te_in: చిమ్బ్లీ

source: Chimeni
hi_in: चिमनी
te_in: చిమనీ

source: Chimmad
hi_in: चिम्मड़
te_in: చిమ్మ్

source: Chimman Lal Road
hi_in: चिम्मन लाल रोड
te_in: చిమ్మన్ లాల్ రోడ్

source: Chimnewala
hi_in: चिमनेवाला
te_in: చిమనెవాలా

source: Chimpu
hi_in: चिम्पू
te_in: చిమ్పూ

source: China Ravuru Tenali
hi_in: चीन रावुर तेनाली
te_in: చీన్ రావుర్ తెనాలీ

source: China-amiram
hi_in: चीन-अमिरं
te_in: చీన్-అమిరం

source: Chinabadam
hi_in: चिनाबदाम
te_in: చినాబదాం

source: Chinacherukuru
hi_in: चिनचेरूकुरू
te_in: చినచెరూకురూ

source: Chinakavajra
hi_in: चिनकवज्र
te_in: చినకవజ్ర్

source: Chinakondur
hi_in: चिनाकोंदर
te_in: చినాకోందర్

source: Chinakothalanka
hi_in: चिनकोटहलांक
te_in: చినకోటహలాంక్

source: Chinalingayapalem
hi_in: छिनलिंगायपालेम
te_in: ఛినలింగాయపాలెం

source: Chinamore
hi_in: चिनमोरे
te_in: చినమోరె

source: Chinarpurio
hi_in: चिनारपुरिओ
te_in: చినారపురిఓ

source: Chinasari
hi_in: चिनसरी
te_in: చినసరీ

source: Chinawaltair
hi_in: चिनवालटेर
te_in: చినవాలటెర్

source: Chinchal
hi_in: चंचल
te_in: చంచల్

source: Chinchale
hi_in: चंचल
te_in: చంచల్

source: Chinchaner Vandan
hi_in: चिंचनेर वंदन
te_in: చించనెర్ వందన్

source: Chinchani Mangrul
hi_in: चिंचनी मंगरूल
te_in: చించనీ మంగరూల్

source: Chinchansoor
hi_in: चिंचनसूर
te_in: చించనసూర్

source: Chincharki
hi_in: चिंचारकी
te_in: చించారకీ

source: Chinchghar
hi_in: चिंचगहार
te_in: చించగహార్

source: Chinchkhari
hi_in: चिंचखेड़ी
te_in: చించఖె ీ

source: Chinchli
hi_in: चिंचली
te_in: చించలీ

source: Chincholi
hi_in: चिंचोली
te_in: చించోలీ

source: Chincholi (Tumsar)
hi_in: चिंचोली (तुमसर)
te_in: చించోలీ (తుమసర్)

source: Chincholi Pan
hi_in: चिंचोली पैन
te_in: చించోలీ పేన్

source: Chinchondi
hi_in: चिंचोन्दी
te_in: చించోన్దీ

source: Chinchpokli
hi_in: चिंचपोकली
te_in: చించపోకలీ

source: Chinchwad East
hi_in: चिंचवाड़ ईस्ट
te_in: చించవా ఈస్ట్

source: Chinchwadgaon
hi_in: चिंचवड़गाओं
te_in: చించవ్ గాఓం

source: Chinchwali
hi_in: चिंचवाली
te_in: చించవాలీ

source: Chinchwan
hi_in: चिंचवान
te_in: చించవాన్

source: Chindaki
hi_in: चिन्दकी
te_in: చిన్దకీ

source: Chindawada
hi_in: छिंदवाड़ा
te_in: ఛిందవా ా

source: Chingavanam
hi_in: चिंगावणं
te_in: చింగావణం

source: Chingmei
hi_in: चिन्गमें
te_in: చిన్గమెం

source: Chingnar
hi_in: चिंग्नार
te_in: చింగ్నార్

source: Chingoli
hi_in: चिनगोली
te_in: చినగోలీ

source: Chingra
hi_in: चिंगरा
te_in: చింగరా

source: Chingurdania
hi_in: चिंगुरदानिया
te_in: చింగురదానియా

source: Chinia
hi_in: चिनिया
te_in: చినియా

source: Chiniya
hi_in: चिनिया
te_in: చినియా

source: Chiniyalisour
hi_in: चिन्यालीसौर
te_in: చిన్యాలీసౌర్

source: Chinna Musali Reddy Palli
hi_in: चिन्ना मुस्लि रेड्डी पल्ली
te_in: చిన్నా ముస్లి రెడ్డీ పల్లీ

source: Chinnababusamudram
hi_in: चिन्नाबाबूसमुद्रम
te_in: చిన్నాబాబూసముద్రం

source: Chinnachowk
hi_in: चिन्नाचौक
te_in: చిన్నాచౌక్

source: Chinnacumbum
hi_in: चिन्तकमबुम
te_in: చిన్తకమబుం

source: Chinnagolkonda
hi_in: चिननागोलकोंडा
te_in: చిననాగోలకోండా

source: Chinnakariyampatti
hi_in: चिन्तकरियमपट्टी
te_in: చిన్తకరియమపట్టీ

source: Chinnamanur
hi_in: छिन्नमनुर
te_in: ఛిన్నమనుర్

source: Chinnankuppam
hi_in: चिन्तनकुप्पम
te_in: చిన్తనకుప్పం

source: Chinnaovalapuram
hi_in: चिन्नोवलपुरम
te_in: చిన్నోవలపురం

source: Chinnapareddypalli
hi_in: चिन्नापेरेड्डीपल्ली
te_in: చిన్నాపెరెడ్డీపల్లీ

source: Chinnapolamada
hi_in: चिन्नापालमद
te_in: చిన్నాపాలమద్

source: Chinnapur
hi_in: चिन्नापुर
te_in: చిన్నాపుర్

source: Chinnathanda
hi_in: चिन्नाथांडा
te_in: చిన్నాథాండా

source: Chinnatirupathy
hi_in: चिँनतिरुपथी
te_in: చిఁనతిరుపథీ

source: Chinnavarigudem
hi_in: चिन्नावरईगुदेम
te_in: చిన్నావరఈగుదెం

source: Chinnayachavaram
hi_in: चिन्नायचवरं
te_in: చిన్నాయచవరం

source: Chinsurah
hi_in: चिंसुराह
te_in: చింసురాహ్

source: Chinsurah Bazar
hi_in: चिंसुराह बाजार
te_in: చింసురాహ్ బాజార్

source: Chinsurah Court
hi_in: चिंसुराह कोर्ट
te_in: చింసురాహ్ కోర్ట్

source: Chinsurah RS
hi_in: चिंसुराह रस
te_in: చింసురాహ్ రస్

source: Chintadripet
hi_in: चिन्ताद्रीपेठ
te_in: చిన్తాద్రీపెఠ్

source: Chintagampalli
hi_in: चिन्तागमपल्ली
te_in: చిన్తాగమపల్లీ

source: Chintaguda
hi_in: चिंतागुड़ा
te_in: చింతాగు ా

source: Chintagunta
hi_in: चिंतागुनता
te_in: చింతాగునతా

source: Chintagupha
hi_in: चिंतागुफा
te_in: చింతాగుఫా

source: Chintalaagaraharam
hi_in: चिंतालागरहरं
te_in: చింతాలాగరహరం

source: Chintalapudi
hi_in: चिंतलपुड़ी
te_in: చింతలపు ీ

source: Chintalgera
hi_in: चिंतलगेर
te_in: చింతలగెర్

source: Chintamanchak
hi_in: चिंतामनचक
te_in: చింతామనచక్

source: Chintamani
hi_in: चिंतामणि
te_in: చింతామణి

source: Chintamani Bazar
hi_in: चिन्तामणि बाजार
te_in: చిన్తామణి బాజార్

source: Chintamanpur
hi_in: चिंतामनपुर
te_in: చింతామనపుర్

source: Chintareddypalem
hi_in: चिन्तारेड्डीपालेम
te_in: చిన్తారెడ్డీపాలెం

source: Chintgarh
hi_in: चिंतगढ़
te_in: చింతగ్

source: Chinthakunta
hi_in: चिंताकुनता
te_in: చింతాకునతా

source: Chinthalapalli
hi_in: चिन्तालापल्ली
te_in: చిన్తాలాపల్లీ

source: Chinthamani
hi_in: चिंतामणि
te_in: చింతామణి

source: Chintopu
hi_in: चिन्तापू
te_in: చిన్తాపూ

source: Chipad
hi_in: चिपड़
te_in: చిప్

source: Chipiya
hi_in: छिपिया
te_in: ఛిపియా

source: Chiplun
hi_in: चिपलुन
te_in: చిపలున్

source: Chippar
hi_in: चिप्पर
te_in: చిప్పర్

source: Chipra
hi_in: छिप्रा
te_in: ఛిప్రా

source: Chipri
hi_in: चिपरी
te_in: చిపరీ

source: Chipura Khurd
hi_in: चिपुरा खुर्द
te_in: చిపురా ఖుర్ద్

source: Chiraiyatand
hi_in: चिरैयाटांड़
te_in: చిరేయాటాం

source: Chirala
hi_in: चिराला
te_in: చిరాలా

source: Chirala Bazar
hi_in: चिराला बाजार
te_in: చిరాలా బాజార్

source: Chirawa Town
hi_in: चिराव टाउन
te_in: చిరావ్ టాఉన్

source: Chirayil
hi_in: चिरायिल
te_in: చిరాయిల్

source: Chirayinkeezhu
hi_in: चिरायिनकीज़ह
te_in: చిరాయినకీ హ్

source: Chirhula
hi_in: चिरहुला
te_in: చిరహులా

source: Chirhuli
hi_in: चिरहुली
te_in: చిరహులీ

source: Chiri
hi_in: चिरई
te_in: చిరఈ

source: Chirimiri Colly
hi_in: चिरिमिरी कली
te_in: చిరిమిరీ కలీ

source: Chirkunda
hi_in: चिरकुंडा
te_in: చిరకుండా

source: Chirma
hi_in: चिरम
te_in: చిరం

source: Chirmi
hi_in: चिरमी
te_in: చిరమీ

source: Chirni
hi_in: चिरनि
te_in: చిరని

source: Chirod
hi_in: चीरोड
te_in: చీరోడ్

source: Chirodia
hi_in: चिरोदिया
te_in: చిరోదియా

source: Chirori
hi_in: चिरौरी
te_in: చిరౌరీ

source: Chirra
hi_in: चिर्रा
te_in: చిర్రా

source: Chirra Mohammad Pur
hi_in: चिर्रा मोहम्मद पुर
te_in: చిర్రా మోహమ్మద్ పుర్

source: Chiru
hi_in: चिरु
te_in: చిరు

source: Chirudih
hi_in: चिरूडीह
te_in: చిరూడీహ్

source: Chistur
hi_in: चिंस्तुर
te_in: చింస్తుర్

source: Chitabkhurd
hi_in: चितअबखुर्द
te_in: చితఅబఖుర్ద్

source: Chitako
hi_in: चिटको
te_in: చిటకో

source: Chitakodur
hi_in: चिताकोदूर
te_in: చితాకోదూర్

source: Chitalghatta
hi_in: चितलघट्टा
te_in: చితలఘట్టా

source: Chitaloor
hi_in: चितालूर
te_in: చితాలూర్

source: Chitalpur
hi_in: शीतलपुर
te_in: శీతలపుర్

source: Chitalsar Manpada
hi_in: चितलसर मांपद
te_in: చితలసర్ మాంపద్

source: Chitardarchuk
hi_in: चित्तरदारचुक
te_in: చిత్తరదారచుక్

source: Chitari Bazar
hi_in: चितरी बाजार
te_in: చితరీ బాజార్

source: Chitaura
hi_in: चितौरा
te_in: చితౌరా

source: Chitawar
hi_in: चितावर
te_in: చితావర్

source: Chitbishraen
hi_in: चितबीशराएं
te_in: చితబీశరాఏం

source: Chithera
hi_in: चिटहेरा
te_in: చిటహెరా

source: Chithirapuram
hi_in: चितीरापुरम
te_in: చితీరాపురం

source: Chiti
hi_in: चींटी
te_in: చీంటీ

source: Chitishapur
hi_in: चितिषपुर
te_in: చితిషపుర్

source: Chitkul
hi_in: चितकुल
te_in: చితకుల్

source: Chitlapakkam
hi_in: चितलापक्कम
te_in: చితలాపక్కం

source: Chitoda
hi_in: चितोड
te_in: చితోడ్

source: Chitpadi
hi_in: चितपदी
te_in: చితపదీ

source: Chitra
hi_in: चित्र
te_in: చిత్ర్

source: Chitra Hat
hi_in: चित्र हटा
te_in: చిత్ర్ హటా

source: Chitradurga
hi_in: चित्रदुर्ग
te_in: చిత్రదుర్గా

source: Chitradurga Collegeroad
hi_in: चित्रदुर्गा कॉलेजरोड
te_in: చిత్రదుర్గా క్ లెజరోడ్

source: Chitradurga Dist Office
hi_in: चित्रदुर्गा दिसत ऑफिस
te_in: చిత్రదుర్గా దిసత్ ఑ఫిస్

source: Chitradurga Fort
hi_in: चित्रदुर्गा फोर्ट
te_in: చిత్రదుర్గా ఫోర్ట్

source: Chitradurga Chickpet
hi_in: चित्रदुर्गा चिकपेट
te_in: చిత్రదుర్గా చికపెట్

source: Chitragupta Nagar
hi_in: चित्रगुप्त नगर
te_in: చిత్రగుప్త్ నగర్

source: Chitrakar Street
hi_in: चित्रकार स्ट्रीट
te_in: చిత్రకార్ స్ట్రీట్

source: Chitrakonda
hi_in: चित्रकोंडा
te_in: చిత్రకోండా

source: Chitrakot
hi_in: चित्रकोट
te_in: చిత్రకోట్

source: Chitrampatti
hi_in: चित्रमपट्टी
te_in: చిత్రమపట్టీ

source: Chitraposi
hi_in: चित्रपोसी
te_in: చిత్రపోసీ

source: Chitrasenpur
hi_in: चित्रसेनपुर
te_in: చిత్రసెనపుర్

source: Chitreshwar
hi_in: चित्रेश्वर
te_in: చిత్రెశ్వర్

source: Chitta
hi_in: चिट्टा
te_in: చిట్టా

source: Chittamara
hi_in: चित्तमरा
te_in: చిత్తమరా

source: Chittambalam
hi_in: चित्तम्बलं
te_in: చిత్తమ్బలం

source: Chittaranjan
hi_in: चित्तरंजन
te_in: చిత్తరంజన్

source: Chittaranjan Avenue (Kolkata)
hi_in: चित्तरंजन अवेनुए (कोल्कता)
te_in: చిత్తరంజన్ అవెనుఏ (కోల్కతా)

source: Chittardih
hi_in: चित्तरदिह
te_in: చిత్తరదిహ్

source: Chittarpur
hi_in: छत्तरपुर
te_in: ఛత్తరపుర్

source: Chittausa
hi_in: चित्तउस
te_in: చిత్తఉస్

source: Chittavaram
hi_in: चित्तवरं
te_in: చిత్తవరం

source: Chittilancheri
hi_in: चित्तिलानचेरी
te_in: చిత్తిలానచెరీ

source: Chittinagar
hi_in: चिट्टिनगर
te_in: చిట్టినగర్

source: Chittoda
hi_in: चित्तोड
te_in: చిత్తోడ్

source: Chittodi
hi_in: चित्तोडी
te_in: చిత్తోడీ

source: Chittoor
hi_in: चित्तूर
te_in: చిత్తూరు

source: Chittoor Bazar
hi_in: चित्तूर बाजार
te_in: చిత్తూరు బాజార్

source: Chittoor-ekm
hi_in: चित्तूर-एकम
te_in: చిత్తూరు-ఏకం

source: Chittora
hi_in: चित्तोर
te_in: చిత్తోర్

source: Chittora Renwal
hi_in: चित्तोर रेनवाल
te_in: చిత్తోర్ రెనవాల్

source: Chittorgarh
hi_in: चित्तौड़गढ़
te_in: చిత్తౌడ్గఢ్

source: Chittranjan Park
hi_in: चित्तरंजन पार्क
te_in: చిత్తరంజన్ పార్క్

source: Chitwa
hi_in: चितव
te_in: చితవ్

source: Chival
hi_in: चिवाल
te_in: చివాల్

source: Chivara
hi_in: चीवर
te_in: చీవర్

source: Chivari
hi_in: चीवरी
te_in: చీవరీ

source: Chivemula
hi_in: चिवेमुला
te_in: చివెములా

source: Chobari
hi_in: चौबारी
te_in: చౌబారీ

source: Chobdaranki Dhani
hi_in: चोबदारणकी धनि
te_in: చోబదారణకీ ధని

source: Chochinde
hi_in: चौचिंडे
te_in: చౌచిండె

source: Chodayapalem
hi_in: चोदयापलेम
te_in: చోదయాపలెం

source: Chodimella
hi_in: छोड़ीमेला
te_in: ఛో ీమెలా

source: Chohtan
hi_in: चोहटन
te_in: చోహటన్

source: Chokar
hi_in: चोकर
te_in: చోకర్

source: Chokkad
hi_in: चोक्कड़
te_in: చోక్క్

source: Chokkadi
hi_in: चोक्कड़ी
te_in: చోక్క్ ీ

source: Chokli
hi_in: चोकली
te_in: చోకలీ

source: Chokpotgiri
hi_in: चोकपॉटगिरी
te_in: చోకప్ టగిరీ

source: Chokra
hi_in: चोकर
te_in: చోకర్

source: Choktipani
hi_in: चौकटिपणी
te_in: చౌకటిపణీ

source: Cholachagudd
hi_in: चोलाचग्दड़
te_in: చోలాచగ్ద్

source: Cholakkadai Street
hi_in: चोलक्कडी स्ट्रीट
te_in: చోలక్కడీ స్ట్రీట్

source: Cholapur
hi_in: चोलापुर
te_in: చోలాపుర్

source: Cholta Khurd
hi_in: चोळता खुर्द
te_in: చోళతా ఖుర్ద్

source: Chomu
hi_in: चोमू
te_in: చోమూ

source: Chondha
hi_in: चोंध
te_in: చోంధ్

source: Chondi
hi_in: चोंडी
te_in: చోండీ

source: Chondiawas
hi_in: चोंडियावास
te_in: చోండియావాస్

source: Chone
hi_in: छोङे
te_in: ఛోఙె

source: Choolaimedu
hi_in: चूलैमेडू
te_in: చూలేమెడూ

source: Choolatheruvu
hi_in: चूलदरूवु
te_in: చూలదరూవు

source: Choondal
hi_in: चूंडैल
te_in: చూండేల్

source: Choorakode
hi_in: चुराकोड
te_in: చురాకోడ్

source: Chopadi
hi_in: चोपड़ी
te_in: చోప్ ీ

source: Chopadva
hi_in: चोपड़वा
te_in: చోప్ వా

source: Chopadvav
hi_in: चोपड़वाव
te_in: చోప్ వావ్

source: Chopan
hi_in: चोपन
te_in: చోపన్

source: Chopna
hi_in: चोपन
te_in: చోపన్

source: Chopriyalgaon
hi_in: चोपरियल्गाओं
te_in: చోపరియల్గాఓం

source: Choral
hi_in: कोरल
te_in: కోరల్

source: Choramahrail
hi_in: चोरमाहरैल
te_in: చోరమాహరేల్

source: Choramba
hi_in: चोरंबा
te_in: చోరంబా

source: Chordiha
hi_in: चोरडीह
te_in: చోరడీహ్

source: Chorhata
hi_in: चोरहटा
te_in: చోరహటా

source: Choriwad
hi_in: चोरीवाद
te_in: చోరీవాద్

source: Chorma
hi_in: चरम
te_in: చరం

source: Chormar
hi_in: चोरमार
te_in: చోరమార్

source: Chorode
hi_in: चोरोड
te_in: చోరోడ్

source: Chorode East
hi_in: चोरोड ईस्ट
te_in: చోరోడ్ ఈస్ట్

source: Choru
hi_in: चोर
te_in: చోర్

source: Chorvira
hi_in: चोरविर
te_in: చోరవిర్

source: Chotedongar
hi_in: छोटेडोंगर
te_in: ఛోటెడోంగర్

source: Choto-sangra
hi_in: चोट-संग्र
te_in: చోట్-సంగ్ర్

source: Chotobazar
hi_in: चोटबाज़ार
te_in: చోటబా ార్

source: Chotonilpur
hi_in: छोटानीलपुर
te_in: ఛోటానీలపుర్

source: Chotoramchandrapur
hi_in: छोटूरामचंद्रपुर
te_in: ఛోటూరామచంద్రపుర్

source: Chotosarma
hi_in: चोतोसरम
te_in: చోతోసరం

source: Chottanahalli
hi_in: चोट्टानहल्ली
te_in: చోట్టానహల్లీ

source: Chottanikkara
hi_in: चोट्टानिक्कारा
te_in: చోట్టానిక్కారా

source: Chottupara Periyar
hi_in: छोट्टूपार पेरियार
te_in: ఛోట్టూపార్ పెరియార్

source: Choudadanapur
hi_in: चौदादानपुर
te_in: చౌదాదానపుర్

source: Choudaripalem
hi_in: चौदारीपालेम
te_in: చౌదారీపాలెం

source: Choudhury Bazar
hi_in: चौधुरी बाजार
te_in: చౌధురీ బాజార్

source: Chouk
hi_in: चौक
te_in: చౌక్

source: Chouldari
hi_in: छोलदारी
te_in: ఛోలదారీ

source: Choutar
hi_in: चौतार
te_in: చౌతార్

source: Choutha
hi_in: चौथा
te_in: చౌథా

source: Choutra(Guntur)
hi_in: चौतरा(गुंटूर)
te_in: చౌతరా(గుంటూర్)

source: Chowadi
hi_in: चौड़ी
te_in: చౌ ీ

source: Chowara
hi_in: चौरा
te_in: చౌరా

source: Chowdaripeta(Guntur)
hi_in: चौडारीपेट(गुंटूर)
te_in: చౌడారీపెట్(గుంటూర్)

source: Chowdur
hi_in: चौदुर
te_in: చౌదుర్

source: Chowgacha
hi_in: चौगाचा
te_in: చౌగాచా

source: Chowhati
hi_in: चौहटी
te_in: చౌహటీ

source: Chowk
hi_in: चौक
te_in: చౌక్

source: Chowk Arya Samaj Ferozepur
hi_in: चौक आर्य समाज फ़िरोज़पुर
te_in: చౌక్ ఆర్య్ సమాజ్ ిరో పుర్

source: Chowk Rattan Singh
hi_in: चौक रतन सिंह
te_in: చౌక్ రతన్ సింహ్

source: Chowk Shikarpur
hi_in: चौक शिकारपुर
te_in: చౌక్ శికారపుర్

source: Chowki
hi_in: चौकी
te_in: చౌకీ

source: Chowki Khalet
hi_in: चौकी खलेटी
te_in: చౌకీ ఖలెటీ

source: Chowki Mirdadpur
hi_in: चौकी मिरदादपुर
te_in: చౌకీ మిరదాదపుర్

source: Christ Nagar
hi_in: क्राइस्ट नगर
te_in: క్రాఇస్ట్ నగర్

source: Christian College Tambaram
hi_in: क्रिस्चियन कॉलेज ताम्बरम
te_in: క్రిస్చియన్ క్ లెజ్ తామ్బరం

source: Chromepet
hi_in: चरमपेट
te_in: చరమపెట్

source: Chuchelakalan
hi_in: चुचेलाकलां
te_in: చుచెలాకలాం

source: Chudakuti Palasa
hi_in: चूड़ाकऊति पलास
te_in: చూ ాకఊతి పలాస్

source: Chudamanipur
hi_in: चूड़ामणिपुर
te_in: చూ ామణిపుర్

source: Chudangapur
hi_in: चूडंगपुर
te_in: చూడంగపుర్

source: Chudel
hi_in: चुड़ैल
te_in: చు ేల్

source: Chudenapura
hi_in: छुडनपुर
te_in: ఛుడనపుర్

source: Chudrer
hi_in: चुदरेर
te_in: చుదరెర్

source: Chudva
hi_in: छुड़वा
te_in: ఛు వా

source: Chuhvel
hi_in: चुह्वेल
te_in: చుహ్వెల్

source: Chukkapalle
hi_in: चुक्कापल्ली
te_in: చుక్కాపల్లీ

source: Chukkapur
hi_in: चुक्कापुर
te_in: చుక్కాపుర్

source: Chuli
hi_in: चुली
te_in: చులీ

source: Chuli Bagrian
hi_in: चुली बागरियां
te_in: చులీ బాగరియాం

source: Chuli Khurd
hi_in: चूली खुर्द
te_in: చూలీ ఖుర్ద్

source: Chulla
hi_in: चुल्ल
te_in: చుల్ల్

source: Chullimanoor
hi_in: चुलीमनूर
te_in: చులీమనూర్

source: Chulliote
hi_in: चुल्लियोट
te_in: చుల్లియోట్

source: Chulliyode
hi_in: चुल्लीयोड
te_in: చుల్లీయోడ్

source: Chully
hi_in: चुल्ली
te_in: చుల్లీ

source: Chulur
hi_in: चुलुर
te_in: చులుర్

source: Chunabhatti
hi_in: चूनाभट्टी
te_in: చూనాభట్టీ

source: Chunakhali Nimtala
hi_in: चुनाखाली नीमतला
te_in: చునాఖాలీ నీమతలా

source: Chunakhan
hi_in: चूनाखान
te_in: చూనాఖాన్

source: Chunar
hi_in: चुनार
te_in: చునార్

source: Chuncha
hi_in: चूंच
te_in: చూంచ్

source: Chunchale
hi_in: चुनचले
te_in: చునచలె

source: Chunda
hi_in: चुन्द
te_in: చున్ద్

source: Chunglo
hi_in: चुंगलो
te_in: చుంగలో

source: Chungru
hi_in: चुन्ग्रू
te_in: చున్గ్రూ

source: Chungtia
hi_in: चुंगटिया
te_in: చుంగటియా

source: Chunkankadai
hi_in: चुंककड़ी
te_in: చుంకక్ ీ

source: Chunni Kalan
hi_in: चुन्नी कलां
te_in: చున్నీ కలాం

source: Chunpara
hi_in: चुनपर
te_in: చునపర్

source: Chunuripara
hi_in: चुनउरीपारा
te_in: చునఉరీపారా

source: Church Road
hi_in: चर्च रोड
te_in: చర్చ్ రోడ్

source: Church Road(KHM)
hi_in: चर्च रोड(खम)
te_in: చర్చ్ రోడ్(ఖమ్)

source: Churchgate
hi_in: चर्चगटे
te_in: చర్చగటె

source: Churi
hi_in: छुरी
te_in: ఛురీ

source: Churigarh
hi_in: चुडीगढ़
te_in: చుడీగ్

source: Churiyala
hi_in: चुड़ियाला
te_in: చు ియాలా

source: Churlai Badi
hi_in: चुरलाई बड़ी
te_in: చురలాఈ బ్ ీ

source: Churra
hi_in: चुर्र
te_in: చుర్ర్

source: Churu
hi_in: चुरू
te_in: చురూ

source: Churwadhar
hi_in: चुरवधर
te_in: చురవధర్

source: Chutia
hi_in: चुटिया
te_in: చుటియా

source: Cidco Colony (Aurangabad)
hi_in: सड़को कॉलोनी (औरंगाबाद)
te_in: స్ కో క్ లోనీ (ఔరంగాబాద్)

source: Cidco Colony (Nashik)
hi_in: सड़को कॉलोनी (नाशिक)
te_in: స్ కో క్ లోనీ (నాసిక్)

source: CIE Balangar
hi_in: से ब्लाँगर
te_in: సె బ్లాఁగర్

source: Cinakon Chariali
hi_in: किनको चरियाली
te_in: కినకో చరియాలీ

source: Circular Rd.
hi_in: सर्कुलर रद.
te_in: సర్కులర్ రద్.

source: Circus Avenue
hi_in: सर्कस अवेनुए
te_in: సర్కస్ అవెనుఏ

source: City Centre
hi_in: सिटी सेंटर
te_in: సిటీ సెంటర్

source: Civic Centre Bhilai
hi_in: सिविक सेंटर भिलाई
te_in: సివిక్ సెంటర్ భిలాఈ

source: Civil Aerodram
hi_in: सिविल एरोड्राम
te_in: సివిల్ ఏరోడ్రాం

source: Civil Coursts
hi_in: सिविल कॉर्स्ट्स
te_in: సివిల్ క్ ర్స్ట్స్

source: Civil Court
hi_in: सिविल कोर्ट
te_in: సివిల్ కోర్ట్

source: Civil Court (Agra)
hi_in: सिविल कोर्ट (आगरा)
te_in: సివిల్ కోర్ట్ (ఆగ్రా)

source: Civil Court (Gorakhpur)
hi_in: सिविल कोर्ट (गोरखपुर)
te_in: సివిల్ కోర్ట్ (గోరఖపుర్)

source: Civil Court (Mathura)
hi_in: सिविल कोर्ट (मथुरा)
te_in: సివిల్ కోర్ట్ (మథురా)

source: Civil Court Area Bokaro
hi_in: सिविल कोर्ट एरिया बोकारो
te_in: సివిల్ కోర్ట్ ఏరియా బోకారో

source: Civil Court Dholpur
hi_in: सिविल कोर्ट धोलपुर
te_in: సివిల్ కోర్ట్ ధోలపుర్

source: Civil Hospital
hi_in: सिविल हॉस्पिटल
te_in: సివిల్ హ్ స్పిటల్

source: Civil Liens
hi_in: सिविल लैन्स
te_in: సివిల్ లేన్స్

source: Civil Line
hi_in: सिविल लाइन
te_in: సివిల్ లాఇన్

source: Civil Line (Agra)
hi_in: सिविल लाइन (आगरा)
te_in: సివిల్ లాఇన్ (ఆగ్రా)

source: Civil Line (Basti)
hi_in: सिविल लाइन (बस्ती)
te_in: సివిల్ లాఇన్ (బస్తీ)

source: Civil Line (Gonda)
hi_in: सिविल लाइन (गोंद)
te_in: సివిల్ లాఇన్ (గోంద్)

source: Civil Line Rampur
hi_in: सिविल लाइन रामपुर
te_in: సివిల్ లాఇన్ రామపుర్

source: Civil Lines (Gaya)
hi_in: सिविल लाइन्स (गया)
te_in: సివిల్ లాఇన్స్ (గయా)

source: Civil Lines (Hardoi)
hi_in: सिविल लाइन्स (हरदोई)
te_in: సివిల్ లాఇన్స్ (హరదోఈ)

source: Civil Lines (North Delhi)
hi_in: सिविल लाइन्स (नार्थ देल्ही)
te_in: సివిల్ లాఇన్స్ (నార్థ్ ఢిల్లీ)

source: Civil Lines Patiala
hi_in: सिविल लाइन्स पटियाला
te_in: సివిల్ లాఇన్స్ పటియాలా

source: Civil Secretariate
hi_in: सिविल सेक्रेटेरिएट
te_in: సివిల్ సెక్రెటెరిఏట్

source: Civil Station Kannur
hi_in: सिविल स्टेशन कन्नूर
te_in: సివిల్ స్టెశన్ కన్నూర్

source: Civil Township
hi_in: सिविल टाउनशिप
te_in: సివిల్ టాఉనశిప్

source: Civillines
hi_in: सिविलिन्स
te_in: సివిలిన్స్

source: Clock Tower (Nalgonda)
hi_in: क्लॉक टावर (नालगोंडा)
te_in: క్ల్ క్ టావర్ (నాలగోండా)

source: Clock Tower (Tiruchirappalli)
hi_in: क्लॉक टावर (तिरुचिरापल्ली)
te_in: క్ల్ క్ టావర్ (తిరుచిరాపల్లీ)

source: Clock Tower Kadiri
hi_in: क्लॉक टावर कादिरी
te_in: క్ల్ క్ టావర్ కాదిరీ

source: CMC (Ludhiana)
hi_in: चमक (लुधियाना)
te_in: చమక్ (లుధియానా)

source: CMC H
hi_in: चमक ह
te_in: చమక్ హ్

source: Cmda Abasan
hi_in: चमड़ा अबसन
te_in: చమ్ ా అబసన్

source: CMM Court Complex
hi_in: कम्म कोर्ट काम्प्लेक्स
te_in: కమ్మ్ కోర్ట్ కామ్ప్లెక్స్

source: CMP Centre And School
hi_in: कम्प सेंटर एंड स्कूल
te_in: కమ్ప్ సెంటర్ ఏండ్ స్కూల్

source: Cmpf
hi_in: कम्प्फ
te_in: కమ్ప్ఫ్

source: CMR College (Kandlakoya)
hi_in: कमर कॉलेज (कण्डलकोय)
te_in: కమర్ క్ లెజ్ (కణ్డలకోయ్)

source: Cmrs
hi_in: कमर्स
te_in: కమర్స్

source: Co-Op College
hi_in: को-आप कॉलेज
te_in: కో-ఆప్ క్ లెజ్

source: Co-operative Buildings
hi_in: को-ऑपरेटिव बिल्डिंग्स
te_in: కో-఑పరెటివ్ బిల్డింగ్స్

source: Coal Estate
hi_in: कोल् एस्टेट
te_in: కోల్ ఏస్టెట్

source: Cod Dehu Road
hi_in: कॉड देहू रोड
te_in: క్ డ్ దెహూ రోడ్

source: Coimbatore
hi_in: कोयम्बटूर
te_in: కోయంబత్తూరు

source: Coimbatore Aerodrome
hi_in: कोयम्बटूर एरोड्रम
te_in: కోయంబత్తూరు ఏరోడ్రం

source: Coimbatore Bazaar
hi_in: कोयम्बटूर बाजार
te_in: కోయంబత్తూరు బాజార్

source: Coimbatore Central
hi_in: कोयम्बटूर सेंट्रल
te_in: కోయంబత్తూరు సెంట్రల్

source: Coimbatore Collectorate
hi_in: कोयम्बटूर कोल्लेकतोरते
te_in: కోయంబత్తూరు కోల్లెకతోరతె

source: Coimbatore Courts
hi_in: कोयम्बटूर कोर्ट्स
te_in: కోయంబత్తూరు కోర్ట్స్

source: Coimbatore Fort
hi_in: कोयम्बटूर फोर्ट
te_in: కోయంబత్తూరు ఫోర్ట్

source: Coimbatore Racecourse
hi_in: कोयम्बटूर रसकोउर्से
te_in: కోయంబత్తూరు రసకోఉర్సె

source: Coimbatore Tidel Park
hi_in: कोयम्बटूर टिंडेल पार्क
te_in: కోయంబత్తూరు టిండెల్ పార్క్

source: Coimbatore Ukkadam
hi_in: कोयम्बटूर उक्काडम
te_in: కోయంబత్తూరు ఉక్కాడం

source: Coimbatore West
hi_in: कोयम्बटूर वेस्ट
te_in: కోయంబత్తూరు వెస్ట్

source: Colaba
hi_in: कोलाबा
te_in: కోలాబా

source: Colaba Bazar
hi_in: छोलब बाजार
te_in: ఛోలబ్ బాజార్

source: Colachel
hi_in: कोलाचेल
te_in: కోలాచెల్

source: Colachel Port
hi_in: कोलाचेल पोर्ट
te_in: కోలాచెల్ పోర్ట్

source: Collectorate Chittorgarh
hi_in: कोल्लेकतोरते चित्तोरगढ
te_in: కోల్లెకతోరతె చిత్తోరగఢ్

source: Collectorate (Gwalior)
hi_in: कोल्लेकतोरते (ग्वालियर)
te_in: కోల్లెకతోరతె (గ్వాలియర్)

source: Collectorate (Jaipur)
hi_in: कोल्लेकतोरते (जयपुर)
te_in: కోల్లెకతోరతె (జయపుర్)

source: Collectorate (Khammam)
hi_in: कोल्लेकतोरते (खम्मम)
te_in: కోల్లెకతోరతె (ఖమ్మమ్)

source: Collectorate (Pithoragarh)
hi_in: कोल्लेकतोरते (पिथौरागढ़)
te_in: కోల్లెకతోరతె (పిథౌరాగ్ )

source: Collectorate Bhawan Shiv
hi_in: कोल्लेकतोरते भवन शिव
te_in: కోల్లెకతోరతె భవన్ శివ్

source: Collectorate Dausa
hi_in: कोल्लेकतोरते दौसा
te_in: కోల్లెకతోరతె దౌసా

source: Collectorate Jhalawar
hi_in: कोल्लेकतोरते झालावाड़
te_in: కోల్లెకతోరతె ఝాలావా

source: COLLECTORATE PARISAR
hi_in: कोल्लेकतोरते परिसर
te_in: కోల్లెకతోరతె పరిసర్

source: Collectorate Parisar
hi_in: कोल्लेकतोरते परिसर
te_in: కోల్లెకతోరతె పరిసర్

source: Collectorate Unnao
hi_in: कोल्लेकतोरते उन्नाओ
te_in: కోల్లెకతోరతె ఉన్నాఓ

source: Collectrate
hi_in: कोलेस्ट्रटे
te_in: కోలెస్ట్రటె

source: Collectrate Compound
hi_in: कोलेस्ट्रटे कंपाउंड
te_in: కోలెస్ట్రటె కంపాఉండ్

source: College Road
hi_in: कॉलेज रोड
te_in: క్ లెజ్ రోడ్

source: College Road(Guntur)
hi_in: कॉलेज रोड(गुंटूर)
te_in: క్ లెజ్ రోడ్(గుంటూర్)

source: College Square (Cuttack)
hi_in: कॉलेज स्क्वायर (कुट्टक)
te_in: క్ లెజ్ స్క్వాయర్ (కుట్టక్)

source: College Square (Kolkata)
hi_in: कॉलेज स्क्वायर (कोल्कता)
te_in: క్ లెజ్ స్క్వాయర్ (కోల్కతా)

source: Colleger Road Bharthana
hi_in: कोल्लेगर रोड भर्थना
te_in: కోల్లెగర్ రోడ్ భర్థనా

source: Colonelganj (Gonda)
hi_in: कॉलोनेलगंज (गोंद)
te_in: క్ లోనెలగంజ్ (గోంద్)

source: Colony Chamta
hi_in: कॉलोनी छमता
te_in: క్ లోనీ ఛమతా

source: Colootola
hi_in: कोलूटोला
te_in: కోలూటోలా

source: Combermere
hi_in: कॉम्बरमेर
te_in: క్ మ్బరమెర్

source: Commercial Tax Office Building
hi_in: कमर्शियल टैक्स ऑफिस बिल्डिंग
te_in: కమర్శియల్ టేక్స్ ఑ఫిస్ బిల్డింగ్

source: Commissioner Court
hi_in: कमिश्नर कोर्ट
te_in: కమిశ్నర్ కోర్ట్
