Repository: healthvdev/custom_template
Catalog: languages/*.po
Languages: hi_in, te_in

source: Smailpur
hi_in: स्मैलपुर
te_in: స్మేలపుర్

source: Small Industrial Area Kota
hi_in: स्माल इंडस्ट्रियल एरिया कोटा
te_in: స్మాల్ ఇండస్ట్రియల్ ఏరియా కోటా

source: Smaspur
hi_in: समसपुर
te_in: సమసపుర్

source: Smriti Nagar Bhilai
hi_in: स्मृति नगर भिलाई
te_in: స్మృతి నగర్ భిలాఈ

source: Snehapuri Colony
hi_in: स्नेहपूरी कॉलोनी
te_in: స్నెహపూరీ క్ లోనీ

source: Snpagraharam
hi_in: संपग्रहारं
te_in: సంపగ్రహారం

source: Soalkuchi
hi_in: सोअलकुची
te_in: సోఅలకుచీ

source: Sobaranpur
hi_in: सोबरनपुर
te_in: సోబరనపుర్

source: Sobhasan
hi_in: सभसँ
te_in: సభసఁ

source: Sobra
hi_in: सोबर
te_in: సోబర్

source: Sodal Road
hi_in: सोढल रोड
te_in: సోఢల్ రోడ్

source: Sodda
hi_in: सोडा
te_in: సోడా

source: Sodepur
hi_in: सौदेपुर
te_in: సౌదెపుర్

source: Sodepur GHE
hi_in: सौदेपुर गहे
te_in: సౌదెపుర్ గహె

source: Sodhiwala
hi_in: सोधीवाला
te_in: సోధీవాలా

source: Sodpur
hi_in: सोदपुर
te_in: సోదపుర్

source: Soeral
hi_in: सोरेल
te_in: సోరెల్

source: Sogada
hi_in: सोगड़ा
te_in: సోగ్ ా

source: Sogandha
hi_in: सौगंध
te_in: సౌగంధ్

source: Sogane
hi_in: सोगने
te_in: సోగనె

source: Sogaria
hi_in: सोगरिया
te_in: సోగరియా

source: Soguru
hi_in: सोगुरु
te_in: సోగురు

source: Sohagpur
hi_in: सोहागपुर
te_in: సోహాగపుర్

source: Sohana
hi_in: सोहन
te_in: సోహన్

source: Sohangarh Thakkran
hi_in: सोहनगढ़ ठक्करं
te_in: సోహనగ్ ఠక్కరం

source: Sohanjana
hi_in: सोहंजना
te_in: సోహంజనా

source: Sohara
hi_in: सोहर
te_in: సోహర్

source: Sohari Garhia
hi_in: सोहारी गढ़िए
te_in: సోహారీ గ్ ిఏ

source: Sohas Khas
hi_in: साहस खास
te_in: సాహస్ ఖాస్

source: Sohat
hi_in: सोहत
te_in: సోహత్

source: Sohawa
hi_in: सोहावा
te_in: సోహావా

source: Sohbarpunjee
hi_in: सोह्बरपुन्जी
te_in: సోహ్బరపున్జీ

source: Sohbatia Bagh
hi_in: सोहबतिया बाघ
te_in: సోహబతియా బాఘ్

source: Sohian Kalan
hi_in: सोहियां कलां
te_in: సోహియాం కలాం

source: Sohian Khurd
hi_in: सोहियां खुर्द
te_in: సోహియాం ఖుర్ద్

source: Sohilpatti
hi_in: सोहिलपट्टी
te_in: సోహిలపట్టీ

source: Sohkha
hi_in: सोहख
te_in: సోహఖ్

source: Sohkmie
hi_in: सोहकमीए
te_in: సోహకమీఏ

source: Sohna
hi_in: सोहन
te_in: సోహన్

source: Sohna Adda
hi_in: सोहना अड्डा
te_in: సోహనా అడ్డా

source: Sohnag
hi_in: सोहनाग
te_in: సోహనాగ్

source: Sohni Patti
hi_in: सोहनी पट्टी
te_in: సోహనీ పట్టీ

source: Sohsarai
hi_in: सोहसराय
te_in: సోహసరాయ్

source: Soibam Leikai
hi_in: सिबम लइकै
te_in: సిబమ్ లఇకే

source: Soibugh
hi_in: सोईबुग
te_in: సోఈబుగ్

source: Soja
hi_in: सोज
te_in: సోజ్

source: Sojha
hi_in: सोझा
te_in: సోఝా

source: Sojitra
hi_in: सोजित्रा
te_in: సోజిత్రా

source: Sokhada
hi_in: सोखडा
te_in: సోఖడా

source: Sokhana
hi_in: सोखना
te_in: సోఖనా

source: Sokhda
hi_in: सोखडा
te_in: సోఖడా

source: Sokhdaradhu
hi_in: सोखडारढू
te_in: సోఖడారఢూ

source: Sokkikulam
hi_in: सोककईकुलम
te_in: సోకకఈకులం

source: Sola
hi_in: सोला
te_in: సోలా

source: Sola H B C
hi_in: सोला ह बी सी
te_in: సోలా హ్ బీ సీ

source: Solaiya
hi_in: सलैया
te_in: సలేయా

source: Solan
hi_in: सोलन
te_in: సోలన్

source: Solapur
hi_in: सोलापुर
te_in: సోలాపుర్

source: Solapur City
hi_in: सोलापुर सिटी
te_in: సోలాపుర్ సిటీ

source: Solapur Mkt
hi_in: सोलापुर भक्त
te_in: సోలాపుర్ భక్త్

source: Solbandh
hi_in: सोलबन्ध
te_in: సోలబన్ధ్

source: Solegaon
hi_in: सोलिगाओं
te_in: సోలిగాఓం

source: Solempur
hi_in: सलेमपुर
te_in: సలెమపుర్

source: Solhanda
hi_in: सोलहंदा
te_in: సోలహందా

source: Solmari
hi_in: सोलमारी
te_in: సోలమారీ

source: Sologuda
hi_in: सोलोगुड़ा
te_in: సోలోగు ా

source: Solu
hi_in: सोलू
te_in: సోలూ

source: Soma Talav
hi_in: सोम तालाव
te_in: సోమ్ తాలావ్

source: Somaguddu
hi_in: सोमगुडदु
te_in: సోమగుడదు

source: Somajiguda
hi_in: सोमजिगुदा
te_in: సోమజిగుదా

source: Somalapur
hi_in: सोमलपुर
te_in: సోమలపుర్

source: Somalapuram
hi_in: सोमलपुरम
te_in: సోమలపురం

source: Somanahalli
hi_in: सोमनाहल्ली
te_in: సోమనాహల్లీ

source: Somanakatti
hi_in: सोमनकट्टी
te_in: సోమనకట్టీ

source: Somanhalli
hi_in: सोमनहल्ली
te_in: సోమనహల్లీ

source: Somanthali
hi_in: सोमंथली
te_in: సోమంథలీ

source: Somanur
hi_in: सोमानुर
te_in: సోమానుర్

source: Somarad
hi_in: सोमराड
te_in: సోమరాడ్

source: Somarajupalli
hi_in: सोमरजुपाल्ली
te_in: సోమరజుపాల్లీ

source: Somasamudra
hi_in: सोमसमुद्र
te_in: సోమసముద్ర్

source: Somatane
hi_in: समटने
te_in: సమటనె

source: Somatola
hi_in: सोमाटोला
te_in: సోమాటోలా

source: Somayampalayam
hi_in: सोमयमपलायम
te_in: సోమయమపలాయం

source: Someshwar
hi_in: सोमेश्वर
te_in: సోమెశ్వర్

source: Someshwara
hi_in: सोमेश्वर
te_in: సోమెశ్వర్

source: Someswaralayam
hi_in: सोमेस्वरलायं
te_in: సోమెస్వరలాయం

source: Someswarapuram
hi_in: सोमेस्वरपुरम
te_in: సోమెస్వరపురం

source: Somidevarapalem
hi_in: सोमीदेवरापालेम
te_in: సోమీదెవరాపాలెం

source: Somnathpur
hi_in: सोमनाथपुर
te_in: సోమనాథపుర్

source: Sompeta
hi_in: सौंपता
te_in: సౌంపతా

source: Somra
hi_in: सोमरा
te_in: సోమరా

source: Somvarpet
hi_in: सोमवारपेट
te_in: సోమవారపెట్

source: Son Talai
hi_in: सोन तलै
te_in: సోన్ తలే

source: Sona
hi_in: सोना
te_in: సోనా

source: Sonadarhat
hi_in: सोनदारहत
te_in: సోనదారహత్

source: Sonagopalpur
hi_in: सोनगोपालपुर
te_in: సోనగోపాలపుర్

source: Sonai
hi_in: सोने
te_in: సోనె

source: Sonaicherri
hi_in: सोनाइचेररी
te_in: సోనాఇచెరరీ

source: Sonaiya
hi_in: सोनिया
te_in: సోనియా

source: Sonakenia
hi_in: सोनकेनिया
te_in: సోనకెనియా

source: Sonakhali
hi_in: सोनाखाली
te_in: సోనాఖాలీ

source: Sonali
hi_in: सोनाली
te_in: సోనాలీ

source: Sonangeri
hi_in: सोनन्गेरी
te_in: సోనన్గెరీ

source: Sonapalashi
hi_in: सोनापलाशी
te_in: సోనాపలాశీ

source: Sonapur
hi_in: सोनपुर
te_in: సోనపుర్

source: Sonaraithari
hi_in: सोनराइथरी
te_in: సోనరాఇథరీ

source: Sonardi
hi_in: सोनड़ी
te_in: సోన్ ీ

source: Sonari
hi_in: सोनारी
te_in: సోనారీ

source: Sonari (East Singhbhum)
hi_in: सोनारी (ईस्ट सिंहभूम)
te_in: సోనారీ (ఈస్ట్ సింహభూమ్)

source: Sonariya
hi_in: सोनारिया
te_in: సోనారియా

source: Sonarpur
hi_in: सोनारपुर
te_in: సోనారపుర్

source: Sonasilli
hi_in: सोनासिल्ली
te_in: సోనాసిల్లీ

source: Sonatala
hi_in: सोनाताल
te_in: సోనాతాల్

source: Sonatalai
hi_in: सोनतलाई
te_in: సోనతలాఈ

source: Sonati
hi_in: सोन्ती
te_in: సోన్తీ

source: Sonatoresuri
hi_in: सोनतोरिरि
te_in: సోనతోరిరి

source: Sonaura Kothar
hi_in: सोनौरा कोठार
te_in: సోనౌరా కోఠార్

source: Sonavade
hi_in: सोनावाडे
te_in: సోనావాడె

source: Sonavadi
hi_in: सोनावादी
te_in: సోనావాదీ

source: Sonawal
hi_in: सोनवाल
te_in: సోనవాల్

source: Sonbarsa
hi_in: सोनबरसा
te_in: సోనబరసా

source: Sonbarsa Bazar
hi_in: सोनबरसा बाजार
te_in: సోనబరసా బాజార్

source: Sondare
hi_in: सोंदर
te_in: సోందర్

source: Sondh
hi_in: सोंध
te_in: సోంధ్

source: Sondhemau
hi_in: सौंधेमऊ
te_in: సౌంధెమఊ

source: Sondhi
hi_in: सोंधी
te_in: సోంధీ

source: Sondimra
hi_in: सोनडीमरा
te_in: సోనడీమరా

source: Sonegaon Abaji
hi_in: सोनेगांव आबाजी
te_in: సోనెగాంవ్ ఆబాజీ

source: Songadh
hi_in: सोनगढ़
te_in: సోనగ్

source: Songal
hi_in: सोंगल
te_in: సోంగల్

source: Songaon
hi_in: सोनगांव
te_in: సోనగాంవ్

source: Songara
hi_in: सोनगरा
te_in: సోనగరా

source: Sonipur
hi_in: सोनीपुर
te_in: సోనీపుర్

source: Sonitpur
hi_in: सोनितपुर
te_in: సోనితపుర్

source: Sonnathadi
hi_in: सोन्नाथडी
te_in: సోన్నాథడీ

source: Sonpur
hi_in: सोनपुर
te_in: సోనపుర్

source: Sonpuri
hi_in: सोनपुरी
te_in: సోనపురీ

source: Sonrai
hi_in: सोहराई
te_in: సోహరాఈ

source: Sons
hi_in: संस
te_in: సంస్

source: Sonta Rasulpur
hi_in: सोंटा रसूलपुर
te_in: సోంటా రసూలపుర్

source: Sonu
hi_in: सोनू
te_in: సోనూ

source: Sonwa
hi_in: सोनवा
te_in: సోనవా

source: Sonwad
hi_in: सनवाड़
te_in: సనవా

source: Sonwada
hi_in: सोनवाद
te_in: సోనవాద్

source: Sonwati
hi_in: सोनवती
te_in: సోనవతీ

source: Soorapallam
hi_in: सूरपल्लम
te_in: సూరపల్లం

source: Sooriacode
hi_in: सूर्याकडे
te_in: సూర్యాకడె

source: Sooterkin Street
hi_in: सूतरकीं स्ट्रीट
te_in: సూతరకీం స్ట్రీట్

source: Sopara
hi_in: सोपारा
te_in: సోపారా

source: Sopat Tougpora
hi_in: सपाट तोगपुर
te_in: సపాట్ తోగపుర్

source: Sorada
hi_in: सोरड़ा
te_in: సోర్ ా

source: Sorai
hi_in: सोरी
te_in: సోరీ

source: Sorakoppa
hi_in: सोरेकोप्पा
te_in: సోరెకోప్పా

source: Sorampur
hi_in: सोरामपुर
te_in: సోరామపుర్

source: Soran
hi_in: सोरेन
te_in: సోరెన్

source: Soranjeri
hi_in: सोरानजेरी
te_in: సోరానజెరీ

source: Soraon
hi_in: सोरों
te_in: సోరోం

source: Sorapada
hi_in: सोरापड़ा
te_in: సోరాప్ ా

source: Soratur
hi_in: सॉर्टर
te_in: స్ ర్టర్

source: Sorisiapada
hi_in: सॉरीशियापाड़ा
te_in: స్ రీశియాపా ా

source: Sorna
hi_in: सोरन
te_in: సోరన్

source: Sornad
hi_in: सोरनाद
te_in: సోరనాద్

source: Sornakadu
hi_in: सोरनाकडू
te_in: సోరనాకడూ

source: Soron
hi_in: सोरों
te_in: సోరోం

source: Sosai
hi_in: सोसाई
te_in: సోసాఈ

source: Soso
hi_in: सोसो
te_in: సోసో

source: Sosokala
hi_in: सोसोकला
te_in: సోసోకలా

source: Sotal
hi_in: सूतल
te_in: సూతల్

source: Sothana
hi_in: सोठाना
te_in: సోఠానా

source: Sotokur
hi_in: सोतोकूर
te_in: సోతోకూర్

source: Sour
hi_in: सावर
te_in: సావర్

source: South Amaluru
hi_in: साउथ अमलुरू
te_in: సాఉథ్ అమళూరు

source: South Belgharia
hi_in: साउथ बेलघरिया
te_in: సాఉథ్ బెలఘరియా

source: South Delhi Campus
hi_in: साउथ देल्ही कैंपस
te_in: సాఉథ్ ఢిల్లీ కేంపస్

source: South Gate
hi_in: साउथ गेट
te_in: సాఉథ్ గెట్

source: South Geramari
hi_in: साउथ गेरमारी
te_in: సాఉథ్ గెరమారీ

source: South Joychanditala
hi_in: साउथ जोयचंडीतला
te_in: సాఉథ్ జోయచండీతలా

source: South Malviya Nagar
hi_in: साउथ मालवीय नगर
te_in: సాఉథ్ మాలవీయ్ నగర్

source: South Sinhee
hi_in: साउथ सिंही
te_in: సాఉథ్ సింహీ

source: South Soorankudy
hi_in: साउथ सूरनकुडी
te_in: సాఉథ్ సూరనకుడీ

source: Southern Extension-DVG
hi_in: साउथर्न एक्सटेंशन-ध्वज
te_in: సాఉథర్న్ ఏక్సటెంశన్-ధ్వజ్

source: Southern Market
hi_in: साउथर्न मार्किट
te_in: సాఉథర్న్ మార్కిట్

source: Sovarampur
hi_in: सोवरामपुर
te_in: సోవరామపుర్

source: Soveli
hi_in: सवली
te_in: సవలీ

source: Sowcarpet
hi_in: सोव्कारपेट
te_in: సోవ్కారపెట్

source: Sowripalayam
hi_in: सॉवरिपलायम
te_in: స్ వరిపలాయం

source: Soyani
hi_in: सयानी
te_in: సయానీ

source: Sp Mills Hoshangabad
hi_in: सप मिल्स होशंगाबाद
te_in: సప్ మిల్స్ హోశంగాబాద్

source: SpeedPost Centre BDC
hi_in: स्पीडपोस्ट सेन्टर बड़क
te_in: స్పీడపోస్ట్ సెన్టర్ బ్ క్

source: Spinning Mill Kashipur
hi_in: स्पिनिंग मिल काशिपुर
te_in: స్పినింగ్ మిల్ కాశిపుర్

source: Spinning Mills Centre
hi_in: स्पिनिंग मिल्स सेंटर
te_in: స్పినింగ్ మిల్స్ సెంటర్

source: Sr Brajarajnagar
hi_in: सर ब्रजराजनगर
te_in: సర్ బ్రజరాజనగర్

source: Sr Dhuri
hi_in: सर धूरि
te_in: సర్ ధూరి

source: Sr Jharsuguda
hi_in: सर झारसुगुड़ा
te_in: సర్ ఝారసుగు ా

source: Sraiya Gopal
hi_in: सरैया गोपाल
te_in: సరేయా గోపాల్

source: Sree Madurai
hi_in: स्री मदुरै
te_in: స్రీ మధురై

source: Sreeramapuram
hi_in: श्रीरामपुरम
te_in: శ్రీరామపురం

source: Sreerampur
hi_in: श्रीरामपुर
te_in: శ్రీరామపుర్

source: Sri Aurobinda Marg
hi_in: श्री औरोबिंद मार्ग
te_in: శ్రీ ఔరోబింద్ మార్గ్

source: Sri Bankey Bihari Ji
hi_in: श्री बांके बिहारी जी
te_in: శ్రీ బాంకె బిహారీ జీ

source: Sri Chowdeshwari
hi_in: श्री चौडेश्वरी
te_in: శ్రీ చౌడెశ్వరీ

source: Sri Jayachamarajendra Road
hi_in: श्री जयचमाराजेंद्र रोड
te_in: శ్రీ జయచమారాజెంద్ర్ రోడ్

source: Sri Krishna Nagar
hi_in: श्री कृष्णा नगर
te_in: శ్రీ కృష్ణా నగర్

source: Sri krishnapuram
hi_in: श्री कृष्णापुरम
te_in: శ్రీ కృష్ణాపురం

source: Sri Madhoji Mills
hi_in: श्री माधोजी मिल्स
te_in: శ్రీ మాధోజీ మిల్స్

source: Sri Nagar Colony
hi_in: श्री नगर कॉलोनी
te_in: శ్రీ నగర్ క్ లోనీ

source: Sri Ram Press
hi_in: श्री राम प्रेस
te_in: శ్రీ రామ్ ప్రెస్

source: Sri Ramakrishna Vidyalaya
hi_in: श्री रामकृष्ण विद्यालय
te_in: శ్రీ రామకృష్ణ్ విద్యాలయ్

source: Sri Rampura 2nd Stage
hi_in: श्री रम्पुरा 2न्द स्टेज
te_in: శ్రీ రమ్పురా 2న్ద్ స్టెజ్

source: Sriganganagar
hi_in: श्रीगंगानगर
te_in: శ్రీగంగానగర్

source: Sriganganagar Rs
hi_in: श्रीगंगानगर रस
te_in: శ్రీగంగానగర్ రస్

source: Sriharikota Range
hi_in: श्रीहरिकोटा रेंज
te_in: శ్రీహరికోటా రెంజ్

source: Srihati
hi_in: सरिहति
te_in: సరిహతి

source: Srikakulam
hi_in: श्रीकाकुलम
te_in: శ్రీకాకులం

source: Srikakulam Collectorate
hi_in: श्रीकाकुलम कोल्लेकतोरते
te_in: శ్రీకాకులమ్ కోల్లెకతోరతె

source: Srikakulam District Court
hi_in: श्रीकाकुलम डिस्ट्रिक्ट कोर्ट
te_in: శ్రీకాకులమ్ డిస్ట్రిక్ట్ కోర్ట్

source: Srikakulam Market
hi_in: श्रीकाकुलम मार्किट
te_in: శ్రీకాకులమ్ మార్కిట్

source: Srikakulam New Colony
hi_in: श्रीकाकुलम न्यू कॉलोनी
te_in: శ్రీకాకులమ్ న్యూ క్ లోనీ

source: Srikakulam Official Colony
hi_in: श्रीकाकुलम ऑफिसियल कॉलोनी
te_in: శ్రీకాకులమ్ ఑ఫిసియల్ క్ లోనీ

source: Srikakulam Town
hi_in: श्रीकाकुलम टाउन
te_in: శ్రీకాకులమ్ టాఉన్

source: Srikakulam Zilla Parishad
hi_in: श्रीकाकुलम जिले परिषद्
te_in: శ్రీకాకులమ్ జిలె పరిషద్

source: Srikalahasti
hi_in: श्रीकालाहस्ती
te_in: శ్రీకాలాహస్తీ

source: Srikalahasti North
hi_in: श्रीकालाहस्ती नार्थ
te_in: శ్రీకాలాహస్తీ నార్థ్

source: Srikantapuri Extension
hi_in: श्रीकांतपुरी एक्सटेंशन
te_in: శ్రీకాంతపురీ ఏక్సటెంశన్

source: Srikantha
hi_in: श्रीकंठ
te_in: శ్రీకంఠ్

source: Srikanthapur
hi_in: श्रीकंठपुर
te_in: శ్రీకంఠపుర్

source: Srikaranpur
hi_in: श्रीकरणपुर
te_in: శ్రీకరణపుర్

source: Srikot Ganganali
hi_in: श्रीकोट गंगानाली
te_in: శ్రీకోట్ గంగానాలీ

source: Srikrishnanagar
hi_in: श्रीकृष्णनगर
te_in: శ్రీకృష్ణనగర్

source: Srikrishnapur
hi_in: श्रीकृष्णपुर
te_in: శ్రీకృష్ణపుర్

source: Srikrishnapur Colony
hi_in: श्रीकृष्णपुर कॉलोनी
te_in: శ్రీకృష్ణపుర్ క్ లోనీ

source: Srimaa
hi_in: श्रीमा
te_in: శ్రీమా

source: Srimadhopur Bazar
hi_in: श्रीमाधोपुर बाजार
te_in: శ్రీమాధోపుర్ బాజార్

source: Srimadhopur R.S.
hi_in: श्रीमाधोपुर आर.एस.
te_in: శ్రీమాధోపుర్ ఆర్.ఏస్.

source: Srimandal
hi_in: श्रीमंडल
te_in: శ్రీమండల్

source: Srinagar
hi_in: श्रीनगर
te_in: శ్రీనగర్

source: Srinagar (Pauri Garhwal)
hi_in: श्रीनगर (पौड़ी गढ़वाल)
te_in: శ్రీనగర్ (పౌ ీ గ్ వాల్)

source: Srinagar Colony
hi_in: श्रीनगर कॉलोनी
te_in: శ్రీనగర్ క్ లోనీ

source: Srinagar G.P.O.
hi_in: श्रीनगर जी.पी.ओ.
te_in: శ్రీనగర్ జీ.పీ.ఓ.

source: Sringgesia
hi_in: सरिंगगेसिया
te_in: సరింగగెసియా

source: Srinivasa Nagar
hi_in: श्रीनिवास नगर
te_in: శ్రీనివాస్ నగర్

source: Srinivasa Nagar Colony
hi_in: श्रीनिवास नगर कॉलोनी
te_in: శ్రీనివాస్ నగర్ క్ లోనీ

source: Srinivasa Saradagi
hi_in: श्रीनिवास सारङ्गी
te_in: శ్రీనివాస్ సారఙ్గీ

source: Srinivasanagar
hi_in: श्रीनिवासनगर
te_in: శ్రీనివాసనగర్

source: Srinivasanagar (Tiruchirappalli)
hi_in: श्रीनिवासनगर (तिरुचिरापल्ली)
te_in: శ్రీనివాసనగర్ (తిరుచిరాపల్లీ)

source: Srinivasapuram
hi_in: श्रीनिवासपुरम
te_in: శ్రీనివాసపురం

source: Srinivasapuram (Hyderabad)
hi_in: श्रीनिवासपुरम (हैदराबाद)
te_in: శ్రీనివాసపురమ్ (హేదరాబాద్)

source: Srinivasapuram (Thanjavur)
hi_in: श्रीनिवासपुरम (थंजावुर)
te_in: శ్రీనివాసపురమ్ (థంజావుర్)

source: Srinivaspur
hi_in: श्रीनिवसपुर
te_in: శ్రీనివసపుర్

source: Srinivaspura
hi_in: श्रीनिवासपुर
te_in: శ్రీనివాసపుర్

source: Srinivaspuram
hi_in: श्रीनिवासपुरम
te_in: శ్రీనివాసపురం

source: Sriniwaspuri
hi_in: श्रीनिवासपुरी
te_in: శ్రీనివాసపురీ

source: Srinngapuram
hi_in: सृननंगपुरम
te_in: సృననంగపురం

source: Sripalli
hi_in: श्रीपल्ली
te_in: శ్రీపల్లీ

source: Sripalpur
hi_in: श्रीपालपुर
te_in: శ్రీపాలపుర్

source: Sriparru
hi_in: श्रीपररु
te_in: శ్రీపరరు

source: Sriperumbudur
hi_in: श्रीपेरंबुदूर
te_in: శ్రీపెరంబుదూర్

source: Sripur
hi_in: श्रीपुर
te_in: శ్రీపుర్

source: Sripur Bichwa
hi_in: श्रीपुर बिछवा
te_in: శ్రీపుర్ బిఛవా

source: Sripura
hi_in: श्रीपुर
te_in: శ్రీపుర్

source: Sripuram Colony
hi_in: श्रीपुरम कॉलोनी
te_in: శ్రీపురమ్ క్ లోనీ

source: Sriram Nagar
hi_in: श्रीराम नगर
te_in: శ్రీరామ్ నగర్

source: Sriramachandra Deemed Uty
hi_in: श्रीरामचन्द्र डीम्ड उतय
te_in: శ్రీరామచన్ద్ర్ డీమ్డ్ ఉతయ్

source: Sriramanashramam
hi_in: श्रीरामानाश्रमं
te_in: శ్రీరామానాశ్రమం

source: Sriramnagar (Kakinada)
hi_in: श्रीरामनगर (काकीनाडा)
te_in: శ్రీరామనగర్ (కాకీనాడా)

source: Sriramnagar(Rajahmundry)
hi_in: श्रीरामनगर(राजाहमुंदरी)
te_in: శ్రీరామనగర్(రాజాహముందరీ)

source: Srirampur
hi_in: श्रीरामपुर
te_in: శ్రీరామపుర్

source: Srirampur- Contai
hi_in: श्रीरामपुर- कांटे
te_in: శ్రీరామపుర్- కాంటె

source: Srirampuram
hi_in: श्रीरामपुरम
te_in: శ్రీరామపురం

source: Srirangam
hi_in: श्रीरंगम
te_in: శ్రీరంగం

source: Srirangam North
hi_in: श्रीरंगम नार्थ
te_in: శ్రీరంగమ్ నార్థ్

source: Srirangam West
hi_in: श्रीरंगम वेस्ट
te_in: శ్రీరంగమ్ వెస్ట్

source: Srirangapatna
hi_in: श्रीरंगापटना
te_in: శ్రీరంగాపటనా

source: Srivilliputhur
hi_in: श्रीविल्लीपुथूर
te_in: శ్రీవిల్లీపుథూర్

source: Srivilliputhur North
hi_in: श्रीविल्लीपुथूर नार्थ
te_in: శ్రీవిల్లీపుథూర్ నార్థ్

source: SRP Group Area Nadiad
hi_in: सर्प ग्रुप एरिया नदिअद
te_in: సర్ప్ గ్రుప్ ఏరియా నదిఅద్

source: SRP Group I
hi_in: सर्प ग्रुप ई
te_in: సర్ప్ గ్రుప్ ఈ

source: SRPF Gr-XIII Ghanteshwar
hi_in: सिर्पफ गर-क्सिई घण्टेश्वर
te_in: సిర్పఫ్ గర్-క్సిఈ ఘణ్టెశ్వర్

source: Ss Colony
hi_in: सस कॉलोनी
te_in: సస్ క్ లోనీ

source: SSIT Campus
hi_in: सिटी कैंपस
te_in: సిటీ కేంపస్

source: St Inez
hi_in: सत इनेज़
te_in: సత్ ఇనె

source: St Josephs College
hi_in: सत जोसेफ्स कॉलेज
te_in: సత్ జోసెఫ్స్ క్ లెజ్

source: St Marys Hill
hi_in: सत मरीज़ हिल
te_in: సత్ మరీ హిల్

source: St. John's Medical College
hi_in: सत. जॉन'से मेडिकल कॉलेज
te_in: సత్. జ్ న్'సె మెడికల్ క్ లెజ్

source: St. Thomas Town
hi_in: सत. थॉमस टाउन
te_in: సత్. థ్ మస్ టాఉన్

source: St.Thomas Mount
hi_in: सत.थॉमस माउंट
te_in: సత్.థ్ మస్ మాఉంట్

source: St.Vincent Colony
hi_in: सत.विन्सेन्ट कॉलोनी
te_in: సత్.విన్సెన్ట్ క్ లోనీ

source: Stadium Marg
hi_in: स्टेडियम मार्ग
te_in: స్టెడియమ్ మార్గ్

source: Stambampalli
hi_in: सतंबमपल्ली
te_in: సతంబమపల్లీ

source: Stanndi
hi_in: स्टैंन्डि
te_in: స్టేంన్డి

source: State Bank Colony
hi_in: स्टेट बैंक कॉलोनी
te_in: స్టెట్ బేంక్ క్ లోనీ

source: State Bank Of Hyderabad
hi_in: स्टेट बैंक ऑफ हैदराबाद
te_in: స్టెట్ బేంక్ ఑ఫ్ హేదరాబాద్

source: State Bank Of Mysore Colony
hi_in: स्टेट बैंक ऑफ़ मैसूर कॉलोनी
te_in: స్టెట్ బేంక్ ఑ మేసూర్ క్ లోనీ

source: State Farm Colony
hi_in: स्टेट फार्म कॉलोनी
te_in: స్టెట్ ఫార్మ్ క్ లోనీ

source: Station Parbhani
hi_in: स्टेशन परभणी
te_in: స్టెశన్ పరభణీ

source: Station Road (Adilabad)
hi_in: स्टेशन रोड (आदिलाबाद)
te_in: స్టెశన్ రోడ్ (ఆదిలాబాద్)

source: Station Road (Jaipur)
hi_in: स्टेशन रोड (जयपुर)
te_in: స్టెశన్ రోడ్ (జైపూర్)

source: Station Road (Jamnagar)
hi_in: स्टेशन रोड (जामनगर)
te_in: స్టెశన్ రోడ్ (జామనగర్)

source: Station Road (Pratapgarh)
hi_in: स्टेशन रोड (प्रतापगढ़)
te_in: స్టెశన్ రోడ్ (ప్రతాపగ్ )

source: Station Road Churu
hi_in: स्टेशन रोड चूरू
te_in: స్టెశన్ రోడ్ చూరూ

source: Station Road Unr-3
hi_in: स्टेशन रोड उनर-3
te_in: స్టెశన్ రోడ్ ఉనర్-3

source: Station Road-chitradurga
hi_in: स्टेशन रोड-चित्रदुर्गा
te_in: స్టెశన్ రోడ్-చిత్రదుర్గా

source: Staundi
hi_in: सतुंडी
te_in: సతుండీ

source: Stn Kachiguda
hi_in: स्तन काचीगुडा
te_in: స్తన్ కాచీగుడా

source: Stock Exchange
hi_in: स्टॉक एक्सचेंज
te_in: స్ట్ క్ ఏక్సచెంజ్

source: Strand Road
hi_in: स्ट्रैंड रोड
te_in: స్ట్రేండ్ రోడ్

source: Suangpuilawn
hi_in: सुअंगपुइलॉन
te_in: సుఅంగపుఇల్ న్

source: Suarhliap
hi_in: सुरहलिएप
te_in: సురహలిఏప్

source: Sub Foreign
hi_in: सुब फॉरेन
te_in: సుబ్ ఫ్ రెన్

source: Subalsing
hi_in: सुबलसिंग
te_in: సుబలసింగ్

source: Subarayanpudur
hi_in: सुबरायनपुडुर
te_in: సుబరాయనపుడుర్

source: Subarnapur
hi_in: सुबर्णापुर
te_in: సుబర్ణాపుర్

source: Subarnrekha Hydai Project
hi_in: सुबर्णरेखा ह्यदय प्रोजेक्ट
te_in: సుబర్ణరెఖా హ్యదయ్ ప్రోజెక్ట్

source: Subash Nagar Jammu
hi_in: सुभाष नगर जम्मू
te_in: సుభాష్ నగర్ జమ్మూ

source: Subashnagar
hi_in: सुभाषनगर
te_in: సుభాషనగర్

source: Subashpally
hi_in: सुभाषपल्ली
te_in: సుభాషపల్లీ

source: Subbaiah Thota
hi_in: सुब्बियाह थॉट
te_in: సుబ్బియాహ్ థ్ ట్

source: Subbaraopeta
hi_in: सुब्बारावपेट
te_in: సుబ్బారావపెట్

source: Subbarayapuram
hi_in: सुब्बारायपुरम
te_in: సుబ్బారాయపురం

source: Subdeiyakala
hi_in: सुबाडियाकला
te_in: సుబాడియాకలా

source: Subdi
hi_in: सुब्दी
te_in: సుబ్దీ

source: Subedari
hi_in: सूबेदारी
te_in: సూబెదారీ

source: Subhadra Agraharam
hi_in: सुभद्रा अग्रहारम
te_in: సుభద్రా అగ్రహారం

source: Subhanpura
hi_in: सुभानपुर
te_in: సుభానపుర్

source: Subhas Nagar
hi_in: सुभाष नगर
te_in: సుభాష్ నగర్

source: Subhash Marg Kota
hi_in: सुभाष मार्ग कोटा
te_in: సుభాష్ మార్గ్ కోటా

source: Subhash Nagar (Bhopal)
hi_in: सुभाष नगर (भोपाल)
te_in: సుభాష్ నగర్ (భోపాల్)

source: Subhash Nagar (West Delhi)
hi_in: सुभाष नगर (वेस्ट देल्ही)
te_in: సుభాష్ నగర్ (వెస్ట్ ఢిల్లీ)

source: Subhash Nagar Jodhpur
hi_in: सुभाष नगर जोधपुर
te_in: సుభాష్ నగర్ జోధపుర్

source: Subhash Nagar West
hi_in: सुभाष नगर वेस्ट
te_in: సుభాష్ నగర్ వెస్ట్

source: Subhash Nagar-Bhilwara
hi_in: सुभाष नगर-भीलवाड़ा
te_in: సుభాష్ నగర్-భీలవా ా

source: Subhash Ngr
hi_in: सुभाष नगर
te_in: సుభాష్ నగర్

source: Subhash Road (Thane)
hi_in: सुभाष रोड (ठाणे)
te_in: సుభాష్ రోడ్ (ఠాణె)

source: Subhash Sarabor
hi_in: सुभाष सराबोर
te_in: సుభాష్ సరాబోర్

source: Subhashganj
hi_in: सुभाषगंज
te_in: సుభాషగంజ్

source: Subhashgarh
hi_in: सुभाषगढ़
te_in: సుభాషగ్

source: Subhashpura
hi_in: सुभाषपुरा
te_in: సుభాషపురా

source: Subhauli
hi_in: सुभौली
te_in: సుభౌలీ

source: Subir
hi_in: सुबीर
te_in: సుబీర్

source: Subji Mandi
hi_in: सब्जी मंडी
te_in: సబ్జీ మండీ

source: Subramaniapuram (Madurai)
hi_in: सुब्रमनियापुरम (मदुरै)
te_in: సుబ్రమనియాపురమ్ (మధురై)

source: Subramaniapuram (Tiruchirappalli)
hi_in: सुब्रमनियापुरम (तिरुचिरापल्ली)
te_in: సుబ్రమనియాపురమ్ (తిరుచిరాపల్లీ)

source: Subramanyapura
hi_in: सुब्रमण्यपुर
te_in: సుబ్రమణ్యపుర్

source: Subranagiri
hi_in: सुबर्णागिरी
te_in: సుబర్ణాగిరీ

source: Subzi Mandi
hi_in: सब्जी मंडी
te_in: సబ్జీ మండీ

source: Subzi Mandi Kota
hi_in: सब्ज़ी मंडी कोटा
te_in: సబ్ ీ మండీ కోటా

source: Suchan Kotli
hi_in: सूचन कोटली
te_in: సూచన్ కోటలీ

source: Suchana Nagar
hi_in: सूचना नगर
te_in: సూచనా నగర్

source: Suchetgarh
hi_in: सुचेतगढ़
te_in: సుచెతగ్

source: Sudama Nagar
hi_in: सुदामा नगर
te_in: సుదామా నగర్

source: Sudampur
hi_in: सुदामपुर
te_in: సుదామపుర్

source: Sudang
hi_in: सुडंग
te_in: సుడంగ్

source: Sudarde Digar
hi_in: सुद्र्ड दीगर
te_in: సుద్ర్డ్ దీగర్

source: Sudasana
hi_in: सुडासन
te_in: సుడాసన్

source: Suddala
hi_in: सुद्दला
te_in: సుద్దలా

source: Sudenapalli
hi_in: सुदेनापल्ली
te_in: సుదెనాపల్లీ

source: Sudeshpur
hi_in: सुदेशपुर
te_in: సుదెశపుర్

source: Sudhanpur
hi_in: सुधनपुर
te_in: సుధనపుర్

source: Sudher
hi_in: सुधर
te_in: సుధర్

source: Sudhipada
hi_in: सुधीपाड़ा
te_in: సుధీపా ా

source: Sudhwai
hi_in: सुधवै
te_in: సుధవే

source: Sudpara
hi_in: सुड़पर
te_in: సు పర్

source: Sudpur
hi_in: सुदपुर
te_in: సుదపుర్

source: Sugahi
hi_in: सुगाही
te_in: సుగాహీ

source: Sugalimitta
hi_in: सुगाळीमित्त
te_in: సుగాళీమిత్త్

source: Sugapuram
hi_in: सुगपुरम
te_in: సుగపురం

source: Sugar Factory Bardoli
hi_in: शुगर फैक्ट्री बारदोली
te_in: శుగర్ ఫేక్ట్రీ బారదోలీ

source: Sugar Mill
hi_in: शुगर मिल
te_in: శుగర్ మిల్

source: Sugauna
hi_in: सुगौना
te_in: సుగౌనా

source: Sugawe
hi_in: सुगावे
te_in: సుగావె

source: Sugba Urown
hi_in: सुगब यूरोन
te_in: సుగబ్ యూరోన్

source: Suger Mill
hi_in: सूगर मिल
te_in: సూగర్ మిల్

source: Sugga
hi_in: सुग्गा
te_in: సుగ్గా

source: Suggaon
hi_in: सुग्गों
te_in: సుగ్గోం

source: Sughad
hi_in: सुघड़
te_in: సుఘ్

source: Sugnu
hi_in: सुगनु
te_in: సుగను

source: Sugunapuram
hi_in: सुगुनपुरम
te_in: సుగునపురం

source: Suhagpura
hi_in: सुहागपुरा
te_in: సుహాగపురా

source: Suhari
hi_in: सुहारी
te_in: సుహారీ

source: Sui
hi_in: सुई
te_in: సుఈ

source: Sujaganj Bazar
hi_in: सुजागंज बाजार
te_in: సుజాగంజ్ బాజార్

source: Sujandeser
hi_in: सुजानदेसर
te_in: సుజానదెసర్

source: Sujangarh RS
hi_in: सुजानगढ़ रस
te_in: సుజానగ్ రస్

source: Sujanpura
hi_in: सुजानपुर
te_in: సుజానపుర్

source: Sujapur
hi_in: सुजापुर
te_in: సుజాపుర్

source: Sujnipur
hi_in: सुजनीपुर
te_in: సుజనీపుర్

source: Suka
hi_in: सुक
te_in: సుక్

source: Sukal
hi_in: सुकाल
te_in: సుకాల్

source: Sukali Bai
hi_in: सुकली बाई
te_in: సుకలీ బాఈ

source: Sukchar (North 24 Parganas)
hi_in: सुक्चर (नार्थ 24 परगन्स)
te_in: సుక్చర్ (నార్థ్ 24 పరగన్స్)

source: Sukdebpur
hi_in: सुकदेबपुर
te_in: సుకదెబపుర్

source: Suketri
hi_in: सुकेतरी
te_in: సుకెతరీ

source: Sukewadi
hi_in: सुकवादी
te_in: సుకవాదీ

source: Sukha
hi_in: सुख
te_in: సుఖ్

source: Sukhala
hi_in: सुखल
te_in: సుఖల్

source: Sukhdev Vihar
hi_in: सुखदेव विहार
te_in: సుఖదెవ్ విహార్

source: Sukhdevanand Ashram
hi_in: सुखदेवानंद आश्रम
te_in: సుఖదెవానంద్ ఆశ్రం

source: Sukhipali
hi_in: सुखीपाली
te_in: సుఖీపాలీ
