Repository: healthvdev/custom_template
Catalog: languages/*.po
Languages: hi_in, te_in

source: Punjiama Sasan
hi_in: पुंजियाम सासन
te_in: పుంజియామ్ సాసన్

source: Punkheda
hi_in: पूनखेड़ा
te_in: పూనఖె ా

source: Punkunnu
hi_in: पुंकुन्नु
te_in: పుంకున్ను

source: Punnad
hi_in: पुन्नाड
te_in: పున్నాడ్

source: Punnakayal
hi_in: पुंनकयल
te_in: పుంనకయల్

source: Punnakkal
hi_in: पुंनककल
te_in: పుంనకకల్

source: Punnakkunnu
hi_in: पुंनककुन्नु
te_in: పుంనకకున్ను

source: Punnamathota
hi_in: पुन्नमतहोता
te_in: పున్నమతహోతా

source: Punnamoodu
hi_in: पुन्नामऊदू
te_in: పున్నామఊదూ

source: Punnathala
hi_in: पुननाथला
te_in: పుననాథలా

source: Punner
hi_in: पुन्नेर
te_in: పున్నెర్

source: Punniahpuram
hi_in: पुननित्हपुरम
te_in: పుననిత్హపురం

source: Punnol
hi_in: पुन्नोल
te_in: పున్నోల్

source: Punpua
hi_in: पुनपुन
te_in: పునపున్

source: Punwarka
hi_in: पुंवारका
te_in: పుంవారకా

source: Punwat
hi_in: पुनवत
te_in: పునవత్

source: Punyakshetram
hi_in: पुण्यक्षेत्रम
te_in: పుణ్యక్షెత్రం

source: Pur
hi_in: पुर
te_in: పుర్

source: Purab Sarai
hi_in: पूरब सारे
te_in: పూరబ్ సారె

source: Purab Sarira
hi_in: पुरब सरीरा
te_in: పురబ్ సరీరా

source: Purabdiha
hi_in: पूरबडीह
te_in: పూరబడీహ్

source: Purabgaon
hi_in: पूरबगों
te_in: పూరబగోం

source: Purabnara
hi_in: पूरबनार
te_in: పూరబనార్

source: Purag
hi_in: पुरयाग
te_in: పురయాగ్

source: Puraina
hi_in: पुरैना
te_in: పురేనా

source: Puraina Mansoor
hi_in: पुरैना मंसूर
te_in: పురేనా మంసూర్

source: Puraina Pandey
hi_in: पुरैना पाण्डेय
te_in: పురేనా పాణ్డెయ్

source: Purainbandha
hi_in: पुरैन्बंध
te_in: పురేన్బంధ్

source: Puraini
hi_in: पुरैनी
te_in: పురేనీ

source: Purakalan
hi_in: पूराकलां
te_in: పూరాకలాం

source: Purakhasia
hi_in: पूराखसिया
te_in: పూరాఖసియా

source: Pural
hi_in: पुराल
te_in: పురాల్

source: Puramana
hi_in: पुरअमन
te_in: పురఅమన్

source: Puramannur
hi_in: पुरमन्नूर
te_in: పురమన్నూర్

source: Puran
hi_in: पुराण
te_in: పురాణ్

source: Puran Nagar
hi_in: पूरन नगर
te_in: పూరన్ నగర్

source: Purana Bharthana
hi_in: पुराना भरथना
te_in: పురానా భరథనా

source: Purana Bhojpur
hi_in: पुराना भोजपुर
te_in: పురానా భోజపుర్

source: Purana Kanpur
hi_in: पुराण कानपूर
te_in: పురాణ్ కానపూర్

source: Purana Odapada
hi_in: पुराण ओदपद
te_in: పురాణ్ ఓదపద్

source: Puranandapally
hi_in: पुरानंदपल्ली
te_in: పురానందపల్లీ

source: Puranasingupalayam
hi_in: पुराणसींगूपलायम
te_in: పురాణసీంగూపలాయం

source: Purandara
hi_in: पुरंदर
te_in: పురందర్

source: Purani Abadi
hi_in: पुराणी आबादी
te_in: పురాణీ ఆబాదీ

source: Purani Basti
hi_in: पुराणी बस्ती
te_in: పురాణీ బస్తీ

source: Purani Basti (Basti)
hi_in: पुराणी बस्ती (बस्ती)
te_in: పురాణీ బస్తీ (బస్తీ)

source: Purani Basti (Jaipur)
hi_in: पुराणी बस्ती (जयपुर)
te_in: పురాణీ బస్తీ (జైపూర్)

source: Purani Basti (Raipur)
hi_in: पुराणी बस्ती (रायपुर)
te_in: పురాణీ బస్తీ (రాయపుర్)

source: Purani Bazar
hi_in: पुराणी बाजार
te_in: పురాణీ బాజార్

source: Purani Godown
hi_in: पुराणी गोडाउन
te_in: పురాణీ గోడాఉన్

source: Purani Manali
hi_in: पुराणी मनाली
te_in: పురాణీ మనాలీ

source: Puraniha
hi_in: पुरानिह
te_in: పురానిహ్

source: Purar
hi_in: पुरार
te_in: పురార్

source: Purba Madhabpur
hi_in: पूरब माधबपुर
te_in: పూరబ్ మాధబపుర్

source: Purba Mollapara
hi_in: पूरब मोललापर
te_in: పూరబ్ మోలలాపర్

source: Purba Sinthee
hi_in: पूरब सिंथी
te_in: పూరబ్ సింథీ

source: Purbabidyadharpur
hi_in: पुर्बबिद्याधरपुर
te_in: పుర్బబిద్యాధరపుర్

source: Purbachal
hi_in: पूरबचल
te_in: పూరబచల్

source: Purbadakshinmoyna
hi_in: पुर्बादक्शीनमोयणा
te_in: పుర్బాదక్శీనమోయణా

source: Purbasaidpur
hi_in: पुर्बसईदपुर
te_in: పుర్బసఈదపుర్

source: Purbasiur
hi_in: पूरबसिर
te_in: పూరబసిర్

source: Purbautori
hi_in: पुरबोटरी
te_in: పురబోటరీ

source: Pure Goshain
hi_in: पुरे गोशाईं
te_in: పురె గోశాఈం

source: Puredalai
hi_in: पूरेडलई
te_in: పూరెడలఈ

source: Puregareria
hi_in: पूरेगरेरिया
te_in: పూరెగరెరియా

source: Puri
hi_in: पुरी
te_in: పూరీ

source: Puri Seabeach
hi_in: पूरी सीबीच
te_in: పూరీ సీబీచ్

source: Purjori
hi_in: पुरजोरी
te_in: పురజోరీ

source: Purkhas
hi_in: पुरखास
te_in: పురఖాస్

source: Purkhauli
hi_in: पुर्खौली
te_in: పుర్ఖౌలీ

source: Purnadih
hi_in: पुरनाडीह
te_in: పురనాడీహ్

source: Purnanandampet
hi_in: पूर्णानंदमपेट
te_in: పూర్ణానందమపెట్

source: Purnapani
hi_in: पुर्नअपनी
te_in: పుర్నఅపనీ

source: Purnea
hi_in: पुरना
te_in: పురనా

source: Purnea Court
hi_in: पुरनी कोर्ट
te_in: పురనీ కోర్ట్

source: Purnea DB
hi_in: पुरना दब
te_in: పురనా దబ్

source: Purnea Linebazar
hi_in: पुरना लिनेबाज़ार
te_in: పురనా లినెబా ార్

source: Purohitonki Dhani
hi_in: पुरोहितोंकी धनि
te_in: పురోహితోంకీ ధని

source: Purohitunivalasa
hi_in: पुरोहितयूनिवलस
te_in: పురోహితయూనివలస్

source: Purshottam Nagar
hi_in: पुरुषोत्तम नगर
te_in: పురుషోత్తమ్ నగర్

source: Purshottampur
hi_in: पुरुषोत्तमपुर
te_in: పురుషోత్తమపుర్

source: Pursurah
hi_in: पुरसुराः
te_in: పురసురాః

source: Purthi
hi_in: पूर्ति
te_in: పూర్తి

source: Purum Pantha
hi_in: पुरुम पन्था
te_in: పురుమ్ పన్థా

source: Puruna Berhampur
hi_in: पुरून बरहमपुर
te_in: పురూన్ బరహమపుర్

source: Puruna Manitiri
hi_in: पुरून मनीतिरी
te_in: పురూన్ మనీతిరీ

source: Puruna Tigiria
hi_in: पुरून टिगिरिया
te_in: పురూన్ టిగిరియా

source: Purunakatak
hi_in: पुरुणकताक
te_in: పురుణకతాక్

source: Purunapani
hi_in: पुरुणापानी
te_in: పురుణాపానీ

source: Purushothapatnam
hi_in: पुरुषोथपतनं
te_in: పురుషోథపట్టణం

source: Purushottampur
hi_in: पुरुषोत्तमपुर
te_in: పురుషోత్తమపుర్

source: Purusottam Pur
hi_in: पुरुसोत्तम पुर
te_in: పురుసోత్తమ్ పుర్

source: Purvi Pakari
hi_in: पूर्वी पकरि
te_in: పూర్వీ పకరి

source: Purwalgaon
hi_in: पुरवल्गाओं
te_in: పురవల్గాఓం

source: Purwameer
hi_in: पुरवामीर
te_in: పురవామీర్

source: Purwawan
hi_in: पुरवावां
te_in: పురవావాం

source: Pusalda
hi_in: पुसल्दा
te_in: పుసల్దా

source: Pusaldih
hi_in: पुसालडीह
te_in: పుసాలడీహ్

source: Pushp Vihar
hi_in: पुष्प विहार
te_in: పుష్ప్ విహార్

source: Pushpa Bhawan
hi_in: पुष्प भवन
te_in: పుష్ప్ భవన్

source: Pushpanagar
hi_in: पुष्पनगर
te_in: పుష్పనగర్

source: Pusnar
hi_in: पूजन
te_in: పూజన్

source: Puspal
hi_in: पुसपाल
te_in: పుసపాల్

source: Puthenthurai
hi_in: पुथेनठुराई
te_in: పుథెనఠురాఈ

source: Puthenvelikkara
hi_in: पुथेनवेलिक्कारा
te_in: పుథెనవెలిక్కారా

source: Putheri
hi_in: पुतेरी
te_in: పుతెరీ

source: Puthi
hi_in: पुथि
te_in: పుథి

source: Puthimari
hi_in: पुथीमारी
te_in: పుథీమారీ

source: Puthiyara
hi_in: पुथियार
te_in: పుథియార్

source: Puthukudi 3rd Mile
hi_in: पुथुकुडी 3र्ड मिले
te_in: పుథుకుడీ 3ర్డ్ మిలె

source: Puthukulangara
hi_in: पुथुकुलनगर
te_in: పుథుకులనగర్

source: Puthumariamman Koil
hi_in: पुथुमारिअम्मन कोइल
te_in: పుథుమారిఅమ్మన్ కోఇల్

source: Puthupalli
hi_in: पुथुपल्ली
te_in: పుథుపల్లీ

source: Puthur
hi_in: पुथुर
te_in: పుథుర్

source: Puthur -kottakkal
hi_in: पुथुर -कोट्टाक्कल
te_in: పుథుర్ -కోట్టాక్కల్

source: Puthusserimukku
hi_in: पुठुस्सेरीमुक्कु
te_in: పుఠుస్సెరీముక్కు

source: Putia
hi_in: पुतिन
te_in: పుతిన్

source: Putimari
hi_in: पुतिमरी
te_in: పుతిమరీ

source: Puto
hi_in: पुट
te_in: పుట్

source: Puttady
hi_in: पुत्ताड़ी
te_in: పుత్తా ీ

source: Puttanmane
hi_in: पुट्टनमने
te_in: పుట్టనమనె

source: Puttasingi
hi_in: पुत्तासिंगी
te_in: పుత్తాసింగీ

source: Puttur(D.K.)
hi_in: पुत्तुर(डी.के.)
te_in: పుత్తుర్(డీ.కె.)

source: PWD Colony
hi_in: पव्ड कॉलोनी
te_in: పవ్డ్ క్ లోనీ

source: Pydipala
hi_in: पैडिपला
te_in: పేడిపలా

source: Pyndeng Sohsaw
hi_in: पैन्डिंग सोहसव
te_in: పేన్డింగ్ సోహసవ్

source: Qadarganj
hi_in: कादरगंज
te_in: కాదరగంజ్

source: Qadian
hi_in: क़ादियान
te_in: ౘాదియాన్

source: Qanoongopura
hi_in: कानूनगोपुरा
te_in: కానూనగోపురా

source: Qilla Bahu
hi_in: किल्ला बहु
te_in: కిల్లా బహు

source: Qilla Kavi Santokh
hi_in: किल्ला कवी संतोख
te_in: కిల్లా కవీ సంతోఖ్

source: Quela
hi_in: केला
te_in: కెలా

source: Queralli
hi_in: कुराली
te_in: కురాలీ

source: Quimoh
hi_in: क्विमोह
te_in: క్విమోహ్

source: Quinal
hi_in: क्विनाल
te_in: క్వినాల్

source: Quirlapale
hi_in: क्विरलपले
te_in: క్విరలపలె

source: Qumaresh
hi_in: कुमारेश
te_in: కుమారెశ్

source: Qutubnagar
hi_in: कुतुबनगर
te_in: కుతుబనగర్

source: Qutubshei
hi_in: क़ुतुबशे
te_in: ౘుతుబశె

source: Qutubullapur
hi_in: क़ुतुबुलापुर
te_in: ౘుతుబులాపుర్

source: R A College
hi_in: र या कॉलेज
te_in: ర్ యా క్ లెజ్

source: R B Colony
hi_in: र बी कॉलोनी
te_in: ర్ బీ క్ లోనీ

source: R G C Mill
hi_in: र ग क मिल
te_in: ర్ గ్ క్ మిల్

source: R G Market Tumkur
hi_in: र ग मार्किट तुमकुर
te_in: ర్ గ్ మార్కిట్ తుమకుర్

source: R K Extension Sangli
hi_in: र के एक्सटेंशन सांगली
te_in: ర్ కె ఏక్సటెంశన్ సాంగలీ

source: R K Nagar (Kanpur Nagar)
hi_in: र क नगर (कानपूर नगर)
te_in: ర్ క్ నగర్ (కానపూర్ నగర్)

source: R.B. Colony Gwalior
hi_in: आर.बी. कॉलोनी ग्वालियर
te_in: ఆర్.బీ. క్ లోనీ గ్వాలియర్

source: R.B.S.College
hi_in: आर.बी.एस.कॉलेज
te_in: ఆర్.బీ.ఏస్.క్ లెజ్

source: R.Badmal
hi_in: आर.बड़मल
te_in: ఆర్.బ్ మల్

source: R.Block
hi_in: आर.ब्लॉक
te_in: ఆర్.బ్ల్ క్

source: R.C.Imarat
hi_in: आर.सी.ईमारत
te_in: ఆర్.సీ.ఈమారత్

source: R.D.S.College
hi_in: आर.डी.एस.कॉलेज
te_in: ఆర్.డీ.ఏస్.క్ లెజ్

source: R.G.Kar Medical College
hi_in: आर.जी.कर मेडिकल कॉलेज
te_in: ఆర్.జీ.కర్ మెడికల్ క్ లెజ్

source: R.H.B. Bhiwari
hi_in: आर.एच.बी. भिवाड़ी
te_in: ఆర్.ఏచ్.బీ. భివా ీ

source: R.Jaganathpur
hi_in: आर.जगनाथपुर
te_in: ఆర్.జగనాథపుర్

source: R.K Puri Gwalior
hi_in: आर.क पूरी ग्वालियर
te_in: ఆర్.క్ పూరీ గ్వాలియర్

source: R.K.Pally
hi_in: आर.के.पल्ली
te_in: ఆర్.కె.పల్లీ

source: R.K.Seva Pratisthan
hi_in: आर.के.सेवा प्रतिष्ठान
te_in: ఆర్.కె.సెవా ప్రతిష్ఠాన్

source: R.K.University
hi_in: आर.के.यूनिवर्सिटी
te_in: ఆర్.కె.యూనివర్సిటీ

source: R.Konthalapadu
hi_in: आर.कोथलापडु
te_in: ఆర్.కోథలాపడు

source: R.M.S. Colony
hi_in: आर.एम.एस. कॉलोनी
te_in: ఆర్.ఏమ్.ఏస్. క్ లోనీ

source: R.M.V. Extension II Stage
hi_in: आर.एम.वी. एक्सटेंशन ई स्टेज
te_in: ఆర్.ఏమ్.వీ. ఏక్సటెంశన్ ఈ స్టెజ్

source: R.N. Mukherjee Road
hi_in: आर.एन. मुख़र्जी रोड
te_in: ఆర్.ఏన్. ముౙర్జీ రోడ్

source: R.N.Bazar
hi_in: आर.एन.बाजार
te_in: ఆర్.ఏన్.బాజార్

source: R.Pangidigudem
hi_in: आर.पांजिड़ईगुदेम
te_in: ఆర్.పాంజి ఈగుదెం

source: R.Ponnapuram
hi_in: आर.पुन्नापुरम
te_in: ఆర్.పున్నాపురం

source: R.R. Jagraon
hi_in: आर.आर. जगराओं
te_in: ఆర్.ఆర్. జగరాఓం

source: R.S. Dham
hi_in: आर.एस. धाम
te_in: ఆర్.ఏస్. ధాం

source: R.S.Gardens
hi_in: आर.एस.गार्डन्स
te_in: ఆర్.ఏస్.గార్డన్స్

source: R.S.Market
hi_in: आर.एस.मार्किट
te_in: ఆర్.ఏస్.మార్కిట్

source: R.S.Nagar
hi_in: आर.एस.नगर
te_in: ఆర్.ఏస్.నగర్

source: R.S.Pura
hi_in: आर.एस.पूरा
te_in: ఆర్.ఏస్.పూరా

source: R.S.Pura Adda
hi_in: आर.एस.पूरा अड्डा
te_in: ఆర్.ఏస్.పూరా అడ్డా

source: R.S.Puram East
hi_in: आर.एस.पुरम ईस्ट
te_in: ఆర్.ఏస్.పురమ్ ఈస్ట్

source: R.S.Puram South
hi_in: आर.एस.पुरम साउथ
te_in: ఆర్.ఏస్.పురమ్ సాఉథ్

source: R.S.Puram West
hi_in: आर.एस.पुरम वेस्ट
te_in: ఆర్.ఏస్.పురమ్ వెస్ట్

source: R.T.Mohan
hi_in: आर.टी.मोहन
te_in: ఆర్.టీ.మోహన్

source: Rabadia
hi_in: रबाडा
te_in: రబాడా

source: Rabarika
hi_in: राबरिक
te_in: రాబరిక్

source: Rabera
hi_in: रबर
te_in: రబర్

source: Rabindra Avenue
hi_in: रबिन्द्र अवेनुए
te_in: రబిన్ద్ర్ అవెనుఏ

source: Rabindra Nagar
hi_in: रबिन्द्र नगर
te_in: రబిన్ద్ర్ నగర్

source: Rabindra Nagar (Kolkata)
hi_in: रबिन्द्र नगर (कोल्कता)
te_in: రబిన్ద్ర్ నగర్ (కోల్కతా)

source: Rabindranagar
hi_in: रबिंद्रनगर
te_in: రబింద్రనగర్

source: Rabingia
hi_in: रॉबिनगीअ
te_in: ర్ బినగీఅ

source: Rabkavi
hi_in: राबकावी
te_in: రాబకావీ

source: Rabkavi Town
hi_in: राबकावी टाउन
te_in: రాబకావీ టాఉన్

source: Rabod
hi_in: रबड़
te_in: రబ్

source: Race Cource Para
hi_in: रेस कोर्स पर
te_in: రెస్ కోర్స్ పర్

source: Racecourse
hi_in: रसकोउर्से
te_in: రసకోఉర్సె

source: Rachapalli
hi_in: रचपल्ली
te_in: రచపల్లీ

source: Rachkheta
hi_in: रचखेता
te_in: రచఖెతా

source: Radewala
hi_in: राड़ेवाले
te_in: రా ెవాలె

source: Radha Bazar
hi_in: राधा बाजार
te_in: రాధా బాజార్

source: Radha Nagar
hi_in: राधा नागर
te_in: రాధా నాగర్

source: Radhaballavpur
hi_in: राधाबल्लवपुर
te_in: రాధాబల్లవపుర్

source: Radhakishorepur
hi_in: राधाकिशोरपुर
te_in: రాధాకిశోరపుర్

source: Radhakund
hi_in: राधाकुंड
te_in: రాధాకుండ్

source: Radhanagar
hi_in: राधानगर
te_in: రాధానగర్

source: Radhanagar (Kanchipuram)
hi_in: राधानगर (कांचीपुरम)
te_in: రాధానగర్ (కాంచీపురమ్)

source: Radhanpur Rly Colony
hi_in: राधनपुर रली कॉलोनी
te_in: రాధనపుర్ రలీ క్ లోనీ

source: Radhapuram
hi_in: रायपुरम
te_in: రాయపురం

source: Radharamanpur
hi_in: राधारामनपुर
te_in: రాధారామనపుర్

source: Radhikadeipur
hi_in: राधिकदेईपुर
te_in: రాధికదెఈపుర్

source: Radho
hi_in: राधो
te_in: రాధో

source: Radhore
hi_in: रादौर
te_in: రాదౌర్

source: Radhvanaj
hi_in: राधवनज
te_in: రాధవనజ్

source: Radi
hi_in: राड़ी
te_in: రా ీ

source: Radiala
hi_in: रेडियल
te_in: రెడియల్

source: Radio Colony Indore
hi_in: रेडियो कॉलोनी इंदौर
te_in: రెడియో క్ లోనీ ఇండోర్

source: Raduwa
hi_in: रडुवा
te_in: రడువా

source: Raebarely
hi_in: रायबरेली
te_in: రాయబరెలీ

source: Raebarelykty
hi_in: रैबरेलीकटी
te_in: రేబరెలీకటీ

source: Raekot
hi_in: रायकोट
te_in: రాయకోట్

source: Rafaleshwar
hi_in: रेफलेश्वर
te_in: రెఫలెశ్వర్

source: Ragadapa
hi_in: रागदप
te_in: రాగదప్

source: Ragadi
hi_in: रागादि
te_in: రాగాది

source: Ragannaguda X Roads
hi_in: रगन्नागूडा क्ष रोड्स
te_in: రగన్నాగూడా క్ష్ రోడ్స్

source: Ragar Gaon
hi_in: रैगर गाओं
te_in: రేగర్ గాఓం

source: Raghabpur
hi_in: राघबपुर
te_in: రాఘబపుర్

source: Raghavapur
hi_in: राघवपुर
te_in: రాఘవపుర్

source: Raghavapuram
hi_in: राघवापुरम
te_in: రాఘవాపురం

source: Raghavpuri
hi_in: राघवपुरी
te_in: రాఘవపురీ

source: Raghipur
hi_in: राघीपुर
te_in: రాఘీపుర్

source: Ragho Majra Patiala
hi_in: राघो मजरा पटियाला
te_in: రాఘో మజరా పటియాలా

source: Raghopur Deorhi
hi_in: राघोपुर डोरही
te_in: రాఘోపుర్ డోరహీ

source: Raghudevpur
hi_in: रघुदेवपुर
te_in: రఘుదెవపుర్

source: Raghunath Nagar (Ganjam)
hi_in: रघुनाथ नगर (गंजाम)
te_in: రఘునాథ్ నగర్ (గంజామ్)

source: Raghunathpali
hi_in: रघुनाथपाली
te_in: రఘునాథపాలీ

source: Raghunathpur
hi_in: रघुनाथपुर
te_in: రఘునాథపుర్

source: Raghunathpur (Dumka)
hi_in: रघुनाथपुर (दुमका)
te_in: రఘునాథపుర్ (దుమకా)

source: Raghunathpur (Jagatsinghapur)
hi_in: रघुनाथपुर (जगतसिंघपुर)
te_in: రఘునాథపుర్ (జగతసింఘపుర్)

source: Raghunathpur (Puruliya)
hi_in: रघुनाथपुर (पुरुलिया)
te_in: రఘునాథపుర్ (పురులియా)

source: Raghunathpur (West Midnapore)
hi_in: रघुनाथपुर (वेस्ट मिदनापुर)
te_in: రఘునాథపుర్ (వెస్ట్ మిదనాపుర్)

source: Raghunathpur Imadpur
hi_in: रघुनाथपुर इमादपुर
te_in: రఘునాథపుర్ ఇమాదపుర్

source: Raghurampur
hi_in: रघुरामपुर
te_in: రఘురామపుర్

source: Ragibommanahalli
hi_in: राजीबोम्मनहल्ली
te_in: రాజీబోమ్మనహల్లీ

source: Ragihalli
hi_in: रागिहल्ली
te_in: రాగిహల్లీ

source: Ragurajpura
hi_in: रागुराजपुर
te_in: రాగురాజపుర్

source: Rahad
hi_in: राहड़
te_in: రాహ్

source: Raham
hi_in: रहम
te_in: రహం

source: Rahaoti
hi_in: रहौती
te_in: రహౌతీ

source: Rahara
hi_in: रहर
te_in: రహర్

source: Rahatgaon
hi_in: रहटगांव
te_in: రహటగాంవ్

source: Rahati
hi_in: रहती
te_in: రహతీ

source: Rahe
hi_in: रहे
te_in: రహె

source: Rahij
hi_in: रहीज
te_in: రహీజ్

source: Rahim Nagar Padiana
hi_in: रहीम नगर पडाना
te_in: రహీమ్ నగర్ పడానా

source: Rahimpur
hi_in: रहीमपुर
te_in: రహీమపుర్

source: Rahimpur Jagdish
hi_in: रहीमपुर जगदीश
te_in: రహీమపుర్ జగదీశ్

source: Rahiya
hi_in: रहिया
te_in: రహియా

source: Rahmatogaon
hi_in: रहमतोगों
te_in: రహమతోగోం

source: Rahmatpur
hi_in: रहमतपुर
te_in: రహమతపుర్

source: Rahu
hi_in: राहु
te_in: రాహు

source: Rahugate Ladnun
hi_in: राहुगते लाडनूं
te_in: రాహుగతె లాడనూం

source: Rahuri Town
hi_in: राहुरी टाउन
te_in: రాహురీ టాఉన్

source: Rahwain
hi_in: रहवीं
te_in: రహవీం

source: Rai
hi_in: राइ
te_in: రాఇ

source: Rai Bandha
hi_in: राइ बांध
te_in: రాఇ బాంధ్

source: Raibania
hi_in: राइबनिया
te_in: రాఇబనియా

source: Raibigo
hi_in: रैबीगो
te_in: రేబీగో

source: Raibojha
hi_in: रीबोझ
te_in: రీబోఝ్

source: Raibol
hi_in: रेबोल
te_in: రెబోల్

source: Raichak
hi_in: रेचक
te_in: రెచక్

source: Raichenga
hi_in: रिछेंग
te_in: రిఛెంగ్

source: Raichur
hi_in: रायचूर
te_in: రాయచూర్

source: Raichur Golthana
hi_in: रायचूर गोलथाना
te_in: రాయచూర్ గోలథానా

source: Raichur Jawahar Nagar
hi_in: रायचुर जवाहर नगर
te_in: రాయచుర్ జవాహర్ నగర్

source: Raichur Maddipet
hi_in: रायचूर मद्दिपेट
te_in: రాయచూర్ మద్దిపెట్

source: Raichur Mukram Gunj
hi_in: रायचूर मुक्रम गूँज
te_in: రాయచూర్ ముక్రమ్ గూఁజ్

source: Raichur Naya Bazar
hi_in: रायचुर नया बाजार
te_in: రాయచుర్ నయా బాజార్

source: Raichur Nijalingappa Nagar
hi_in: रायचूर निजलिंगप्पा नगर
te_in: రాయచూర్ నిజలింగప్పా నగర్

source: Raichur Patel Road
hi_in: रायचुर पटेल रोड
te_in: రాయచుర్ పటెల్ రోడ్

source: Raichur R.S.
hi_in: रायचूर आर.एस.
te_in: రాయచూర్ ఆర్.ఏస్.

source: Raichur Saath Katchery
hi_in: रायचुर साथ कचरी
te_in: రాయచుర్ సాథ్ కచరీ

source: Raigadh
hi_in: रायगढ़
te_in: రాయగ్

source: Raiganj
hi_in: रायगंज
te_in: రాయగంజ్

source: Raiganj Town
hi_in: रायगंज टाउन
te_in: రాయగంజ్ టాఉన్

source: Raigarh
hi_in: रायगढ़
te_in: రాయగఢ్

source: Raigarh Sadar Bazar
hi_in: रायगढ़ सदर बाजार
te_in: రాయగ్ సదర్ బాజార్

source: Raigurupur
hi_in: रेगुरुपुर
te_in: రెగురుపుర్

source: Raihari
hi_in: रेहड़ी
te_in: రెహ్ ీ

source: Raijhola
hi_in: रिझोला
te_in: రిఝోలా

source: Raikala
hi_in: रैकल
te_in: రేకల్

source: Raikera
hi_in: रायकेरा
te_in: రాయకెరా

source: Raikhad
hi_in: रिखाड़
te_in: రిఖా

source: Raikhed
hi_in: राईखेड़ा
te_in: రాఈఖె ా

source: Raikinari
hi_in: रैकीनारी
te_in: రేకీనారీ

source: Raikwar
hi_in: रैकवार
te_in: రేకవార్

source: Rail
hi_in: रेल
te_in: రెల్

source: Rail Nilayam
hi_in: रेल निलयम
te_in: రెల్ నిలయం

source: Railly
hi_in: रैल्ली
te_in: రేల్లీ

source: Railpar (Birbhum)
hi_in: रेलपार (बीरभूम)
te_in: రెలపార్ (బీరభూమ్)

source: Railpet(Guntur)
hi_in: रेलपेट(गुंटूर)
te_in: రెలపెట్(గుంటూర్)

source: Railpeta Bapatla
hi_in: रेलपेट बापतला
te_in: రెలపెట్ బాపతలా

source: Railway Carshed Complex
hi_in: रेलवे कारशेड काम्प्लेक्स
te_in: రెలవె కారశెడ్ కామ్ప్లెక్స్

source: Railway Colony (Ahmedabad)
hi_in: रेलवे कॉलोनी (अहमदाबाद)
te_in: రెలవె క్ లోనీ (అహ్మదాబాదు)

source: Railway Colony (Ananthapur)
hi_in: रेलवे कॉलोनी (अनंतपुर)
te_in: రెలవె క్ లోనీ (అనంతపుర్)

source: Railway Colony (Gorakhpur)
hi_in: रेलवे कॉलोनी (गोरखपुर)
te_in: రెలవె క్ లోనీ (గోరఖపుర్)

source: Railway Colony (Pratapgarh)
hi_in: रेलवे कॉलोनी (प्रतापगढ़)
te_in: రెలవె క్ లోనీ (ప్రతాపగ్ )

source: Railway Colony (Sundergarh)
hi_in: रेलवे कॉलोनी (सुंदरगढ़)
te_in: రెలవె క్ లోనీ (సుందరగ్ )

source: Railway Colony Gangapur
hi_in: रेलवे कॉलोनी गंगापुर
te_in: రెలవె క్ లోనీ గంగాపుర్

source: Railway Colony Hatia
hi_in: रेलवे कॉलोनी हटिया
te_in: రెలవె క్ లోనీ హటియా

source: Railway Colony Mugalsarai
hi_in: रेलवे कॉलोनी मुगलसराय
te_in: రెలవె క్ లోనీ ముగలసరాయ్

source: Railway Office
hi_in: रेलवे ऑफिस
te_in: రెలవె ఑ఫిస్

source: Railway Road (Hoshiarpur)
hi_in: रेलवे रोड (होशियारपुर)
te_in: రెలవె రోడ్ (హోశియారపుర్)

source: Railway Road (Jalandhar)
hi_in: रेलवे रोड (जालंधर)
te_in: రెలవె రోడ్ (జాలంధర్)

source: Railway Road Firozabad
hi_in: रेलवे रोड फिरोज़ाबाद
te_in: రెలవె రోడ్ ఫిరో ాబాద్

source: Railway Road Rishikesh
hi_in: रेलवे रोड ऋषिकेश
te_in: రెలవె రోడ్ ఋషికెశ్

source: Railway Station
hi_in: रेलवे स्टेशन
te_in: రెలవె స్టెశన్

source: Railway Workshop
hi_in: रेलवे वर्कशॉप
te_in: రెలవె వర్కశ్ ప్

source: Railwaypura
hi_in: रेलवेपुर
te_in: రెలవెపుర్

source: Raima
hi_in: रैम
te_in: రేం

source: Rainawari
hi_in: रैनावारी
te_in: రేనావారీ

source: Rainso
hi_in: रेंसो
te_in: రెంసో

source: Rainsol
hi_in: रइंसॉल
te_in: రఇంస్ ల్

source: Rainwali
hi_in: रैनवाली
te_in: రేనవాలీ

source: Raipur
hi_in: रायपुर
te_in: రాయపుర్

source: Raipur (Ahmedabad)
hi_in: रायपुर (अहमदाबाद)
te_in: రాయపుర్ (అహ్మదాబాదు)

source: Raipur Buzurg
hi_in: रायपुर बुज़ुर्ग
te_in: రాయపుర్ బు ుర్గ్

source: Raipur Cuttack
hi_in: रायपुर कुट्टक
te_in: రాయపుర్ కుట్టక్

source: Raipur Ganj
hi_in: रायपुर गंज
te_in: రాయపుర్ గంజ్

source: Raipur Hans
hi_in: रायपुर हँस
te_in: రాయపుర్ హఁస్

source: Raipur Jattan
hi_in: रायपुर जाटान
te_in: రాయపుర్ జాటాన్

source: Raipur Jorabagan Road
hi_in: रायपुर जोड़ाबागान रोड
te_in: రాయపుర్ జో ాబాగాన్ రోడ్

source: Raipur Kutchery
hi_in: रायपुर कुत्चेरय
te_in: రాయపుర్ కుత్చెరయ్

source: Raipur Paschimbarh
hi_in: रायपुर पश्चिमबढ़
te_in: రాయపుర్ పశ్చిమబ్

source: Raipur Pokhta
hi_in: रायपुर पोख्ता
te_in: రాయపుర్ పోఖ్తా

source: Raipur Rani
hi_in: रायपुर रानी
te_in: రాయపుర్ రానీ

source: Raipur Sahoran
hi_in: रायपुर सहारण
te_in: రాయపుర్ సహారణ్

source: Raipur-mirpur
hi_in: रायपुर-मीरपुर
te_in: రాయపుర్-మీరపుర్

source: Raipura
hi_in: रायपुर
te_in: రాయపుర్

source: Raipuria
hi_in: रायपुरिया
te_in: రాయపురియా

source: Rairamchandrapur
hi_in: रैरमचंद्रपुर
te_in: రేరమచంద్రపుర్

source: Raisar
hi_in: रेसर
te_in: రెసర్

source: Raisen
hi_in: रायसेन
te_in: రాయసెన్

source: Raisingpura
hi_in: रायसिंगपुरा
te_in: రాయసింగపురా

source: Raison
hi_in: रईसों
te_in: రఈసోం

source: Raispur
hi_in: रईसपुर
te_in: రఈసపుర్

source: Rait
hi_in: राइट
te_in: రాఇట్

source: Raitala
hi_in: रैटल
te_in: రేటల్

source: Raithunagar
hi_in: रैठूनगर
te_in: రేఠూనగర్

source: Raiya
hi_in: रैया
te_in: రేయా

source: Raj Bhawan (Bhopal)
hi_in: राज भवन (भोपाल)
te_in: రాజ్ భవన్ (భోపాల్)

source: Raj Bhawan (Chandigarh)
hi_in: राज भवन (चंडीगढ़)
te_in: రాజ్ భవన్ (చండీగఢ్ )

source: Raj Bhawan (Jaipur)
hi_in: राज भवन (जयपुर)
te_in: రాజ్ భవన్ (జైపూర్)

source: Raj Chainpur
hi_in: राज चैनपुर
te_in: రాజ్ చేనపుర్

source: Raj College
hi_in: राज कॉलेज
te_in: రాజ్ క్ లెజ్

source: Raj Nagar - II
hi_in: राज नगर - ई
te_in: రాజ్ నగర్ - ఈ

source: Raj Nilgiri
hi_in: राज नीलगिरि
te_in: రాజ్ నీలగిరి

source: Raj. Edu. Board Ajmer
hi_in: राज. यदु. बोर्ड अजमेर
te_in: రాజ్. యదు. బోర్డ్ అజమెర్

source: Raj. Sintex DPR
hi_in: राज. सिन्टेक्स दपर
te_in: రాజ్. సిన్టెక్స్ దపర్

source: Raj.State Tennries Ltd.
hi_in: राज.स्टेट टेनरीज़ ल्टड.
te_in: రాజ్.స్టెట్ టెనరీ ల్టడ్.

source: Raja Ali
hi_in: रजा अली
te_in: రజా అలీ

source: Raja Annamalaipuram
hi_in: राजा अन्नमलैपुरम
te_in: రాజా అన్నమలేపురం

source: Raja Bazar
hi_in: राजा बाजार
te_in: రాజా బాజార్

source: Raja Bhitaa
hi_in: राजा भीटा
te_in: రాజా భీటా

source: Raja J.N.Market
hi_in: राजा जी.एन.मार्किट
te_in: రాజా జీ.ఏన్.మార్కిట్

source: Raja Ji Ka Kareda
hi_in: राजा जी का करेड़ा
te_in: రాజా జీ కా కరె ా

source: Raja Ka Bagh
hi_in: राजा का बाग
te_in: రాజా కా బాగ్

source: Raja Pakar
hi_in: राजा पाकर
te_in: రాజా పాకర్

source: Raja Park Colony
hi_in: राजा पार्क कॉलोनी
te_in: రాజా పార్క్ క్ లోనీ

source: Raja Ram Mohan Sarani
hi_in: राजा राम मोहन सरणी
te_in: రాజా రామ్ మోహన్ సరణీ

source: Raja Serfoji Govt College
hi_in: राजा सरफोजी गोवत कॉलेज
te_in: రాజా సరఫోజీ గోవత్ క్ లెజ్

source: Rajadera
hi_in: राजाडेरा
te_in: రాజాడెరా

source: Rajadhani
hi_in: राजधानी
te_in: రాజధానీ

source: Rajaghatta
hi_in: राजघाट
te_in: రాజఘాట్

source: Rajagiri
hi_in: राजगिरि
te_in: రాజగిరి

source: Rajahi Camp
hi_in: राजहि कैम्प
te_in: రాజహి కేమ్ప్

source: Rajahmundry
hi_in: राजाहमुंदरी
te_in: రాజమండ్రి

source: Rajaji Bhavan
hi_in: राजाजी भवन
te_in: రాజాజీ భవన్

source: Rajaji Street
hi_in: राजजी स्ट्रीट
te_in: రాజజీ స్ట్రీట్

source: Rajajinagar
hi_in: राजाजीनगर
te_in: రాజాజీనగర్

source: Rajajinagar (Kanchipuram)
hi_in: राजाजीनगर (कांचीपुरम)
te_in: రాజాజీనగర్ (కాంచీపురమ్)

source: Rajajinagar IVth Block
hi_in: राजाजीनगर वत ब्लॉक
te_in: రాజాజీనగర్ వత్ బ్ల్ క్

source: Rajajipuram
hi_in: राजाजीपुरम
te_in: రాజాజీపురం

source: Rajakad
hi_in: राजकड़
te_in: రాజక్

source: Rajakandam
hi_in: राजकंदम
te_in: రాజకందం

source: Rajakhet
hi_in: रजाखेत
te_in: రజాఖెత్

source: Rajakilpakkam
hi_in: राजकीलपक्कम
te_in: రాజకీలపక్కం

source: Rajakkamangalamthurai
hi_in: राजककमंगलमथुरै
te_in: రాజకకమంగలమథురే

source: Rajakkur
hi_in: राजक्कुर
te_in: రాజక్కుర్

source: Rajal
hi_in: राजल
te_in: రాజల్

source: Rajala
hi_in: राजल
te_in: రాజల్

source: Rajale
hi_in: राजाले
te_in: రాజాలె

source: Rajam
hi_in: राजम
te_in: రాజం

source: Rajamadam
hi_in: राजमदं
te_in: రాజమదం

source: Rajamau
hi_in: राजामौ
te_in: రాజామౌ

source: Rajampet
hi_in: राजम्पेट
te_in: రాజమ్పెట్

source: Rajampet Colony
hi_in: राजम्पेट कॉलोनी
te_in: రాజమ్పెట్ క్ లోనీ

source: Rajampet Rs
hi_in: राजम्पेट रस
te_in: రాజమ్పెట్ రస్

source: Rajana
hi_in: राजन
te_in: రాజన్

source: Rajanagaram
hi_in: राजनगरम
te_in: రాజనగరం

source: Rajanahalli
hi_in: राजनाहल्ली
te_in: రాజనాహల్లీ

source: Rajanakunte
hi_in: राजनकुंटे
te_in: రాజనకుంటె

source: Rajannagar
hi_in: राजनगर
te_in: రాజనగర్
