Repository: healthvdev/custom_template
Catalog: languages/*.po
Languages: hi_in, te_in

source: Bheemaboinapalem
hi_in: भीमबाईनापलेम
te_in: భీమబాఈనాపలెం

source: Bheemanabeedu
hi_in: भीमनाबीडु
te_in: భీమనాబీడు

source: Bheemanady
hi_in: भीमंडी
te_in: భీమండీ

source: Bheemanagar
hi_in: भीमनगर
te_in: భీమనగర్

source: Bheempolu
hi_in: भीमपालु
te_in: భీమపాలు

source: Bheempur
hi_in: भीमपुर
te_in: భీమపుర్

source: Bheja
hi_in: भेज
te_in: భెజ్

source: Bhejaguda
hi_in: भेजागुड़ा
te_in: భెజాగు ా

source: Bhejigotha
hi_in: भेजीगोठ
te_in: భెజీగోఠ్

source: Bhejipadar
hi_in: भेजीपदर
te_in: భెజీపదర్

source: Bhejiput
hi_in: भेजिपुत
te_in: భెజిపుత్

source: Bhekhali
hi_in: भेखली
te_in: భెఖలీ

source: Bhekutal
hi_in: भेकुतल
te_in: భెకుతల్

source: BHEL (Haridwar)
hi_in: भेल (हरिद्वार)
te_in: భెల్ (హరిద్వార్)

source: Bhelahi
hi_in: भेलाही
te_in: భెలాహీ

source: Bhelaunji
hi_in: बहेलौंजी
te_in: బహెలౌంజీ

source: Bhelkarbazar
hi_in: भेलकरबाज़ार
te_in: భెలకరబా ార్

source: Bhellon
hi_in: भेलां
te_in: భెలాం

source: Bhelupura
hi_in: भेलूपुर
te_in: భెలూపుర్

source: Bhelwa
hi_in: भेलवा
te_in: భెలవా

source: Bhelwa Circle
hi_in: भेलवा सर्किल
te_in: భెలవా సర్కిల్

source: Bhelwadih
hi_in: भेलवाडीह
te_in: భెలవాడీహ్

source: Bhelwan
hi_in: भेलवां
te_in: భెలవాం

source: Bhelwara
hi_in: भेलवार
te_in: భెలవార్

source: Bhemdi
hi_in: भेंडी
te_in: భెండీ

source: Bhend
hi_in: भेंड़
te_in: భెం

source: Bhendala
hi_in: भेंडाला
te_in: భెండాలా

source: Bhendegalli
hi_in: भेंडेगालली
te_in: భెండెగాలలీ

source: Bhendsar
hi_in: भेंड़सर
te_in: భెం సర్

source: Bhendwade
hi_in: भेंडवदे
te_in: భెండవదె

source: Bhera
hi_in: भेरा
te_in: భెరా

source: Bheropatti
hi_in: भैरोपट्टी
te_in: భేరోపట్టీ

source: Bhersam
hi_in: भरसँ
te_in: భరసఁ

source: Bherthal
hi_in: भरथल
te_in: భరథల్

source: Bherugarh
hi_in: भेरूगढ़
te_in: భెరూగ్

source: Bherupura Antri
hi_in: भेरूपुर अंतरि
te_in: భెరూపుర్ అంతరి

source: Bhesan
hi_in: भेसान
te_in: భెసాన్

source: Bhesana
hi_in: भेसान
te_in: భెసాన్

source: Bhesena
hi_in: भजन
te_in: భజన్

source: Bheta
hi_in: भेट
te_in: భెట్

source: Bheteswar
hi_in: भेटेस्वर
te_in: భెటెస్వర్

source: Bheunria
hi_in: भेङरिया
te_in: భెఙరియా

source: Bhgahar Buland
hi_in: भगहर बुलंद
te_in: భగహర్ బులంద్

source: Bhigwan
hi_in: भगवान
te_in: భగవాన్

source: Bhikanpur
hi_in: भीकनपुर
te_in: భీకనపుర్

source: Bhikaripur
hi_in: भिखारीपुर
te_in: భిఖారీపుర్

source: Bhikawadi Kurd
hi_in: भिकावड़ी कूर्द
te_in: భికావ్ ీ కూర్ద్

source: Bhikhampur
hi_in: भीखमपुर
te_in: భీఖమపుర్

source: Bhikhana Thori
hi_in: भिखना थोडी
te_in: భిఖనా థోడీ

source: Bhikharpur
hi_in: भिखारपुर
te_in: భిఖారపుర్

source: Bhikhiwind
hi_in: भिखीविंड
te_in: భిఖీవిండ్

source: Bhikhpur
hi_in: भीखपुर
te_in: భీఖపుర్

source: Bhikhpur Kala
hi_in: भीखपुर कला
te_in: భీఖపుర్ కలా

source: Bhikona
hi_in: भिकोण
te_in: భికోణ్

source: Bhilai 1
hi_in: भिलाई 1
te_in: భిలాఈ 1

source: Bhilai Boria
hi_in: भिलाई बोरिया
te_in: భిలాఈ బోరియా

source: Bhilai East
hi_in: भिलाई ईस्ट
te_in: భిలాఈ ఈస్ట్

source: Bhilai West
hi_in: भिलाई वेस्ट
te_in: భిలాఈ వెస్ట్

source: Bhilaipahari
hi_in: भिलाईपहारी
te_in: భిలాఈపహారీ

source: Bhilar
hi_in: भिलर
te_in: భిలర్

source: Bhilawali
hi_in: भिलावली
te_in: భిలావలీ

source: Bhile
hi_in: भले
te_in: భలె

source: Bhilvashi
hi_in: भिलवशी
te_in: భిలవశీ

source: Bhilwara City
hi_in: भीलवाड़ा सिटी
te_in: భీలవా ా సిటీ

source: Bhilwara Court
hi_in: भीलवाड़ा कोर्ट
te_in: భీలవా ా కోర్ట్

source: Bhilwara Rly Station
hi_in: भीलवाड़ा रली स्टेशन
te_in: భీలవా ా రలీ స్టెశన్

source: Bhimadole
hi_in: भीमाडोले
te_in: భీమాడోలె

source: Bhimaganipalle
hi_in: भीमगनीपाल
te_in: భీమగనీపాల్

source: Bhimatali
hi_in: भिमतली
te_in: భిమతలీ

source: Bhimatangi ND
hi_in: भिमतंगि नद
te_in: భిమతంగి నద్

source: Bhimavaram
hi_in: भीमावरम
te_in: భీమావరం

source: Bhimavaram Bazar
hi_in: भीमावरम बाजार
te_in: భీమావరమ్ బాజార్

source: Bhimavaram Railway Colony
hi_in: भीमावरम रेलवे कॉलोनी
te_in: భీమావరమ్ రెలవె క్ లోనీ

source: Bhimbar
hi_in: भिम्बर
te_in: భిమ్బర్

source: Bhimbhori
hi_in: भम्भोरी
te_in: భమ్భోరీ

source: Bhimgoda
hi_in: भीमगोडा
te_in: భీమగోడా

source: Bhimjore
hi_in: भिमजोरे
te_in: భిమజోరె

source: Bhimkhanda
hi_in: भीमखंड
te_in: భీమఖండ్

source: Bhimnagar
hi_in: भीमनगर
te_in: భీమనగర్

source: Bhimpor
hi_in: भीमपोर
te_in: భీమపోర్

source: Bhimpore
hi_in: भीमपोर
te_in: భీమపోర్

source: Bhimpur
hi_in: भीमपुर
te_in: భీమపుర్

source: Bhimpur Padanpur
hi_in: भीमपुर पादनपुर
te_in: భీమపుర్ పాదనపుర్

source: Bhimpura
hi_in: भीमपुरा
te_in: భీమపురా

source: Bhimsagar Dam
hi_in: भीमसागर डैम
te_in: భీమసాగర్ డేం

source: Bhimtal
hi_in: भीमताल
te_in: భీమతాల్

source: Bhimtali
hi_in: भिमतली
te_in: భిమతలీ

source: Bhimtikra
hi_in: भीमतीकर
te_in: భీమతీకర్

source: Bhinar
hi_in: भीतर
te_in: భీతర్

source: Bhind
hi_in: भिण्ड
te_in: భిండ్డ్

source: Bhind Kutchary
hi_in: भिण्ड कूटचार्य
te_in: భిణ్డ్ కూటచార్య్

source: Bhindora
hi_in: भिन्डोरा
te_in: భిన్డోరా

source: Bhindran
hi_in: भिंद्रान
te_in: భింద్రాన్

source: Bhiragaon
hi_in: भीरागांव
te_in: భీరాగాంవ్

source: Bhirauti
hi_in: भीरौती
te_in: భీరౌతీ

source: Bhirkhi
hi_in: भिरखी
te_in: భిరఖీ

source: Bhirrana
hi_in: भिरड़ाना
te_in: భిర్ ానా

source: Bhirri
hi_in: भिर्री
te_in: భిర్రీ

source: Bhirumbe
hi_in: भैरब
te_in: భేరబ్

source: Bhita
hi_in: भीत
te_in: భీత్

source: Bhitaragarh
hi_in: भीतरगढ़
te_in: భీతరగ్

source: Bhitarguda
hi_in: भीतरगुड़ा
te_in: భీతరగు ా

source: Bhitari
hi_in: भीतरी
te_in: భీతరీ

source: Bhithai
hi_in: भीठी
te_in: భీఠీ

source: Bhitia
hi_in: भितिया
te_in: భితియా

source: Bhitiya
hi_in: भितिया
te_in: భితియా

source: Bhitkhurd
hi_in: भटखुर्द
te_in: భటఖుర్ద్

source: Bhivari
hi_in: भिवाड़ी
te_in: భివా ీ

source: Bhiwadi
hi_in: भिवाड़ी
te_in: భివా ీ

source: Bhiwandi
hi_in: भिवंडी
te_in: భివండీ

source: Bhiwari Ind. Area. Alwar
hi_in: भिवाड़ी इंड. एरिया. अलवर
te_in: భివా ీ ఇండ్. ఏరియా. అలవర్

source: Bhlaipur Dorgan
hi_in: भलेपुर डोर्गन
te_in: భలెపుర్ డోర్గన్

source: Bhobhi
hi_in: भोभी
te_in: భోభీ

source: Bhoda
hi_in: भोड़ा
te_in: భో ా

source: Bhodaposi
hi_in: भोदपोसी
te_in: భోదపోసీ

source: Bhodar
hi_in: भोडर
te_in: భోడర్

source: Bhodipur
hi_in: भोडीपुर
te_in: భోడీపుర్

source: Bhogalwadi
hi_in: भोगलवाड़ी
te_in: భోగలవా ీ

source: Bhogarwan
hi_in: भोग्रवां
te_in: భోగ్రవాం

source: Bhogasalada
hi_in: भोगासलाद
te_in: భోగాసలాద్

source: Bhogdaimukh
hi_in: भोगदाइमुख
te_in: భోగదాఇముఖ్

source: Bhoggore
hi_in: भोगगोरे
te_in: భోగగోరె

source: Bhogipura
hi_in: भोगीपुर
te_in: భోగీపుర్

source: Bhogli
hi_in: भोगली
te_in: భోగలీ

source: Bhognipur
hi_in: भोगनीपुर
te_in: భోగనీపుర్

source: Bhogram
hi_in: भोजराम
te_in: భోజరాం

source: Bhoilymbong
hi_in: भोयलयमबोंग
te_in: భోయలయమబోంగ్

source: Bhoinagar
hi_in: भोईनागर
te_in: భోఈనాగర్

source: Bhojasar
hi_in: भोजासर
te_in: భోజాసర్

source: Bhojdih
hi_in: भोजडीह
te_in: భోజడీహ్

source: Bhojipura
hi_in: भोजीपुरा
te_in: భోజీపురా

source: Bhojpur
hi_in: भोजपुर
te_in: భోజపుర్

source: Bhojwa
hi_in: भोजवा
te_in: భోజవా

source: Bhokar
hi_in: भोकर
te_in: భోకర్

source: Bhokari
hi_in: भोकारी
te_in: భోకారీ

source: Bhoke
hi_in: भोके
te_in: భోకె

source: Bhoklapar
hi_in: भोकलापर
te_in: భోకలాపర్

source: Bholapur
hi_in: भोलापुर
te_in: భోలాపుర్

source: Bholasar Budhan
hi_in: भोलासर बुधन
te_in: భోలాసర్ బుధన్

source: Bholeypur
hi_in: भोलेपुर
te_in: భోలెపుర్

source: Bholmara
hi_in: भोलमर
te_in: భోలమర్

source: Bhoman
hi_in: बोमन
te_in: బోమన్

source: Bhombori
hi_in: भम्बोरी
te_in: భమ్బోరీ

source: Bhomolahati
hi_in: बौमोलहटी
te_in: బౌమోలహటీ

source: Bhonda
hi_in: भोंडा
te_in: భోండా

source: Bhondi
hi_in: भोंडी
te_in: భోండీ

source: Bhongavali
hi_in: भौंगावली
te_in: భౌంగావలీ

source: Bhongir
hi_in: भोंगीर
te_in: భోంగీర్

source: Bhonker
hi_in: भयंकर
te_in: భయంకర్

source: Bhonrasa
hi_in: भौंरासा
te_in: భౌంరాసా

source: Bhonri
hi_in: भौंरी
te_in: భౌంరీ

source: Bhonsala Military School
hi_in: भोंसले मिलिट्री स्कूल
te_in: భోంసలె మిలిట్రీ స్కూల్

source: Bhood
hi_in: भूड़
te_in: భూ

source: Bhooni
hi_in: भूनी
te_in: భూనీ

source: Bhoora
hi_in: भूरा
te_in: భూరా

source: Bhopal G.P.O.
hi_in: भोपाल जी.पी.ओ.
te_in: భోపాల్ జీ.పీ.ఓ.

source: Bhopal Tegnoor
hi_in: भोपाल टेगनूर
te_in: భోపాల్ టెగనూర్

source: Bhopalpatnam
hi_in: भोपालपटनम
te_in: భోపాలపట్టణం

source: Bhopatpura
hi_in: भोपतपुरा
te_in: భోపతపురా

source: Bhoprai
hi_in: भोपराई
te_in: భోపరాఈ

source: Bhopura
hi_in: भोपुरा
te_in: భోపురా

source: Bhorahopur
hi_in: भोरहोपुर
te_in: భోరహోపుర్

source: Bhorakalan
hi_in: भौराकलां
te_in: భౌరాకలాం

source: Bhorakh
hi_in: भोऱाख
te_in: భోఱాఖ్

source: Bhore
hi_in: भोरे
te_in: భోరె

source: Bhori
hi_in: भोरी
te_in: భోరీ

source: Bhoring
hi_in: बोरिंग
te_in: బోరింగ్

source: Bhormau
hi_in: भोरमऊ
te_in: భోరమఊ

source: Bhoromorekol
hi_in: भोरोमेरेक़ौल
te_in: భోరోమెరెౘౌల్

source: Bhosare
hi_in: भोसड़े
te_in: భోస్ ె

source: Bhosari I.E.
hi_in: भोसारी आई.ई.
te_in: భోసారీ ఆఈ.ఈ.

source: Bhosarigoan
hi_in: भोसरीगौण
te_in: భోసరీగౌణ్

source: Bhose
hi_in: भोसे
te_in: భోసె

source: Bhot
hi_in: बहोत
te_in: బహోత్

source: Bhothli
hi_in: भोथली
te_in: భోథలీ

source: Bhoura
hi_in: भौरा
te_in: భౌరా

source: Bhourla
hi_in: भौरला
te_in: భౌరలా

source: Bhoyan Moti
hi_in: भोयन मोती
te_in: భోయన్ మోతీ

source: Bhoyare
hi_in: भोयरे
te_in: భోయరె

source: Bhoyare Pathar
hi_in: भोयरे पत्थर
te_in: భోయరె పత్థర్

source: Bhrain
hi_in: भरें
te_in: భరెం

source: Bhriguashram
hi_in: भृगुआश्रम
te_in: భృగుఆశ్రం

source: Bhu - H
hi_in: बहु - ह
te_in: బహు - హ్

source: Bhuban
hi_in: भुबन
te_in: భుబన్

source: Bhubanapur
hi_in: भुबनपुर
te_in: భుబనపుర్

source: Bhubaneswar Court
hi_in: भुबनेस्वर कोर्ट
te_in: భుబనెస్వర్ కోర్ట్

source: Bhubaneswar G.P.O.
hi_in: भुबनेस्वर जी.पी.ओ.
te_in: భుబనెస్వర్ జీ.పీ.ఓ.

source: Bhubaneswar R S
hi_in: भुबनेस्वर र स
te_in: భుబనెస్వర్ ర్ స్

source: Bhubaneswar Secretariate
hi_in: भुबनेस्वर सेक्रेटरिएट
te_in: భుబనెస్వర్ సెక్రెటరిఏట్

source: Bhubanipur
hi_in: भुबनईपुर
te_in: భుబనఈపుర్

source: Bhudhana
hi_in: बहुधन
te_in: బహుధన్

source: Bhudkalan
hi_in: भुड़कलां
te_in: భు కలాం

source: Bhudkuda
hi_in: भुड़कुड़ा
te_in: భు కు ా

source: Bhugaon
hi_in: भगाओं
te_in: భగాఓం

source: Bhugnara
hi_in: भुग्नार
te_in: భుగ్నార్

source: Bhuidaha
hi_in: भुदह
te_in: భుదహ్

source: Bhuigaon
hi_in: भुईगांव
te_in: భుఈగాంవ్

source: Bhuira
hi_in: भूइरा
te_in: భూఇరా

source: Bhuj
hi_in: भुज
te_in: భుజ్

source: Bhuj Darbargadh Chowk
hi_in: भुज दरबारगढ़ चौक
te_in: భుజ్ దరబారగ్ చౌక్

source: Bhujahi
hi_in: भुजहि
te_in: భుజహి

source: Bhujan
hi_in: बहुजन
te_in: బహుజన్

source: Bhujanganagar
hi_in: भुजंगनगर
te_in: భుజంగనగర్

source: Bhukana
hi_in: भूकन
te_in: భూకన్

source: Bhukarka
hi_in: भुकरका
te_in: భుకరకా

source: Bhukhel
hi_in: बहुखेल
te_in: బహుఖెల్

source: Bhukhi
hi_in: भूखी
te_in: భూఖీ

source: Bhukta
hi_in: भुक्त
te_in: భుక్త్

source: Bhuktapur
hi_in: भक्तपुर
te_in: భక్తపుర్

source: Bhukum
hi_in: भुख्म
te_in: భుఖ్ం

source: Bhulanpur Pac
hi_in: भूलनपुर पाक्
te_in: భూలనపుర్ పాక్

source: Bhulda
hi_in: भुलदा
te_in: భులదా

source: Bhullar
hi_in: भुल्लर
te_in: భుల్లర్

source: Bhumkahar
hi_in: भूमकहर
te_in: భూమకహర్

source: Bhumlai
hi_in: भुमलाई
te_in: భుమలాఈ

source: Bhunav
hi_in: भुनवा
te_in: భునవా

source: Bhundel
hi_in: भूंडेल
te_in: భూండెల్

source: Bhunka
hi_in: भूँक
te_in: భూఁక్

source: Bhuntar
hi_in: भुंतर
te_in: భుంతర్

source: Bhup Kheri
hi_in: भूप खेरि
te_in: భూప్ ఖెరి

source: Bhupati Laxmipur
hi_in: भूपति लष्मीपुर
te_in: భూపతి లష్మీపుర్

source: Bhura Kishani
hi_in: भूरा किशनी
te_in: భూరా కిశనీ

source: Bhura Tiba
hi_in: भूरा तिब
te_in: భూరా తిబ్

source: Bhurakui
hi_in: भुरकुई
te_in: భురకుఈ

source: Bhuramora
hi_in: भुरामोरा
te_in: భురామోరా

source: Bhurarani
hi_in: भूरारानी
te_in: భూరారానీ

source: Bhurasar
hi_in: भूरासर
te_in: భూరాసర్

source: Bhuratali
hi_in: भुरताली
te_in: భురతాలీ

source: Bhurepurkalan
hi_in: भूरेपुरकलां
te_in: భూరెపురకలాం

source: Bhuri Pakar
hi_in: बहुरि पाकर
te_in: బహురి పాకర్

source: Bhurkundabari
hi_in: भुरकुंडाबरी
te_in: భురకుండాబరీ

source: Bhurkura
hi_in: भुरकुरा
te_in: భురకురా

source: Bhurmuni
hi_in: भुरमुनि
te_in: భురముని

source: Bhurthala Mander
hi_in: भुरथला मंदिर
te_in: భురథలా మందిర్

source: Bhurtigarh
hi_in: भुर्तीगढ
te_in: భుర్తీగఢ్

source: Bhusaguda
hi_in: भूसागुड़ा
te_in: భూసాగు ా

source: Bhusal
hi_in: भुसाल
te_in: భుసాల్

source: Bhusandi
hi_in: भुसंडी
te_in: భుసండీ

source: Bhusari Colony
hi_in: भुसरी कॉलोनी
te_in: భుసరీ క్ లోనీ

source: Bhusawal
hi_in: भुसावल
te_in: భుసావల్

source: Bhusawal Athawade Bazar
hi_in: भुसावल अठवाड़े बाजार
te_in: భుసావల్ అఠవా ె బాజార్

source: Bhusawal Kutchery
hi_in: भुसावल कुत्चेरय
te_in: భుసావల్ కుత్చెరయ్

source: Bhusawal Shivaji Nagar
hi_in: भुसावल शिवाजी नगर
te_in: భుసావల్ శివాజీ నగర్

source: Bhushan Kalan
hi_in: भूषन कलां
te_in: భూషన్ కలాం

source: Bhuskudi
hi_in: भुसकुड़ी
te_in: భుసకు ీ

source: Bhuswal
hi_in: भुसावल
te_in: భుసావల్

source: Bhutaha
hi_in: भुतहा
te_in: భుతహా

source: Bhutala
hi_in: भूतल
te_in: భూతల్

source: Bhutashte
hi_in: बहुताशते
te_in: బహుతాశతె

source: Bhutayane
hi_in: भूतायने
te_in: భూతాయనె

source: Bhuthan Kalan
hi_in: भूथन कलां
te_in: భూథన్ కలాం

source: Bhutia Busty
hi_in: भूतिया बूस्तय
te_in: భూతియా బూస్తయ్

source: Bhutiya
hi_in: भूतिया
te_in: భూతియా

source: Bhutmundai
hi_in: भूतमूंड़ै
te_in: భూతమూం ే

source: Bhutnal
hi_in: भुतनाल
te_in: భుతనాల్

source: Bhutnirghat
hi_in: भूतनिर्घाट
te_in: భూతనిర్ఘాట్

source: Bhuva
hi_in: भुव
te_in: భువ్

source: Bhuvaneswarinagar
hi_in: भुवनेस्वरीनगर
te_in: భువనెస్వరీనగర్

source: Bhuwan Chapra
hi_in: भुवन चपर
te_in: భువన్ చపర్

source: Bhuye
hi_in: बहुए
te_in: బహుఏ

source: Bhwrajpur
hi_in: भवराजपुर
te_in: భవరాజపుర్

source: Bhyranayakanahalli
hi_in: भयरानायकनाहल्ली
te_in: భయరానాయకనాహల్లీ

source: Biana Khera
hi_in: बिना खेर
te_in: బినా ఖెర్

source: Biaora Mandu
hi_in: बीऊर मांडू
te_in: బీఊర్ మాండూ

source: Biate
hi_in: बीट
te_in: బీట్

source: Bibamau
hi_in: बिबमौ
te_in: బిబమౌ

source: Bibavane
hi_in: बिबवने
te_in: బిబవనె

source: Bibi Wala
hi_in: बीबी वाला
te_in: బీబీ వాలా

source: Bibi(Patan)
hi_in: बीबी(पतन)
te_in: బీబీ(పతన్)

source: Bibiganj (Farrukhabad)
hi_in: बीबीगंज (फर्रुखाबाद)
te_in: బీబీగంజ్ (ఫర్రుఖాబాద్)

source: Bibil
hi_in: बाइबिल
te_in: బాఇబిల్

source: Bibinivav
hi_in: बिबिनीवाव
te_in: బిబినీవావ్

source: Bibvewadi
hi_in: बिबवेवाडी
te_in: బిబవెవాడీ

source: Bichakundi
hi_in: बिचकुण्डी
te_in: బిచకుణ్డీ

source: Bichhiya
hi_in: बिछिया
te_in: బిఛియా

source: Bichikote
hi_in: बिचिकोटे
te_in: బిచికోటె

source: Bichina
hi_in: बीचिन
te_in: బీచిన్

source: Bichmahal
hi_in: बिच्माहल
te_in: బిచ్మాహల్

source: Bicholi Mardana
hi_in: बिचौली मर्दाना
te_in: బిచౌలీ మర్దానా

source: Bicholim
hi_in: बिचोलिम
te_in: బిచోలిం

source: Bichoula
hi_in: बिचौला
te_in: బిచౌలా

source: Bichuan
hi_in: बिछवां
te_in: బిఛవాం

source: Bidada
hi_in: बिड्डा
te_in: బిడ్డా

source: Bidadi
hi_in: बिदादी
te_in: బిదాదీ

source: Bidal
hi_in: बदल
te_in: బదల్

source: Bidanasi
hi_in: बिदांस
te_in: బిదాంస్

source: Bidaom
hi_in: बिदाम
te_in: బిదాం

source: Bidar
hi_in: बीदर
te_in: బీదర్

source: Bidar G.N.Jhira
hi_in: बीदर जी.एन.जहीर
te_in: బీదర్ జీ.ఏన్.జహీర్

source: Bidar Gandhi Gunj
hi_in: बीदर गाँधी गूँज
te_in: బీదర్ గాఁధీ గూఁజ్

source: Bidar Osman Gunj
hi_in: बीदर आसमान गूंज
te_in: బీదర్ ఆసమాన్ గూంజ్

source: Bidar Shah Gunj
hi_in: बीदर शाह गूँज
te_in: బీదర్ శాహ్ గూఁజ్

source: Bidaraguppe
hi_in: बिडारगुप्पे
te_in: బిడారగుప్పె

source: Bidare
hi_in: बिडारे
te_in: బిడారె

source: Bidari
hi_in: बिदारी
te_in: బిదారీ

source: Bidarkundi
hi_in: बिडारकुंडी
te_in: బిడారకుండీ

source: Bidhan Nagar
hi_in: बिधान नगर
te_in: బిధాన్ నగర్

source: Bidhan Nagar AE Market
hi_in: बिधान नगर ऐ मार्किट
te_in: బిధాన్ నగర్ ఐ మార్కిట్

source: Bidhan Nagar CK Market
hi_in: बिधान नगर क मार्किट
te_in: బిధాన్ నగర్ క్ మార్కిట్

source: Bidhan Nagar IB Market
hi_in: बिधान नगर ईब मार्किट
te_in: బిధాన్ నగర్ ఈబ్ మార్కిట్

source: Bidhan Nagar Sai Complex
hi_in: बिधान नगर साई काम्प्लेक्स
te_in: బిధాన్ నగర్ సాఈ కామ్ప్లెక్స్

source: Bidhan Sarani
hi_in: बिधान सारणी
te_in: బిధాన్ సారణీ

source: Bidhannagar
hi_in: बिधाननगर
te_in: బిధాననగర్

source: Bidhannagr CC Block
hi_in: बिधाननगर सीसी ब्लॉक
te_in: బిధాననగర్ సీసీ బ్ల్ క్

source: Bidhanpark
hi_in: बिधानपार्क
te_in: బిధానపార్క్

source: Bidhuna
hi_in: बिधूना
te_in: బిధూనా

source: Bidhwan
hi_in: बिध्वं
te_in: బిధ్వం

source: Bidirka
hi_in: बिदीरक
te_in: బిదీరక్

source: Bidora
hi_in: बिडोरा
te_in: బిడోరా

source: Bidrahalli
hi_in: बिदराहल्ली
te_in: బిదరాహల్లీ

source: Bidyadharpur
hi_in: बिद्याधरपुर
te_in: బిద్యాధరపుర్

source: Bidyapur
hi_in: बिद्यापुर
te_in: బిద్యాపుర్

source: Bifarcation
hi_in: बीफ्रकेशन
te_in: బీఫ్రకెశన్

source: Bigahra Usmanpur
hi_in: बिगहरा उस्मानपुर
te_in: బిగహరా ఉస్మానపుర్

source: Bigahuna
hi_in: बिगहना
te_in: బిగహనా

source: Bighar
hi_in: बिघर
te_in: బిఘర్

source: Bigowa
hi_in: बिगोवा
te_in: బిగోవా

source: Bigra Bagh
hi_in: बिगर बाघ
te_in: బిగర్ బాఘ్

source: Bihani
hi_in: बिहानी
te_in: బిహానీ

source: Bihar Buzurg
hi_in: बिहार बुज़ुर्ग
te_in: బిహార్ బు ుర్గ్

source: Bihar University
hi_in: बिहार यूनिवर्सिटी
te_in: బిహార్ యూనివర్సిటీ

source: Bihari
hi_in: बिहारी
te_in: బిహారీ

source: Biharman Nagla
hi_in: बिहारमें नगला
te_in: బిహారమెం నగలా

source: Biharsharif
hi_in: बिहारशरीफ
te_in: బిహారశరీఫ్

source: Bihiasarhachiya
hi_in: बिहियासरहचिया
te_in: బిహియాసరహచియా

source: Bihlangani
hi_in: बीहलांगनी
te_in: బీహలాంగనీ

source: Bihta (Patna)
hi_in: बिहटा (पटना)
te_in: బిహటా (పాట్నా)

source: Bihupuria
hi_in: बिहपुरिया
te_in: బిహపురియా

source: Bija Kalan
hi_in: बीज कलां
te_in: బీజ్ కలాం

source: Bijabhat
hi_in: बीजाभात
te_in: బీజాభాత్

source: Bijadhol
hi_in: बीजदोल
te_in: బీజదోల్

source: Bijadongary
hi_in: बीजाडोंगरी
te_in: బీజాడోంగరీ

source: Bijagarni
hi_in: बिजागरनी
te_in: బిజాగరనీ

source: Bijai
hi_in: बिजाई
te_in: బిజాఈ

source: Bijaili
hi_in: बिजिली
te_in: బిజిలీ

source: Bijana
hi_in: बिजन
te_in: బిజన్

source: Bijanagri
hi_in: बिजनगरी
te_in: బిజనగరీ

source: Bijapur
hi_in: बीजापुर
te_in: బీజాపుర్

source: Bijapur Basava Nagar
hi_in: बीजापुर बासवा नगर
te_in: బీజాపుర్ బాసవా నగర్

source: Bijapur Bazar
hi_in: बीजापुर बाजार
te_in: బీజాపుర్ బాజార్

source: Bijapur Chanda Bavadi
hi_in: बीजापुर चांद बावड़ी
te_in: బీజాపుర్ చాంద్ బావ్ ీ

source: Bijapur Darbargalli
hi_in: बीजापुर दरबारगली
te_in: బీజాపుర్ దరబారగలీ

source: Bijapur Jalanagar
hi_in: बीजापुर जलनगर
te_in: బీజాపుర్ జలనగర్

source: Bijapur Jorapur Peth
hi_in: बीजापुर जोरपुर पेठ
te_in: బీజాపుర్ జోరపుర్ పెఠ్

source: Bijapur Jummamasjid
hi_in: बीजापुर जुमममस्जिद
te_in: బీజాపుర్ జుమమమస్జిద్

source: Bijapur Kutchery
hi_in: बीजापुर कुत्चेरय
te_in: బీజాపుర్ కుత్చెరయ్

source: Bijapur Laxmi Devi
hi_in: बीजापुर लक्समी देवी
te_in: బీజాపుర్ లక్సమీ దెవీ

source: Bijapur Market Yard
hi_in: बीजापुर मार्केट यार्ड
te_in: బీజాపుర్ మార్కెట్ యార్డ్

source: Bijapur Railway Station
hi_in: बीजापुर रेलवे स्टेशन
te_in: బీజాపుర్ రెలవె స్టెశన్

source: Bijapur Sainik School
hi_in: बीजापुर सैनिक स्कूल
te_in: బీజాపుర్ సేనిక్ స్కూల్

source: Bijapur Tajbavadi
hi_in: बीजापुर ताजबावड़ी
te_in: బీజాపుర్ తాజబావ్ ీ

source: Bijapur Vijaya College
hi_in: बीजापुर विजय कॉलेज
te_in: బీజాపుర్ విజయ్ క్ లెజ్

source: Bijasan Road
hi_in: बिजासन रोड
te_in: బిజాసన్ రోడ్

source: Bijatala
hi_in: बिजटल
te_in: బిజటల్

source: Bijatarai
hi_in: बिजतरै
te_in: బిజతరే

source: Bijauli
hi_in: बिजौली
te_in: బిజౌలీ

source: Bijaura
hi_in: बिजौरा
te_in: బిజౌరా

source: Bijavara
hi_in: बिजावर
te_in: బిజావర్

source: Bijawadi
hi_in: बिजवादी
te_in: బిజవాదీ

source: Bijayanagar
hi_in: बिजयनगर
te_in: బిజయనగర్

source: Bijayapali
hi_in: बिजयपालि
te_in: బిజయపాలి

source: Bijayaramachandrapur
hi_in: बिजयरामचंद्रपुर
te_in: బిజయరామచంద్రపుర్

source: Bijayee
hi_in: बिजाई
te_in: బిజాఈ

source: Bijbania
hi_in: बिजबनिया
te_in: బిజబనియా

source: Bijdhari
hi_in: बिजधारी
te_in: బిజధారీ

source: Bijepur
hi_in: बिजेपुर
te_in: బిజెపుర్

source: Bijigol
hi_in: बिजयगोल
te_in: బిజయగోల్

source: Bijipur
hi_in: बीजीपुर
te_in: బీజీపుర్

source: Bijitipattia
hi_in: बिजयतिपत्तिया
te_in: బిజయతిపత్తియా

source: Bijjawara
hi_in: बिज्जवर
te_in: బిజ్జవర్

source: Bijjulia
hi_in: बिज्जुलिया
te_in: బిజ్జులియా

source: Bijli
hi_in: बिजली
te_in: బిజలీ

source: Bijmara
hi_in: बीजमारा
te_in: బీజమారా

source: Bijnaur
hi_in: बिजनौर
te_in: బిజనౌర్

source: Bijni
hi_in: बिजनी
te_in: బిజనీ

source: Bijoli
hi_in: बिजोली
te_in: బిజోలీ

source: Bijoyganj Bazar
hi_in: बिजोयगंज बाजार
te_in: బిజోయగంజ్ బాజార్

source: Bijoygarh
hi_in: बिजोयगढ़
te_in: బిజోయగ్

source: Bijoynagar Bazar
hi_in: बिजयनगर बाजार
te_in: బిజయనగర్ బాజార్

source: Bijoypur
hi_in: बिजयपुर
te_in: బిజయపుర్

source: Bijoyramchak
hi_in: बिजॉयरामचक
te_in: బిజ్ యరామచక్

source: Bijpur
hi_in: बीजपुर
te_in: బీజపుర్

source: Bijradih
hi_in: बिजराडीह
te_in: బిజరాడీహ్

source: Bijwar Barahai
hi_in: बिजवार बरहै
te_in: బిజవార్ బరహే

source: Bijwar Barhai
hi_in: बिजवार बढ़ाई
te_in: బిజవార్ బ్ ాఈ

source: Bikaner
hi_in: बीकानेर
te_in: బీకానెర్

source: Bikaner City
hi_in: बीकानेर सिटी
te_in: బీకానెర్ సిటీ

source: Bikhorn
hi_in: बिखरन
te_in: బిఖరన్

source: Bikihakola
hi_in: बिकईहकोल
te_in: బికఈహకోల్

source: Bikikalan
hi_in: बिकईकलां
te_in: బికఈకలాం

source: Bikram Bag
hi_in: बिक्रम बैग
te_in: బిక్రమ్ బేగ్

source: Bikram Bhisunpur
hi_in: बिक्रम भीसुनपुर
te_in: బిక్రమ్ భీసునపుర్

source: BIKRAMNAGORE BALI
hi_in: बिक्रम्नगोरे बलि
te_in: బిక్రమ్నగోరె బలి

source: Bikrampur
hi_in: बिक्रमपुर
te_in: బిక్రమపుర్

source: Bikrampura
hi_in: बिक्रमपुर
te_in: బిక్రమపుర్

source: Bikshandarkoil
hi_in: बिक्षन्दरकोइल
te_in: బిక్షన్దరకోఇల్

source: Bikwadag
hi_in: बिकवादग
te_in: బికవాదగ్

source: Bikwajitpur
hi_in: बिकवाजीतपुर
te_in: బికవాజీతపుర్

source: Biladi
hi_in: बिलाड़ि
te_in: బిలా ి

source: Bilagumba
hi_in: बिलगुम्ब
te_in: బిలగుమ్బ్

source: Bilagunda
hi_in: बिलगुन्द
te_in: బిలగున్ద్

source: Bilai
hi_in: बिलाई
te_in: బిలాఈ

source: Bilandpur
hi_in: बिलंदपुर
te_in: బిలందపుర్

source: Bilara
hi_in: बिलार
te_in: బిలార్

source: Bilaria Ganj
hi_in: बिलरिया गंज
te_in: బిలరియా గంజ్

source: Bilashi Para Bazar
hi_in: बिलाश पर बाजार
te_in: బిలాశ్ పర్ బాజార్

source: Bilasia
hi_in: बिलसिया
te_in: బిలసియా

source: Bilaspur
hi_in: बिलासपुर
te_in: బిలాసపుర్

source: Bilaspur (Bilaspur-CGH)
hi_in: बिलासपुर (बिलासपुर-कह)
te_in: బిలాసపుర్ (బిలాసపుర్-కహ్)

source: Bilaspur Chini Mill
hi_in: बिलासपुर चीनी मिल
te_in: బిలాసపుర్ చీనీ మిల్

source: Bilaspur Khurd
hi_in: बिलासपुर खुर्द
te_in: బిలాసపుర్ ఖుర్ద్

source: Bilaspur Kutchery (Bilaspur-CGH)S.O
hi_in: बिलासपुर कुत्चेरय (बिलासपुर-कह)स.ओ
te_in: బిలాసపుర్ కుత్చెరయ్ (బిలాసపుర్-కహ్)స్.ఓ

source: Bilawli
hi_in: बिलावली
te_in: బిలావలీ

source: Bilbai
hi_in: बिलबि
te_in: బిలబి

source: Bileinali
hi_in: बिलेइनली
te_in: బిలెఇనలీ

source: Bilekahalli
hi_in: बिलेकहल्ली
te_in: బిలెకహల్లీ

source: Bilhati Kalan
hi_in: बिलहटी कलां
te_in: బిలహటీ కలాం

source: Bilia
hi_in: बिलिया
te_in: బిలియా

source: Biligeri
hi_in: बिलिगिरी
te_in: బిలిగిరీ

source: Bilimora RS
hi_in: बिलिमोरा रस
te_in: బిలిమోరా రస్

source: Bilingbira
hi_in: बिलिंगबीर
te_in: బిలింగబీర్

source: Biliyoorkatte
hi_in: बीलीयूरकट्टे
te_in: బీలీయూరకట్టె

source: Bilkhawthlir
hi_in: बिलखावतहलीर
te_in: బిలఖావతహలీర్

source: Billawar
hi_in: बिलावर
te_in: బిలావర్

source: Billi Chuharmi
hi_in: बिल्ली चुहरमी
te_in: బిల్లీ చుహరమీ

source: Billoch Pura
hi_in: बिल्लोच पूरा
te_in: బిల్లోచ్ పూరా

source: Biloda
hi_in: बिलोदा
te_in: బిలోదా

source: Bilodakhurd
hi_in: बिलोदखुर्द
te_in: బిలోదఖుర్ద్

source: Bilodara
hi_in: बिलोदर
te_in: బిలోదర్

source: Bilodra
hi_in: बिलोदर
te_in: బిలోదర్

source: Bilona
hi_in: बिलोना
te_in: బిలోనా

source: Bilota
hi_in: बिलोता
te_in: బిలోతా

source: Bilothi
hi_in: बिलोठी
te_in: బిలోఠీ

source: Bilpudi
hi_in: बिलपुड़ी
te_in: బిలపు ీ

source: Bilsi
hi_in: बिल्सी
te_in: బిల్సీ

source: Bilugunda
hi_in: बिलुगुंड़ा
te_in: బిలుగుం ా

source: Biluvala
hi_in: बिलुवाला
te_in: బిలువాలా

source: Bilwa
hi_in: बिल्व
te_in: బిల్వ్

source: Bilwas
hi_in: बिल्वस
te_in: బిల్వస్

source: Bima Vihar
hi_in: बिमा विहार
te_in: బిమా విహార్

source: Bimla
hi_in: बिमल
te_in: బిమల్

source: Bina
hi_in: बिना
te_in: బినా

source: Binagram
hi_in: बिलग्राम
te_in: బిలగ్రాం

source: Binandapur
hi_in: बिनंदपुर
te_in: బినందపుర్

source: Binawas
hi_in: बिनावास
te_in: బినావాస్

source: Binayakpur
hi_in: विनायकपुर
te_in: వినాయకపుర్
