Repository: healthvdev/custom_template
Catalog: languages/*.po
Languages: hi_in, te_in

source: Jalgaon Kadepathar
hi_in: जळगाव कडेपठार
te_in: జళగావ్ కడెపఠార్

source: Jalgaon Kawarnagar
hi_in: जळगाव कवरनगर
te_in: జళగావ్ కవరనగర్

source: Jalgaon Peth
hi_in: जळगाव पेठ
te_in: జళగావ్ పెఠ్

source: Jalgaon Premnagar
hi_in: जळगाव प्रेमनगर
te_in: జళగావ్ ప్రెమనగర్

source: Jalgeri
hi_in: जलगेरी
te_in: జలగెరీ

source: Jali
hi_in: जाली
te_in: జాలీ

source: Jalia-i
hi_in: जलीय-ई
te_in: జలీయ్-ఈ

source: Jalibenchi
hi_in: जलीबेनचि
te_in: జలీబెనచి

source: Jalim
hi_in: जालिम
te_in: జాలిం

source: Jalipudi
hi_in: जलिपुड़ी
te_in: జలిపుడ్ ీ

source: Jalisana
hi_in: जलिसन
te_in: జలిసన్

source: Jalke Khd
hi_in: जलके खड़
te_in: జలకె ఖడ్

source: Jalkhed
hi_in: जलखेड
te_in: జలఖెడ్

source: Jallango
hi_in: जालांगो
te_in: జాలాంగో

source: Jallopur
hi_in: जल्लोपुर
te_in: జల్లోపుర్

source: Jalna
hi_in: जालना
te_in: జలనా

source: Jalna Industrial Area
hi_in: जलन इंडस्ट्रियल एरिया
te_in: జలన్ ఇండస్ట్రియల్ ఏరియా

source: Jalna Mondha
hi_in: जलन मोंढा
te_in: జలన్ మోంఢా

source: Jalodha
hi_in: जलोढ़
te_in: జలోఢ్

source: Jalodia
hi_in: जलोदिया
te_in: జలోదియా

source: Jaloi
hi_in: जलाई
te_in: జలాఈ

source: Jaloni Dibruduar
hi_in: जाळोनि डिबरुदुर
te_in: జాళోని డిబరుదుర్

source: Jalore
hi_in: जालोर
te_in: జాలోర్

source: Jalore Coll.
hi_in: जालोर कॉल.
te_in: జాలోర్ క్ ల్.

source: Jalori Gate
hi_in: जालोरी गेट
te_in: జాలోరీ గెట్

source: Jalotra
hi_in: जलोत्रा
te_in: జలోత్రా

source: Jalpura
hi_in: जलपुरा
te_in: జలపురా

source: Jaltanda
hi_in: जलटंडा
te_in: జలటండా

source: Jaltar
hi_in: जलतर
te_in: జలతర్

source: Jalukiekam
hi_in: जलउकिएकम
te_in: జలఉకిఏకం

source: Jam
hi_in: जैम
te_in: జేం

source: Jama I Osmania
hi_in: जमा इ ओस्मानिया
te_in: జమా ఇ ఓస్మానియా

source: Jamadalak
hi_in: जमदलक
te_in: జమదలక్

source: Jamagoria
hi_in: जमगोरिया
te_in: జమగోరియా

source: Jamahar
hi_in: जमहर
te_in: జమహర్

source: Jamal Mohamed College
hi_in: जमाल मोहमद कॉलेज
te_in: జమాల్ మోహమద్ క్ లెజ్

source: Jamalabad
hi_in: जमलाबाद
te_in: జమలాబాద్

source: Jamaloopur
hi_in: जामलूपुर
te_in: జామలూపుర్

source: Jamalpur
hi_in: जमालपुर
te_in: జమాలపుర్

source: Jamalpur (Bardhaman)
hi_in: जमालपुर (बर्धमान)
te_in: జమాలపుర్ (బర్ధమాన్)

source: Jamalpur Awana
hi_in: जमालपुर आवन
te_in: జమాలపుర్ ఆవన్

source: Jamalpur Jajrahi
hi_in: जमालपुर जजरही
te_in: జమాలపుర్ జజరహీ

source: Jamalpur Work Shop Ed So
hi_in: जमालपुर वर्क शॉप एंड सो
te_in: జమాలపుర్ వర్క్ శ్ ప్ ఏండ్ సో

source: Jamankuva
hi_in: जमानकुवा
te_in: జమానకువా

source: Jamanpada
hi_in: जमानपद
te_in: జమానపద్

source: Jamanvav
hi_in: जमानवव
te_in: జమానవవ్

source: Jamar
hi_in: जमर
te_in: జమర్

source: Jamarga
hi_in: जमार्ग
te_in: జమార్గ్

source: Jamari
hi_in: जमरी
te_in: జమరీ

source: Jamb
hi_in: जांब
te_in: జాంబ్

source: Jamb Bazar
hi_in: जांब बाजार
te_in: జాంబ్ బాజార్

source: Jamb Budurk
hi_in: जांब बुदुरक
te_in: జాంబ్ బుదురక్

source: Jamba
hi_in: जब
te_in: జబ్

source: Jambaguda
hi_in: जम्बग्द
te_in: జమ్బగ్ద్

source: Jambahar
hi_in: जमबहार
te_in: జమబహార్

source: Jambani
hi_in: जामबनी
te_in: జామబనీ

source: Jambhali
hi_in: जाम्भली
te_in: జామ్భలీ

source: Jambhe
hi_in: जम्भे
te_in: జమ్భె

source: Jambhul
hi_in: जम्भुल
te_in: జమ్భుల్

source: Jambhut
hi_in: जम्भूत
te_in: జమ్భూత్

source: Jambuda
hi_in: जाम्बुड़ा
te_in: జామ్బుడ్ ా

source: Jambudi
hi_in: जाम्बुड़ी
te_in: జామ్బుడ్ ీ

source: Jambuliapatti
hi_in: जम्बुलियापट्टी
te_in: జమ్బులియాపట్టీ

source: Jambumadai
hi_in: जम्बुमादै
te_in: జమ్బుమాదే

source: Jambunathapuram
hi_in: जम्बूनाथपुरम
te_in: జమ్బూనాథపురం

source: Jambusar
hi_in: जम्बूसर
te_in: జమ్బూసర్

source: Jamchuajaria
hi_in: जामचुआजरिया
te_in: జామచుఆజరియా

source: Jamchuwan
hi_in: जामचुआं
te_in: జామచుఆం

source: Jamda
hi_in: जमड़ा
te_in: జమడ్ ా

source: Jamda (Mayurbhanj)
hi_in: जमड़ा (मयूरभंज)
te_in: జమడ్ ా (మయూరభంజ్)

source: Jamda (West Midnapore)
hi_in: जमड़ा (वेस्ट मिदनापुर)
te_in: జమడ్ ా (వెస్ట్ మిదనాపుర్)

source: Jamdaha
hi_in: जमदाहा
te_in: జమదాహా

source: Jamdapal
hi_in: जमदपाल
te_in: జమదపాల్

source: Jamdar
hi_in: जामदार
te_in: జామదార్

source: Jamdara
hi_in: जामदार
te_in: జామదార్

source: Jamdhar
hi_in: जमधार
te_in: జమధార్

source: Jamdih
hi_in: जामडीह
te_in: జామడీహ్

source: Jamgala
hi_in: जंगल
te_in: జంగల్

source: Jamgaon
hi_in: जंगों
te_in: జంగోం

source: Jamgod
hi_in: जामगोद
te_in: జామగోద్

source: Jami Annavaram
hi_in: जमी अन्नवरम
te_in: జమీ అన్నవరం

source: Jamia Nagar
hi_in: जामिया नगर
te_in: జామియా నగర్

source: Jamid
hi_in: जामिद
te_in: జామిద్

source: Jamira
hi_in: जमीर
te_in: జమీర్

source: Jamitya
hi_in: जमित्या
te_in: జమిత్యా

source: Jamjhor
hi_in: जामझोर
te_in: జామఝోర్

source: Jamka
hi_in: जंक
te_in: జంక్

source: Jamkhadi
hi_in: जामखड़ी
te_in: జామఖడ్ ీ

source: Jamkhandi B.S.R.
hi_in: जमखंडी बी.एस.आर.
te_in: జమఖండీ బీ.ఏస్.ఆర్.

source: Jamkhed
hi_in: जामखेड
te_in: జామఖెడ్

source: Jamkhunta
hi_in: जमखुंटा
te_in: జమఖుంటా

source: Jamla
hi_in: जमल
te_in: జమల్

source: Jammadevipeta
hi_in: जम्मादेवीपेट
te_in: జమ్మాదెవీపెట్

source: Jammalamadugu
hi_in: जम्मलमाडुगु
te_in: జమ్మలమాడుగు

source: Jammalamadugu East
hi_in: जम्मलमाडुगु ईस्ट
te_in: జమ్మలమాడుగు ఈస్ట్

source: Jammalamadugu North
hi_in: जम्मलमाडुगु नार्थ
te_in: జమ్మలమాడుగు నార్థ్

source: Jammaldinni
hi_in: जममालदिन्नी
te_in: జమమాలదిన్నీ

source: Jammikunta
hi_in: जम्मिकुंटा
te_in: జమ్మికుంటా

source: Jammu
hi_in: जम्मू
te_in: జమ్మూ

source: Jammu Cantt
hi_in: जम्मू कैंट
te_in: జమ్మూ కేంట్

source: Jammu Market
hi_in: जम्मू मार्किट
te_in: జమ్మూ మార్కిట్

source: Jamna
hi_in: जमना
te_in: జమనా

source: Jamnagar
hi_in: जामनगर
te_in: జామనగర్

source: Jamni
hi_in: जमनी
te_in: జమనీ

source: Jamni Dhundi
hi_in: जमनी धुंदी
te_in: జమనీ ధుందీ

source: Jampani
hi_in: जामपानी
te_in: జామపానీ

source: Jamranda
hi_in: जम्रंडा
te_in: జమ్రండా

source: Jamshedpur
hi_in: जमशेदपुर
te_in: జంషెడ్‌పూర్

source: Jamshet
hi_in: जमशेत
te_in: జమశెత్

source: Jamsole
hi_in: जमसोल
te_in: జమసోల్

source: Jamtara
hi_in: जामतारा
te_in: జామతారా

source: Jamu
hi_in: जमु
te_in: జము

source: Jamua
hi_in: जमुआ
te_in: జముఆ

source: Jamua (Giridh)
hi_in: जमुआ (गिरिडीह)
te_in: జముఆ (గిరిడీహ్)

source: Jamuara
hi_in: जमुआर
te_in: జముఆర్

source: Jamuawan
hi_in: जमुआवां
te_in: జముఆవాం

source: Jamuda
hi_in: जामुदा
te_in: జాముదా

source: Jamudoli
hi_in: जामडोली
te_in: జామడోలీ

source: Jamui
hi_in: जमुई
te_in: జముఈ

source: Jamui Court
hi_in: जमुई कोर्ट
te_in: జముఈ కోర్ట్

source: Jamuka
hi_in: जमुका
te_in: జముకా

source: Jamul Cement Works
hi_in: जामुल सीमेंट वर्क्स
te_in: జాముల్ సీమెంట్ వర్క్స్

source: Jamunakote
hi_in: जमुनाकोटे
te_in: జమునాకోటె

source: Jamunda
hi_in: जमुन्द
te_in: జమున్ద్

source: Jamunipur
hi_in: जमुनीपुर
te_in: జమునీపుర్

source: Jamurna
hi_in: जमरन
te_in: జమరన్

source: Jamut
hi_in: जमूत
te_in: జమూత్

source: Jamuti
hi_in: जमती
te_in: జమతీ

source: Jamwara
hi_in: जामवर
te_in: జామవర్

source: Janagaon
hi_in: जनगण
te_in: జనగణ్

source: Janakiramtola
hi_in: जानकीरामटोला
te_in: జానకీరామటోలా

source: Janakpur
hi_in: जनकपुर
te_in: జనకపుర్

source: Janakpuri A-3
hi_in: जनकपुरी आ-3
te_in: జనకపురీ ఆ-3

source: Janakpuri B-1
hi_in: जनकपुरी बी-1
te_in: జనకపురీ బీ-1

source: Janakpuri C-4
hi_in: जनकपुरी कि-4
te_in: జనకపురీ కి-4

source: Janaktal
hi_in: जनकताल
te_in: జనకతాల్

source: Janali
hi_in: जाली
te_in: జాలీ

source: Janaphul
hi_in: जानफूल
te_in: జానఫూల్

source: Janardhanapuram
hi_in: जनार्धनपुरम
te_in: జనార్ధనపురం

source: Janathapeta
hi_in: जनाथपित
te_in: జనాథపిత్

source: Janaula
hi_in: जनौला
te_in: జనౌలా

source: Janavali
hi_in: जानेवाली
te_in: జానెవాలీ

source: Jand Wala Chadat Singh
hi_in: जांद वाला चडत सिंह
te_in: జాంద్ వాలా చడత్ సింహ్

source: Jandali Khurd
hi_in: जंडली खुर्द
te_in: జండలీ ఖుర్ద్

source: Jandheri
hi_in: जंधेड़ी
te_in: జంధెడ్ ీ

source: Jandiala
hi_in: जंडियाला
te_in: జండియాలా

source: Jandpur
hi_in: जंडपुर
te_in: జండపుర్

source: Jandwal
hi_in: जंडवाला
te_in: జండవాలా

source: Jandwala
hi_in: जंडवाला
te_in: జండవాలా

source: Jandwali
hi_in: जंडीवाली
te_in: జండీవాలీ

source: Jandwali Sikhan
hi_in: जंडीवाली सीखन
te_in: జండీవాలీ సీఖన్

source: Janedghat
hi_in: जनेड़घाट
te_in: జనెడ్ ఘాట్

source: Janekal
hi_in: जनकाल
te_in: జనకాల్

source: Jangadia
hi_in: जांगडा
te_in: జాంగడా

source: Jangal
hi_in: जंगल
te_in: జంగల్

source: Jangal Ramnagar
hi_in: जंगल रामनगर
te_in: జంగల్ రామనగర్

source: Jangalapalle
hi_in: जंगलापल्ले
te_in: జంగలాపల్లె

source: Jangaldubrajpur
hi_in: जंगलडराजपुर
te_in: జంగలడరాజపుర్

source: Jangaliagaon
hi_in: जंगलीगन
te_in: జంగలీగన్

source: Jangalpadu
hi_in: जंगलपडु
te_in: జంగలపడు

source: Jangalpara Bazar
hi_in: जंगलपर बाजार
te_in: జంగలపర్ బాజార్

source: Jangalpur
hi_in: जंगलपुर
te_in: జంగలపుర్

source: Jangam Street
hi_in: जंगम स्ट्रीट
te_in: జంగమ్ స్ట్రీట్

source: Jangamaheswarapuram
hi_in: जंगमहेस्वरपुरम
te_in: జంగమహెస్వరపురం

source: Jangaon
hi_in: जंगों
te_in: జంగోం

source: Jangaon Bazar
hi_in: जंगों बाजार
te_in: జంగోం బాజార్

source: Jangareddigudem Bazar
hi_in: जनगारेड्डीगुडेम बाजार
te_in: జనగారెడ్డీగుడెమ్ బాజార్

source: Jangareddygudem
hi_in: जनगारेड्डीगुडेम
te_in: జనగారెడ్డీగుడెం

source: Janghi
hi_in: जंघई
te_in: జంఘఈ

source: Janglath Mandi
hi_in: जंगलात मंडी
te_in: జంగలాత్ మండీ

source: Jangpura
hi_in: जंगपुरा
te_in: జంగపురా

source: Janhapada
hi_in: जंहापड़ा
te_in: జంహాపడ్ ా

source: Janial
hi_in: जनियाल
te_in: జనియాల్

source: Janishnagar
hi_in: जनिशनगर
te_in: జనిశనగర్

source: Janivara
hi_in: जाणीवर
te_in: జాణీవర్

source: Janjariya-juna
hi_in: जंजरिया-जून
te_in: జంజరియా-జూన్

source: Janjehli
hi_in: जंजैहली
te_in: జంజేహలీ

source: Jankikund
hi_in: जानकीकुंड
te_in: జానకీకుండ్

source: Jankipuram
hi_in: जानकीपुरम
te_in: జానకీపురం

source: Jannavaram
hi_in: जांनवरं
te_in: జాంనవరం

source: Janot
hi_in: जनोटी
te_in: జనోటీ

source: Janpad Chikitsalaya
hi_in: जनपद चिकित्सालय
te_in: జనపద్ చికిత్సాలయ్

source: Jansui
hi_in: जनसुई
te_in: జనసుఈ

source: Janta College Charkhi Dadri
hi_in: जनता कॉलेज चरखी दादरी
te_in: జనతా క్ లెజ్ చరఖీ దాదరీ

source: Janta Colony
hi_in: जनता कॉलोनी
te_in: జనతా క్ లోనీ

source: Janta Colony Rohtak
hi_in: जनता कॉलोनी रोहतक
te_in: జనతా క్ లోనీ రోహతక్

source: Janta Market
hi_in: जनता मार्केट
te_in: జనతా మార్కెట్

source: Janta Nagar
hi_in: जनता नगर
te_in: జనతా నగర్

source: Janti Kalan
hi_in: जनती कलां
te_in: జనతీ కలాం

source: Jantral
hi_in: जंत्राल
te_in: జంత్రాల్

source: Januganj
hi_in: जनुगंज
te_in: జనుగంజ్

source: Janumallavalasa
hi_in: जानुमलावलस
te_in: జానుమలావలస్

source: Janumpiri
hi_in: जानुमपीरी
te_in: జానుమపీరీ

source: Janvad
hi_in: जनवाद
te_in: జనవాద్

source: Janve
hi_in: जानवे
te_in: జానవె

source: Janwada
hi_in: जनवाद
te_in: జనవాద్

source: Jaoli
hi_in: जॉली
te_in: జ్ లీ

source: Japjup
hi_in: जपजप
te_in: జపజప్

source: Japorigog
hi_in: जापोरिगोज
te_in: జాపోరిగోజ్

source: Jar
hi_in: जार
te_in: జార్

source: Jara
hi_in: जरा
te_in: జరా

source: Jarain
hi_in: जरैं
te_in: జరేం

source: Jaraka
hi_in: झरक
te_in: ఝరక్

source: Jaralpur Dih
hi_in: जगलपुर डीह
te_in: జగలపుర్ డీహ్

source: Jarangloi
hi_in: जरंगलोई
te_in: జరంగలోఈ

source: Jarapal
hi_in: जगपाल
te_in: జగపాల్

source: Jarar
hi_in: फरार
te_in: ఫరార్

source: Jarara
hi_in: फरार
te_in: ఫరార్

source: Jarari
hi_in: जारी
te_in: జారీ

source: Jaraud
hi_in: जरौद
te_in: జరౌద్

source: Jaraul
hi_in: जरौल
te_in: జరౌల్

source: Jarauli Kalan
hi_in: जारौली कलां
te_in: జారౌలీ కలాం

source: Jardhargaon
hi_in: जरधरगाओं
te_in: జరధరగాఓం

source: Jareikela
hi_in: जरेईकेला
te_in: జరెఈకెలా

source: Jaria
hi_in: जरिए
te_in: జరిఏ

source: Jarimale
hi_in: जरिमळे
te_in: జరిమళె

source: Jaripatka
hi_in: जरीपटका
te_in: జరీపటకా

source: Jarkani
hi_in: फर्कनि
te_in: ఫర్కని

source: Jarkha
hi_in: जरख
te_in: జరఖ్

source: Jarlahi
hi_in: जर्लाही
te_in: జర్లాహీ

source: Jarmundi
hi_in: जरमुंडी
te_in: జరముండీ

source: Jarmuney
hi_in: जरमनी
te_in: జరమనీ

source: Jarod
hi_in: जरोड
te_in: జరోడ్

source: Jaroda Jatt
hi_in: जारोड़ा जट्ट
te_in: జారోడ్ ా జట్ట్

source: Jarol
hi_in: जरोल
te_in: జరోల్

source: Jarulcherra
hi_in: जरुलचरर
te_in: జరులచరర్

source: Jarulsury
hi_in: जरुलसूरी
te_in: జరులసూరీ

source: Jaruwa
hi_in: जरूवा
te_in: జరూవా

source: Jasalapur
hi_in: जासलपुर
te_in: జాసలపుర్

source: Jasali
hi_in: फसली
te_in: ఫసలీ

source: Jasauli Patti
hi_in: जसौली पट्टी
te_in: జసౌలీ పట్టీ

source: Jasdan
hi_in: जसदण
te_in: జసదణ్

source: Jashapar
hi_in: फशपर
te_in: ఫశపర్

source: Jashpur
hi_in: जशपुर
te_in: జశపుర్

source: Jashpurnagar
hi_in: जशपुरनगर
te_in: జశపురనగర్

source: Jasidih
hi_in: जसीडीह
te_in: జసీడీహ్

source: Jaska
hi_in: जसका
te_in: జసకా

source: Jasondi
hi_in: जसोंदी
te_in: జసోందీ

source: Jasora
hi_in: जेसोर
te_in: జెసోర్

source: Jasota
hi_in: जसोता
te_in: జసోతా

source: Jaspalon
hi_in: जसपालों
te_in: జసపాలోం

source: Jaspur
hi_in: जसपुर
te_in: జసపుర్

source: Jaspura
hi_in: जसपुर
te_in: జసపుర్

source: Jasra
hi_in: जसरा
te_in: జసరా

source: Jassal
hi_in: जस्सल
te_in: జస్సల్

source: Jassi Pau Wali
hi_in: जस्सी पाव वाली
te_in: జస్సీ పావ్ వాలీ

source: Jassur
hi_in: जस्सूर
te_in: జస్సూర్

source: Jasvantpura
hi_in: जसवंतपुरा
te_in: జసవంతపురా

source: Jaswant Gadh
hi_in: जसवंत गढ़
te_in: జసవంత్ గఢ్

source: Jaswant Nagar
hi_in: जसवंत नगर
te_in: జసవంత్ నగర్

source: Jaswant Nagar Bazar
hi_in: जसवंत नगर बाजार
te_in: జసవంత్ నగర్ బాజార్

source: Jatan
hi_in: जातां
te_in: జాతాం

source: Jatana
hi_in: जाताना
te_in: జాతానా

source: Jatauli
hi_in: जाटौली
te_in: జాటౌలీ

source: Jategaon
hi_in: जतेग़ों
te_in: జతెగ్ ోం

source: Jatepur North
hi_in: जटेपुर नार्थ
te_in: జటెపుర్ నార్థ్

source: Jatharwadi
hi_in: जठरवादी
te_in: జఠరవాదీ

source: Jatherpeth Akola
hi_in: जथेरपीठ अकोला
te_in: జథెరపీఠ్ అకోలా

source: Jatni
hi_in: जितनी
te_in: జితనీ

source: Jatode
hi_in: जतोड
te_in: జతోడ్

source: Jatoli Rathbhan
hi_in: जटोली रथभं
te_in: జటోలీ రథభం

source: Jatpur
hi_in: जैतपुर
te_in: జేతపుర్

source: Jatpurwa Kishoreganj
hi_in: जैतपुरवा किशोरगंज
te_in: జేతపురవా కిశోరగంజ్

source: Jatri
hi_in: जातरी
te_in: జాతరీ

source: Jaula
hi_in: जौला
te_in: జౌలా

source: Jaunaji
hi_in: जौणाजी
te_in: జౌణాజీ

source: Jaundhary
hi_in: जौंधरी
te_in: జౌంధరీ

source: Jaunmana
hi_in: जौन्मना
te_in: జౌన్మనా

source: Jaunpur
hi_in: जौनपुर
te_in: జౌనపుర్

source: Jaunpur Kty.
hi_in: जौनपुर की.
te_in: జౌనపుర్ కీ.

source: Jaura Man Rakhan
hi_in: जौरा में रखें
te_in: జౌరా మెం రఖెం

source: Jaurian Bhattian
hi_in: जायरीन भट्टियां
te_in: జాయరీన్ భట్టియాం

source: Jaurki Andhewali
hi_in: जॉर्जकी अन्धेवाली
te_in: జ్ ర్జకీ అన్ధెవాలీ

source: Javala
hi_in: जवळ
te_in: జవళ్

source: Javale
hi_in: जावले
te_in: జావలె

source: Jawahar Bhawan
hi_in: जवाहर भवन
te_in: జవాహర్ భవన్

source: Jawahar Chowk
hi_in: जवाहर चौक
te_in: జవాహర్ చౌక్

source: Jawahar Colony Faridabad
hi_in: जवाहर कॉलोनी फरीदाबाद
te_in: జవాహర్ క్ లోనీ ఫరీదాబాద్

source: Jawahar Market Bhilai
hi_in: जवाहर मार्केट भिलाई
te_in: జవాహర్ మార్కెట్ భిలాఈ

source: Jawahar Mills
hi_in: जवाहर मिल्स
te_in: జవాహర్ మిల్స్

source: Jawahar Nagar
hi_in: जवाहर नगर
te_in: జవాహర్ నగర్

source: Jawahar Nagar (Chennai)
hi_in: जवाहर नगर (चेन्नई)
te_in: జవాహర్ నగర్ (చెన్నై)

source: Jawahar Nagar (Kanpur Nagar)
hi_in: जवाहर नगर (कानपूर नगर)
te_in: జవాహర్ నగర్ (కానపూర్ నగర్)

source: Jawahar Nagar (North Delhi)
hi_in: जवाहर नगर (नार्थ देल्ही)
te_in: జవాహర్ నగర్ (నార్థ్ ఢిల్లీ)

source: Jawahar Nagar (Srinagar)
hi_in: जवाहर नगर (श्रीनगर)
te_in: జవాహర్ నగర్ (శ్రీనగర్)

source: Jawahar Nagar (Varanasi)
hi_in: जवाहर नगर (वाराणसी)
te_in: జవాహర్ నగర్ (వారాణసీ)

source: Jawahar Road
hi_in: जवाहर रोड
te_in: జవాహర్ రోడ్

source: Jawaharlal Nehru Vastigrah
hi_in: जवाहरलाल नेहरू वसतिगृह
te_in: జవాహరలాల్ నెహరూ వసతిగృహ్

source: Jawaharmarket Dehgam
hi_in: जवाहरमार्केट देह्गम
te_in: జవాహరమార్కెట్ దెహ్గం

source: Jawaharnagar (Karim Nagar)
hi_in: जवाहरनगर (करीम नगर)
te_in: జవాహరనగర్ (కరీమ్ నగర్)

source: Jawaharnagar Ichalkaranji
hi_in: जवाहरनगर इचलकरंजी
te_in: జవాహరనగర్ ఇచలకరంజీ

source: Jawala Heri
hi_in: जवाला हेरि
te_in: జవాలా హెరి

source: Jawalamukhi
hi_in: जवालामुखी
te_in: జవాలాముఖీ

source: Jawalasinghwala
hi_in: जवलसिंघवाल
te_in: జవలసింఘవాల్

source: Jawale Kadlag
hi_in: जवाले कदलग
te_in: జవాలె కదలగ్

source: Jawalgaon
hi_in: जवल्गाओं
te_in: జవల్గాఓం

source: Jawan
hi_in: जवान
te_in: జవాన్

source: Jawfullybibichak
hi_in: जावफूललीबीबीचक
te_in: జావఫూలలీబీబీచక్

source: Jawpore
hi_in: जवपुरे
te_in: జవపురె

source: Jaya Prakash Nagar
hi_in: जय प्रकाश नगर
te_in: జయ్ ప్రకాశ్ నగర్

source: Jayachamarajendra Extn.
hi_in: जयचमाराजेंद्र ऐक्सटन.
te_in: జయచమారాజెంద్ర్ ఐక్సటన్.

source: Jayalakshmipuram (Mysore)
hi_in: जयलक्ष्मीपुरं (मैसोरे)
te_in: జయలక్ష్మీపురం (మేసోరె)

source: Jayanagar
hi_in: जयनगर
te_in: జయనగర్

source: Jayanagar (Cuddapah)
hi_in: जयनगर (कुड्डापाह)
te_in: జయనగర్ (కుడ్డాపాహ్)

source: Jayanagar Extn Tumkur
hi_in: जयनगर एस्टन तुमकुर
te_in: జయనగర్ ఏస్టన్ తుమకుర్

source: Jayanagar Nd
hi_in: जयनगर नद
te_in: జయనగర్ నద్

source: Jayanagar West
hi_in: जयनगर वेस्ट
te_in: జయనగర్ వెస్ట్

source: Jayangar III Block
hi_in: जयनगर ईईई ब्लॉक
te_in: జయనగర్ ఈఈఈ బ్ల్ క్

source: Jayankondam
hi_in: जयनकोंडम
te_in: జయనకోండం

source: Jayantara
hi_in: जयंतर
te_in: జయంతర్

source: Jayantgiri
hi_in: जयन्तगिरी
te_in: జయన్తగిరీ

source: Jayantpur
hi_in: जयंतपुर
te_in: జయంతపుర్

source: Jayapura
hi_in: जयपुर
te_in: జయపుర్

source: Jayapurakateni
hi_in: जयपुरकटनी
te_in: జయపురకటనీ

source: Jaydu
hi_in: जेडीयू
te_in: జెడీయూ

source: Jayshree Park
hi_in: जयश्री पार्क
te_in: జయశ్రీ పార్క్

source: Jaysingpur
hi_in: जयसिंगपुर
te_in: జయసింగపుర్

source: Jedarpalayam
hi_in: जेदारपलायम
te_in: జెదారపలాయం

source: Jeerango Colony
hi_in: जीरांगो कॉलोनी
te_in: జీరాంగో క్ లోనీ

source: Jeerawal
hi_in: जीरावल
te_in: జీరావల్

source: Jeergal
hi_in: जीरगल
te_in: జీరగల్

source: Jeeron
hi_in: जीरों
te_in: జీరోం

source: Jeevabhimanagar
hi_in: जीवाभिमानगर
te_in: జీవాభిమానగర్

source: Jeevan Nagar
hi_in: जीवन नगर
te_in: జీవన్ నగర్

source: Jeevan Park
hi_in: जीवन पार्क
te_in: జీవన్ పార్క్

source: Jeevan Prakash
hi_in: जीवन प्रकाश
te_in: జీవన్ ప్రకాశ్

source: Jeevanbhimanagar
hi_in: जीवनभिमानगर
te_in: జీవనభిమానగర్

source: Jehanabad
hi_in: जहानाबाद
te_in: జహానాబాద్

source: Jehanabad Kutchary
hi_in: जहानाबाद कूटचार्य
te_in: జహానాబాద్ కూటచార్య్

source: Jehar
hi_in: जहर
te_in: జహర్

source: Jekegram
hi_in: जेकेग्राम
te_in: జెకెగ్రాం

source: Jeliapara
hi_in: जेलियापारा
te_in: జెలియాపారా

source: Jemalgadh
hi_in: जेमलगढ़
te_in: జెమలగఢ్

source: Jemua
hi_in: जेमऊआ
te_in: జెమఊఆ

source: Jengrapara
hi_in: जेंगरपारा
te_in: జెంగరపారా

source: Jeora Sirsa
hi_in: जेवरा सिरसा
te_in: జెవరా సిరసా

source: Jeorabhoor
hi_in: जेवरभूर
te_in: జెవరభూర్

source: Jepur
hi_in: जयपुर
te_in: జయపుర్

source: Jeruadih
hi_in: जेरुआडीह
te_in: జెరుఆడీహ్

source: Jesda
hi_in: जेस्ड
te_in: జెస్డ్

source: Jeshangpura
hi_in: जेशंगपुर
te_in: జెశంగపుర్

source: Jeshingpur
hi_in: जेसिंगपुर
te_in: జెసింగపుర్

source: Jesingpur
hi_in: जेसिंगपुर
te_in: జెసింగపుర్

source: Jeskhpur
hi_in: जैस्खपुर
te_in: జేస్ఖపుర్

source: Jessore Road
hi_in: जेस्सोर रोड
te_in: జెస్సోర్ రోడ్

source: Jetalvad
hi_in: जेतलवाड़
te_in: జెతలవాడ్

source: Jetalvasana
hi_in: जेतलवासना
te_in: జెతలవాసనా

source: Jethu Ke
hi_in: जेठू के
te_in: జెఠూ కె

source: Jethway
hi_in: जेठवै
te_in: జెఠవే

source: Jetiwas
hi_in: जेतीवास
te_in: జెతీవాస్

source: Jetpur
hi_in: जेतपुर
te_in: జెతపుర్

source: Jetusar
hi_in: जेतूसर
te_in: జెతూసర్

source: Jeur
hi_in: जेउर
te_in: జెఉర్

source: Jeur Kumbhari
hi_in: जेउर कुम्भरी
te_in: జెఉర్ కుమ్భరీ

source: Jewali
hi_in: जेवली
te_in: జెవలీ

source: Jewan
hi_in: जेवन
te_in: జెవన్

source: Jewari
hi_in: जेवरी
te_in: జెవరీ

source: Jeypore(K)
hi_in: जैपोर(के)
te_in: జేపోర్(కె)

source: Jeypore(K) Civil Court
hi_in: जैपोर(के) सिविल कोर्ट
te_in: జేపోర్(కె) సివిల్ కోర్ట్

source: Jeypore(K) Fort
hi_in: जैपोर(के) फोर्ट
te_in: జేపోర్(కె) ఫోర్ట్

source: Jeypore(K) Koraput Road
hi_in: जैपोर(के) कोरापुट रोड
te_in: జేపోర్(కె) కోరాపుట్ రోడ్

source: Jhabar
hi_in: झाबर
te_in: ఝాబర్

source: Jhabua
hi_in: झाबुआ
te_in: ఝాబుఆ

source: Jhabuwa
hi_in: झाबुआ
te_in: ఝాబుఆ

source: Jhagadia
hi_in: झगडा
te_in: ఝగడా

source: Jhagarpuri
hi_in: झगरपुरी
te_in: ఝగరపురీ

source: Jhaj
hi_in: जहाज
te_in: జహాజ్

source: Jhaja
hi_in: जहाज
te_in: జహాజ్

source: Jhajha Bazar
hi_in: झाझा बाजार
te_in: ఝాఝా బాజార్

source: Jhajia
hi_in: झाज्या
te_in: ఝాజ్యా

source: Jhajjar
hi_in: झज्जर
te_in: ఝజ్జర్

source: Jhajra
hi_in: झज्जर
te_in: ఝజ్జర్

source: Jhak
hi_in: झक
te_in: ఝక్

source: Jhal
hi_in: झाल
te_in: ఝాల్

source: Jhalana Doongri
hi_in: झालाना डूंगरी
te_in: ఝాలానా డూంగరీ

source: Jhalarasingi
hi_in: झालरसिंगी
te_in: ఝాలరసింగీ

source: Jhalawar
hi_in: झालावाड़
te_in: ఝాలావాడ్

source: Jhalbarda
hi_in: झलबर्ड
te_in: ఝలబర్డ్

source: Jhalda
hi_in: झालदा
te_in: ఝాలదా

source: Jhallian Khurd
hi_in: झल्लियां खुर्द
te_in: ఝల్లియాం ఖుర్ద్

source: Jhalodar
hi_in: झालोडार
te_in: ఝాలోడార్

source: Jhaloor
hi_in: झलूर
te_in: ఝలూర్

source: Jhamankera
hi_in: झामनकेर
te_in: ఝామనకెర్

source: Jhamber
hi_in: झम्बर
te_in: ఝమ్బర్

source: Jhamoon
hi_in: जहमूँ
te_in: జహమూఁ

source: Jhampa
hi_in: झम्प
te_in: ఝమ్ప్

source: Jhandaha
hi_in: झंडहा
te_in: ఝండహా

source: Jhandher M Purkhan
hi_in: झंडेर म पुरखन
te_in: ఝండెర్ మ్ పురఖన్

source: Jhandwa
hi_in: झंडवा
te_in: ఝండవా

source: Jhanga
hi_in: झांग
te_in: ఝాంగ్

source: Jhaniara
hi_in: झन्यारा
te_in: ఝన్యారా

source: Jhaniari
hi_in: झनियारी
te_in: ఝనియారీ

source: Jhanjharpur
hi_in: झंझारपुर
te_in: ఝంఝారపుర్

source: Jhanjhra
hi_in: झांझर
te_in: ఝాంఝర్

source: Jhanjia
hi_in: झांजिया
te_in: ఝాంజియా

source: Jhanjiani
hi_in: झांजियाणी
te_in: ఝాంజియాణీ

source: Jhanjkalan
hi_in: जहाँजकलां
te_in: జహాఁజకలాం

source: Jhanrautha
hi_in: झनरौठा
te_in: ఝనరౌఠా

source: Jhansi
hi_in: झाँसी
te_in: ఝాంసీ

source: Jhansi Cantt.
hi_in: झाँसी कैंट.
te_in: ఝాఁసీ కేంట్.

source: Jhansi Kutchery
hi_in: झाँसी कुत्चेरय
te_in: ఝాఁసీ కుత్చెరయ్

source: Jhansi Railway Station
hi_in: झाँसी रेलवे स्टेशन
te_in: ఝాఁసీ రెలవె స్టెశన్

source: Jhansi Sadar Bazar
hi_in: झाँसी सदर बाजार
te_in: ఝాఁసీ సదర్ బాజార్

source: Jhansla
hi_in: झांसल
te_in: ఝాంసల్

source: Jhantijharna
hi_in: झंटीझरना
te_in: ఝంటీఝరనా

source: Jhapada
hi_in: झापड़
te_in: ఝాపడ్

source: Jhapaha
hi_in: झपाह
te_in: ఝపాహ్

source: Jhara
hi_in: जहर
te_in: జహర్

source: Jharapalli
hi_in: झारापल्ली
te_in: ఝారాపల్లీ

source: Jhargram
hi_in: झारग्राम
te_in: ఝారగ్రాం

source: Jharia
hi_in: झरिया
te_in: ఝరియా

source: Jharia Bazar
hi_in: झारिया बाजार
te_in: ఝారియా బాజార్

source: Jharia Manbad
hi_in: झरिया मानबाद
te_in: ఝరియా మానబాద్

source: Jharina
hi_in: झारिन
te_in: ఝారిన్

source: Jharipani
hi_in: झाड़ीपानी
te_in: ఝాడ్ ీపానీ

source: Jhariwala
hi_in: झरीवाला
te_in: ఝరీవాలా

source: Jharkhand High Court
hi_in: झारखण्ड हाई कोर्ट
te_in: ఝారఖణ్డ్ హాఈ కోర్ట్

source: Jharkhand Vidhan Sabha
hi_in: झारखण्ड विधान सभा
te_in: ఝారఖణ్డ్ విధాన్ సభా

source: Jharling
hi_in: झर्लिंग
te_in: ఝర్లింగ్

source: Jharmahuee
hi_in: झरमहुई
te_in: ఝరమహుఈ

source: Jharoda
hi_in: झारोड़ा
te_in: ఝారోడ్ ా

source: Jharsa
hi_in: झारस
te_in: ఝారస్

source: Jharsuguda
hi_in: झारसुगुड़ा
te_in: ఝారసుగుడా

source: Jhartarang
hi_in: झारतरंग
te_in: ఝారతరంగ్

source: Jharuapara
hi_in: झरुआपारा
te_in: ఝరుఆపారా

source: Jhasi
hi_in: झांसी
te_in: ఝాంసీ

source: Jhatikara
hi_in: झटीकर
te_in: ఝటీకర్

source: Jhaunsagarhi
hi_in: झौंसागरहि
te_in: ఝౌంసాగరహి

source: Jhavda
hi_in: झावड़ा
te_in: ఝావడ్ ా

source: Jhawgeria
hi_in: झबगेरिया
te_in: ఝబగెరియా

source: Jheek Bijuri
hi_in: झीक बिजुरी
te_in: ఝీక్ బిజురీ

source: Jheetra
hi_in: झीतरा
te_in: ఝీతరా

source: Jheol
hi_in: झएओल
te_in: ఝఏఓల్

source: Jherli
hi_in: झेरली
te_in: ఝెరలీ

source: Jhigadi
hi_in: झिगड़ी
te_in: ఝిగడ్ ీ

source: Jhijhar
hi_in: झिझार
te_in: ఝిఝార్

source: Jhijharka
hi_in: झिझरक
te_in: ఝిఝరక్

source: Jhila Dumari
hi_in: झील डुमरी
te_in: ఝీల్ డుమరీ

source: Jhilmil
hi_in: झिलमिल
te_in: ఝిలమిల్

source: Jhilmil Tahirpur
hi_in: झिलमिल ताहिरपुर
te_in: ఝిలమిల్ తాహిరపుర్

source: Jhilmili
hi_in: झिलमिली
te_in: ఝిలమిలీ

source: Jhilwara
hi_in: झीलवाड़ा
te_in: ఝీలవాడ్ ా

source: Jhingran Kalan
hi_in: झिंगरन कलां
te_in: ఝింగరన్ కలాం

source: Jhinjhak
hi_in: झींझक
te_in: ఝీంఝక్

source: Jhinjhari
hi_in: झिंझरी
te_in: ఝింఝరీ

source: Jhinkpani
hi_in: झींकपानी
te_in: ఝీంకపానీ

source: Jhinti Sasan
hi_in: झिंटी सासन
te_in: ఝింటీ సాసన్
