Repository: healthvdev/custom_template
Catalog: languages/*.po
Languages: hi_in, te_in

source: Medical College (Ganjam)
hi_in: मेडिकल कॉलेज (गंजाम)
te_in: మెడికల్ క్ లెజ్ (గంజామ్)

source: Medical College (Lucknow)
hi_in: मेडिकल कॉलेज (लखनऊ)
te_in: మెడికల్ క్ లెజ్ (లఖనఊ)

source: Medical College (Patiala)
hi_in: मेडिकल कॉलेज (पटियाला)
te_in: మెడికల్ క్ లెజ్ (పటియాలా)

source: Medical College (Rohtak)
hi_in: मेडिकल कॉलेज (रोहतक)
te_in: మెడికల్ క్ లెజ్ (రోహతక్)

source: Medical College (Solapur)
hi_in: मेडिकल कॉलेज (सोलापुर)
te_in: మెడికల్ క్ లెజ్ (సోలాపుర్)

source: Medical College Burla
hi_in: मेडिकल कॉलेज बुर्ला
te_in: మెడికల్ క్ లెజ్ బుర్లా

source: Medinapur
hi_in: मेदिनापुर
te_in: మెదినాపుర్

source: Medipally
hi_in: मेडिपल्ली
te_in: మెడిపల్లీ

source: Medpalli
hi_in: मेदपल्ली
te_in: మెదపల్లీ

source: Medpura Sultan
hi_in: मेदपुर सुल्तान
te_in: మెదపుర్ సుల్తాన్

source: Medra
hi_in: मदर
te_in: మదర్

source: Medshingi
hi_in: मेड़सिंगी
te_in: మెడ్ సింగీ

source: Meduakul
hi_in: मेडुकल
te_in: మెడుకల్

source: Meedivemula
hi_in: मीड़िवेमुला
te_in: మీడ్ ివెములా

source: Meena Wala
hi_in: मीना वाला
te_in: మీనా వాలా

source: Meenachel
hi_in: मीनाचेल
te_in: మీనాచెల్

source: Meenachil
hi_in: मीनाचिल
te_in: మీనాచిల్

source: Meenadathur
hi_in: मीनादथुर
te_in: మీనాదథుర్

source: Meenakshipuram
hi_in: मीनाक्षीपुरम
te_in: మీనాక్షీపురం

source: Meenambakkam
hi_in: मीनंबक्कम
te_in: మీనంబక్కం

source: Meenambalpuram
hi_in: मीनाम्बलपुरम
te_in: మీనామ్బలపురం

source: Meenangadi
hi_in: मीनांगड़ी
te_in: మీనాంగడ్ ీ

source: Meenapur
hi_in: मीनापुर
te_in: మీనాపుర్

source: Meencut
hi_in: मीनकत
te_in: మీనకత్

source: Meer Nagar Ajigawan
hi_in: मेरे नगर अजिगवां
te_in: మెరె నగర్ అజిగవాం

source: Meerpur
hi_in: मीरपुर
te_in: మీరపుర్

source: Meerut Cantt
hi_in: मेरठ कैंट
te_in: మెరఠ్ కేంట్

source: Meerut City R. S.
hi_in: मेरठ सिटी आर. एस.
te_in: మెరఠ్ సిటీ ఆర్. ఏస్.

source: Meerut Kutchery
hi_in: मेरठ कुत्चेरय
te_in: మెరఠ్ కుత్చెరయ్

source: Meerut Road
hi_in: मेरठ रोड
te_in: మెరఠ్ రోడ్

source: Meerut University
hi_in: मेरठ यूनिवर्सिटी
te_in: మెరఠ్ యూనివర్సిటీ

source: Meeyannur
hi_in: मीयन्नूर
te_in: మీయన్నూర్

source: Megalahally
hi_in: मेगलाहल्ली
te_in: మెగలాహల్లీ

source: Megamalai
hi_in: मेगमलाई
te_in: మెగమలాఈ

source: Meghadangar
hi_in: मेघडंगर
te_in: మెఘడంగర్

source: Meghalaya Secretariat
hi_in: मेघालय सेक्रेटेरिएट
te_in: మెఘాలయ్ సెక్రెటెరిఏట్

source: Meghaningar
hi_in: मेघानीनगर
te_in: మెఘానీనగర్

source: Meghla
hi_in: मेघला
te_in: మెఘలా

source: Meghoul
hi_in: मेघोल
te_in: మెఘోల్

source: Meghpar
hi_in: मेघपर
te_in: మెఘపర్

source: Meghpar Titodi
hi_in: मेघपर टिटोड़ी
te_in: మెఘపర్ టిటోడ్ ీ

source: Meghwali Kala
hi_in: मेघवाली काल
te_in: మెఘవాలీ కాల్

source: Megshar
hi_in: मेगसार
te_in: మెగసార్

source: Mehaharhangpur
hi_in: मेहरहंगपुर
te_in: మెహరహంగపుర్

source: Mehamdabad
hi_in: महमदाबाद
te_in: మహమదాబాద్

source: Mehandpur
hi_in: मेहन्दीपुर
te_in: మెహన్దీపుర్

source: Mehar Singh Wala
hi_in: मेहर सिंह वाला
te_in: మెహర్ సింహ్ వాలా

source: Meharganj
hi_in: मेहरगंज
te_in: మెహరగంజ్

source: Mehath
hi_in: मेहथ
te_in: మెహథ్

source: Mehatpur (Una)
hi_in: मेहतपुर (उन)
te_in: మెహతపుర్ (ఉన్)

source: Mehem
hi_in: महम
te_in: మహం

source: Mehergaon
hi_in: मेहेरगाओं
te_in: మెహెరగాఓం

source: Mehernagar
hi_in: मेहेरनगर
te_in: మెహెరనగర్

source: Meherpur
hi_in: मेहेरपुर
te_in: మెహెరపుర్

source: Mehesra
hi_in: महेसर
te_in: మహెసర్

source: Mehia
hi_in: मीहिया
te_in: మీహియా

source: Mehla
hi_in: महल
te_in: మహల్

source: Mehlanwali
hi_in: मेहलांवाली
te_in: మెహలాంవాలీ

source: Mehli Gate Phagwara
hi_in: महली गेट फगवारा
te_in: మహలీ గెట్ ఫగవారా

source: Mehmood Pur Pukhata
hi_in: महमूद पुर पुखता
te_in: మహమూద్ పుర్ పుఖతా

source: Mehra Chudhary
hi_in: महरा चूधारी
te_in: మహరా చూధారీ

source: Mehre
hi_in: मेहरे
te_in: మెహరె

source: Mehrun
hi_in: मेहरून
te_in: మెహరూన్

source: Mehsauri
hi_in: मेहसौरी
te_in: మెహసౌరీ

source: Mehta
hi_in: मेहता
te_in: మెహతా

source: Mehura
hi_in: मेहरा
te_in: మెహరా

source: Meikilarpatti
hi_in: मैकिलरपट्टी
te_in: మేకిలరపట్టీ

source: Meiporul Nagar
hi_in: मेइपोरुल नगर
te_in: మెఇపోరుల్ నగర్

source: Meja
hi_in: मेज
te_in: మెజ్

source: Meja Road
hi_in: मेजा रोड
te_in: మెజా రోడ్

source: Mekhali
hi_in: मेखळी
te_in: మెఖళీ

source: Mekkode
hi_in: मेककोड़े
te_in: మెకకోడ్ ె

source: Mel
hi_in: मेल
te_in: మెల్

source: Mela Autoor
hi_in: मेला आतूर
te_in: మెలా ఆతూర్

source: Melaarasadi
hi_in: मेलारासदी
te_in: మెలారాసదీ

source: Melacheri
hi_in: मेलाचेरी
te_in: మెలాచెరీ

source: Melaghar
hi_in: मेलाघर
te_in: మెలాఘర్

source: Melakolakudi
hi_in: मेलकोलाकुडी
te_in: మెలకోలాకుడీ

source: Melakottai
hi_in: मेलाकोट्टाई
te_in: మెలాకోట్టాఈ

source: Melakuppam
hi_in: मेलाकुप्पम
te_in: మెలాకుప్పం

source: Melamdoddi
hi_in: मिलंदोड्डी
te_in: మిలందోడ్డీ

source: Melampara
hi_in: मेलाम्परे
te_in: మెలామ్పరె

source: Melangadi
hi_in: मेलंगड़ी
te_in: మెలంగడ్ ీ

source: Melanthabettu
hi_in: मेलान्थब्बततु
te_in: మెలాన్థబ్బతతు

source: Melapalayam (Tirunelveli)
hi_in: मेलापालयं (तिरुनेलवेली)
te_in: మెలాపాలయం (తిరునల్వేలి)

source: Melapalayam Bazaar(Tirunelveli
hi_in: मेलापालयं बाजार(तिरुनेलवेली
te_in: మెలాపాలయం బాజార్(తిరునల్వేలి)

source: Melapattu
hi_in: मेलापट्टू
te_in: మెలాపట్టూ

source: Melathaniyam
hi_in: मेलथनियम
te_in: మెలథనియం

source: Melavasthachavadi
hi_in: मेलावस्थछावाड़ी
te_in: మెలావస్థఛావాడ్ ీ

source: Melayur
hi_in: मेलायूर
te_in: మెలాయూర్

source: Meledayalam
hi_in: मेलेडयलं
te_in: మెలెడయలం

source: Melekote
hi_in: मेलकोट
te_in: మెలకోట్

source: Melkadirpur
hi_in: मेलकादिरपुर
te_in: మెలకాదిరపుర్

source: Melki
hi_in: मेलकी
te_in: మెలకీ

source: Melmaruvathur
hi_in: मेलमरुवथुर
te_in: మెలమరువథుర్

source: Meloj
hi_in: मेलोज
te_in: మెలోజ్

source: Melolakkur
hi_in: मेलोलाक्कुर
te_in: మెలోలాక్కుర్

source: Melpallam
hi_in: मेलपल्लम
te_in: మెలపల్లం

source: Melrosapuram
hi_in: मेलरोसपूरं
te_in: మెలరోసపూరం

source: Melukara
hi_in: मेलूकारा
te_in: మెలూకారా

source: Melukavu
hi_in: मेलुकवू
te_in: మెలుకవూ

source: Melukavumattom
hi_in: मेलुकवउमट्टम
te_in: మెలుకవఉమట్టం

source: Melur
hi_in: मेलुर
te_in: మెలుర్

source: Melur (Madurai)
hi_in: मेलुर (मदुरै)
te_in: మెలుర్ (మధురై)

source: Melur East
hi_in: मेलुर ईस्ट
te_in: మెలుర్ ఈస్ట్

source: Melur South
hi_in: मेलुर साउथ
te_in: మెలుర్ సాఉథ్

source: Melur Tuticorin
hi_in: मेलुर तूतिकोरिन
te_in: మెలుర్ తూతికోరిన్

source: Memari
hi_in: मेमरी
te_in: మెమరీ

source: Memari Bazar
hi_in: मेमरी बाजार
te_in: మెమరీ బాజార్

source: Memdavad
hi_in: मेंदावाद
te_in: మెందావాద్

source: Memnagar
hi_in: मेमनगर
te_in: మెమనగర్

source: Men
hi_in: में
te_in: మెం

source: Menambedu
hi_in: मेंअम्बेडु
te_in: మెంఅమ్బెడు

source: Mendha
hi_in: मेंढा
te_in: మెంఢా

source: Mendhepathar
hi_in: मेँढेपाथर
te_in: మెఁఢెపాథర్

source: Mendhoshi
hi_in: मेंदोषी
te_in: మెందోషీ

source: Mentri
hi_in: मन्त्री
te_in: మన్త్రీ

source: Meppalai
hi_in: मेप्पलईं
te_in: మెప్పలఈం

source: MEPZ Tambaram
hi_in: मेपज़ ताम्बरम
te_in: మెపజ్ తామ్బరం

source: Meral
hi_in: मेराल
te_in: మెరాల్

source: Merau
hi_in: मेरौ
te_in: మెరౌ

source: Mercara Hill
hi_in: मरकर हिल
te_in: మరకర్ హిల్

source: Merdakatia Chhak
hi_in: मेरडक़तीअ छैक
te_in: మెరడక్ తీఅ ఛేక్

source: Merhma
hi_in: मरहम
te_in: మరహం

source: Meri Colony
hi_in: मेरी कॉलोनी
te_in: మెరీ క్ లోనీ

source: Meria Bazar
hi_in: मेरिया बाजार
te_in: మెరియా బాజార్

source: Merikote
hi_in: मेरिकोटे
te_in: మెరికోటె

source: Mermajal
hi_in: मर्मजल
te_in: మర్మజల్

source: Merrah
hi_in: मेररह
te_in: మెరరహ్

source: Mersena
hi_in: मरसेन
te_in: మరసెన్

source: Merui
hi_in: मेरी
te_in: మెరీ

source: Meston Ganj
hi_in: मस्तों गंज
te_in: మస్తోం గంజ్

source: Met
hi_in: मेट
te_in: మెట్

source: Met Ind Nagar
hi_in: मेट इंड नगर
te_in: మెట్ ఇండ్ నగర్

source: Metagalli
hi_in: मेटगुल्ली
te_in: మెటగుల్లీ

source: Metali
hi_in: मेंटली
te_in: మెంటలీ

source: Metela
hi_in: मेटल
te_in: మెటల్

source: Methan
hi_in: मैथन
te_in: మేథన్

source: Methi
hi_in: मेथी
te_in: మెథీ

source: Methodist Hospital Tso Nad
hi_in: मेथोडिस्ट हॉस्पिटल तसो नाड
te_in: మెథోడిస్ట్ హ్ స్పిటల్ తసో నాడ్

source: Metpanjra
hi_in: मेटपांजरा
te_in: మెటపాంజరా

source: Metpur
hi_in: मतपुर
te_in: మతపుర్

source: Metral
hi_in: मेट्रल
te_in: మెట్రల్

source: Mettachittapur
hi_in: मेत्तचित्तापुर
te_in: మెత్తచిత్తాపుర్

source: Mettamalai
hi_in: मेत्तमलाई
te_in: మెత్తమలాఈ

source: Mettavalasa
hi_in: मेट्टावलास
te_in: మెట్టావలాస్

source: Mettu Street
hi_in: मेट्टू स्ट्रीट
te_in: మెట్టూ స్ట్రీట్

source: Mettukadai
hi_in: मेट्टूकडई
te_in: మెట్టూకడఈ

source: Mettukkuppam
hi_in: मेट्टूककुप्पम
te_in: మెట్టూకకుప్పం

source: Mettupalayam
hi_in: मेट्टूपलयम
te_in: మెట్టూపలయం

source: Mettupalayam Bazaar
hi_in: मेट्टूपलायम बाजार
te_in: మెట్టూపలాయమ్ బాజార్

source: Mettupatti
hi_in: मेत्तुपट्टी
te_in: మెత్తుపట్టీ

source: Mettupatti Tadanur
hi_in: मेत्तुपट्टी तदनुर
te_in: మెత్తుపట్టీ తదనుర్

source: Mevad
hi_in: मेवाड़
te_in: మెవాడ్

source: Mevli
hi_in: मेवली
te_in: మెవలీ

source: Mewada
hi_in: मेवाड़ा
te_in: మెవాడ్ ా

source: Meyar
hi_in: मेयर
te_in: మెయర్

source: Meyyanur
hi_in: मेय्यनूर
te_in: మెయ్యనూర్

source: Mezhathur
hi_in: मज़हथुर
te_in: మజ్ హథుర్

source: Mg College
hi_in: मग कॉलेज
te_in: మగ్ క్ లెజ్

source: MG Road
hi_in: मग रोड
te_in: మగ్ రోడ్

source: MGIHU
hi_in: मागिहु
te_in: మాగిహు

source: Mhada Colony
hi_in: म्हाडा कॉलोनी
te_in: మ్హాడా క్ లోనీ

source: Mhaisang
hi_in: महीसँग
te_in: మహీసఁగ్

source: Mhakave
hi_in: महकावे
te_in: మహకావె

source: Mhasdi
hi_in: हंसदी
te_in: హంసదీ

source: Mhasrul
hi_in: म्हासरुल
te_in: మ్హాసరుల్

source: Mhaswad
hi_in: महास्वाद
te_in: మహాస్వాద్

source: Mhc Manimajra
hi_in: महक मनीमाजरा
te_in: మహక్ మనీమాజరా

source: Mhow
hi_in: महौ
te_in: మహౌ

source: Mhow Railway Stattion
hi_in: महौ रेलवे सटटशन
te_in: మహౌ రెలవె సటటశన్

source: Mian
hi_in: मियां
te_in: మియాం

source: Mian Sarai
hi_in: मियां सराय
te_in: మియాం సరాయ్

source: Michaelpalayam
hi_in: मिचैलपलायम
te_in: మిచేలపలాయం

source: Michealnagar
hi_in: मिचैलनगर
te_in: మిచేలనగర్

source: Michgaon Sadhu
hi_in: मिचगांव साधु
te_in: మిచగాంవ్ సాధు

source: Michhapali
hi_in: मिछपाली
te_in: మిఛపాలీ

source: Mico Layout
hi_in: मिको लेआउट
te_in: మికో లెఆఉట్

source: Midayikunnu
hi_in: मिदईकूननु
te_in: మిదఈకూనను

source: MIDC (RTG)
hi_in: मिडसा (रटग)
te_in: మిడసా (రటగ్)

source: Midc Kurkumbh
hi_in: मिडसा कुरकुम्भ
te_in: మిడసా కురకుమ్భ్

source: MIDC Latur
hi_in: मिडसा लातूर
te_in: మిడసా లాతూర్

source: MIDC Satara
hi_in: मिडसा स्टार
te_in: మిడసా స్టార్

source: MIDC Shiroli
hi_in: मिडसा शिरोली
te_in: మిడసా శిరోలీ

source: Middleton Row
hi_in: मिद्द्लेटों रो
te_in: మిద్ద్లెటోం రో

source: Midnapore
hi_in: मिदनापुर
te_in: మిదనాపుర్

source: Midnapore Collectorate
hi_in: मिदनापुर कोल्लेकतोरते
te_in: మిదనాపుర్ కోల్లెకతోరతె

source: Midnapore Court
hi_in: मिदनापुर कोर्ट
te_in: మిదనాపుర్ కోర్ట్

source: Midnapore DSB
hi_in: मिदनापुर दसब
te_in: మిదనాపుర్ దసబ్

source: Midnapore Police Line
hi_in: मिदनापुर पुलिस लाइन
te_in: మిదనాపుర్ పులిస్ లాఇన్

source: Midnapore Sitala
hi_in: मिदनापुर सीतल
te_in: మిదనాపుర్ సీతల్

source: MIET
hi_in: मैट
te_in: మేట్

source: Mig Colony
hi_in: मिग कॉलोनी
te_in: మిగ్ క్ లోనీ

source: Mighauli
hi_in: मिघौली
te_in: మిఘౌలీ

source: Milak Puranpur
hi_in: मिलक पूरनपुर
te_in: మిలక్ పూరనపుర్

source: Milavittan R S
hi_in: मिळविततं र स
te_in: మిళవితతం ర్ స్

source: Military Hospital
hi_in: मिलिट्री हॉस्पिटल
te_in: మిలిట్రీ హ్ స్పిటల్

source: Military Lines
hi_in: मिलिट्री लाइन्स
te_in: మిలిట్రీ లాఇన్స్

source: Milk Colony
hi_in: मिल्क कॉलोनी
te_in: మిల్క్ క్ లోనీ

source: Milkipur
hi_in: मिल्कीपुर
te_in: మిల్కీపుర్

source: Milkpur
hi_in: मिलकपुर
te_in: మిలకపుర్

source: Mill Road
hi_in: मिल रोड
te_in: మిల్ రోడ్

source: Millerganj
hi_in: मिल्लरगंज
te_in: మిల్లరగంజ్

source: Millerpuram
hi_in: मिल्लरपुरम
te_in: మిల్లరపురం

source: Millgate Nanded
hi_in: मिललगते नांदेड
te_in: మిలలగతె నాందెడ్

source: Millik Palagarh
hi_in: मिल्लिक पालगढ़
te_in: మిల్లిక్ పాలగఢ్

source: Millitary Hospital
hi_in: मिलिट्री हॉस्पिटल
te_in: మిలిట్రీ హ్ స్పిటల్

source: Mimbung
hi_in: मिम्बुनग
te_in: మిమ్బునగ్

source: Minagallu
hi_in: मिन्गल्लु
te_in: మిన్గల్లు

source: Minakhan
hi_in: मिनखां
te_in: మినఖాం

source: Minatchipuram
hi_in: मिनटचिपुरं
te_in: మినటచిపురం

source: Minavada
hi_in: मीणावाद
te_in: మీణావాద్

source: Minchinipatana
hi_in: मिनचीनीपतन
te_in: మినచీనీపతన్

source: Mindhal
hi_in: मिंधल
te_in: మింధల్

source: Mindigal
hi_in: मिन्डिगल
te_in: మిన్డిగల్

source: Mines Office Dallirajhara
hi_in: माइंस ऑफिस दल्लीराजहरा
te_in: మాఇంస్ ఑ఫిస్ దల్లీరాజహరా

source: Mini Sect Bhiwani
hi_in: मिनी सेक्ट भिवानी
te_in: మినీ సెక్ట్ భివానీ

source: Mini Secteriate Sangrur
hi_in: मिनी सेक्टेरिआते संगरूर
te_in: మినీ సెక్టెరిఆతె సంగరూర్

source: Mini Sectt
hi_in: मिनी सेक्टत
te_in: మినీ సెక్టత్

source: Mini.Sectt.Sirsa
hi_in: मिनी.सेक्टत.सिरसा
te_in: మినీ.సెక్టత్.సిరసా

source: Minia
hi_in: मीनिया
te_in: మీనియా

source: Minisectt Ropar
hi_in: मिनिसेकटत रोपर
te_in: మినిసెకటత్ రోపర్

source: Minkachha
hi_in: मिनकछ
te_in: మినకఛ్

source: Minnie Bay
hi_in: मिन्निए बे
te_in: మిన్నిఏ బె

source: Mint Building
hi_in: मिंट बिल्डिंग
te_in: మింట్ బిల్డింగ్

source: Minto Road
hi_in: मिंटो रोड
te_in: మింటో రోడ్

source: Mintolines
hi_in: मिनटोलीनेस
te_in: మినటోలీనెస్

source: Mion
hi_in: मीन
te_in: మీన్

source: Mir Pur
hi_in: मीर पुर
te_in: మీర్ పుర్

source: Mira
hi_in: मीरा
te_in: మీరా

source: Mira Road
hi_in: मीरा रोड
te_in: మీరా రోడ్

source: Miraganj
hi_in: मीरगंज
te_in: మీరగంజ్

source: Miragpur
hi_in: मिरगपुर
te_in: మిరగపుర్

source: Miraj Audyogik Vasahat
hi_in: मिराज औद्योगिक वसाहत
te_in: మిరాజ్ ఔద్యోగిక్ వసాహత్

source: Miran
hi_in: मीरां
te_in: మీరాం

source: Miranpur Katra
hi_in: मीरानपुर कटरा
te_in: మీరానపుర్ కటరా

source: Mirap
hi_in: मिराप
te_in: మిరాప్

source: Mirchaibari
hi_in: मिरचाईबाड़ी
te_in: మిరచాఈబాడ్ ీ

source: Mirchak
hi_in: मिर्चक
te_in: మిర్చక్

source: Mirchwara
hi_in: मिर्चवारा
te_in: మిర్చవారా

source: Mirganiguda
hi_in: मिर्गनिगुडा
te_in: మిర్గనిగుడా

source: Mirigini
hi_in: मीरीगिनि
te_in: మీరీగిని

source: Mirigothana
hi_in: मिरिगोथन
te_in: మిరిగోథన్

source: Miriyala
hi_in: मिरियाला
te_in: మిరియాలా

source: Mirjapur Bankipur
hi_in: मिर्जापुर बांकीपुर
te_in: మిర్జాపుర్ బాంకీపుర్

source: Mirjole
hi_in: मिरजोले
te_in: మిరజోలె

source: Mirkot
hi_in: मीरकैट
te_in: మీరకేట్

source: Miroli
hi_in: मिरौली
te_in: మిరౌలీ

source: Mirro
hi_in: मिररो
te_in: మిరరో

source: Mirthivalasa
hi_in: मिर्थिवालास
te_in: మిర్థివాలాస్

source: Mirwat
hi_in: मिरवत
te_in: మిరవత్

source: Mirya
hi_in: मिर्या
te_in: మిర్యా

source: Mirzapar
hi_in: मिर्जापर
te_in: మిర్జాపర్

source: Mirzappur
hi_in: मिर्जापपुर
te_in: మిర్జాపపుర్

source: Mirzapur
hi_in: मिर्जापुर
te_in: మిర్జాపుర్

source: Mirzapur Chowk
hi_in: मिर्ज़ापुर चौक
te_in: మిర్జ్ ాపుర్ చౌక్

source: Mirzapur City
hi_in: मिर्ज़ापुर सिटी
te_in: మిర్జ్ ాపుర్ సిటీ

source: Mirzapur Khader
hi_in: मिर्ज़ापुर खदेर
te_in: మిర్జ్ ాపుర్ ఖదెర్

source: Mirzapur Kutchery
hi_in: मिर्ज़ापुर कुत्चेरय
te_in: మిర్జ్ ాపుర్ కుత్చెరయ్

source: Misda
hi_in: मिस्ड
te_in: మిస్డ్

source: Mishir Khera
hi_in: मिश्री खेर
te_in: మిశ్రీ ఖెర్

source: Mishrikh
hi_in: मिश्रिख
te_in: మిశ్రిఖ్

source: Mishrikh Tirth
hi_in: मिश्रिख तीर्थ
te_in: మిశ్రిఖ్ తీర్థ్

source: Misirpur
hi_in: मिसिरपुर
te_in: మిసిరపుర్

source: Misrod
hi_in: मिसरोद
te_in: మిసరోద్

source: Missamora
hi_in: मिससमोर
te_in: మిససమోర్

source: Missamora Missing Gaon
hi_in: मिससमोर मिसिंग गाओं
te_in: మిససమోర్ మిసింగ్ గాఓం

source: Missarpur
hi_in: मिस्सरपुर
te_in: మిస్సరపుర్

source: Mission Compound
hi_in: मिशन कंपाउंड
te_in: మిశన్ కంపాఉండ్

source: Mission Hospital
hi_in: मिशन हॉस्पिटल
te_in: మిశన్ హ్ స్పిటల్

source: Mission Road Pathankot
hi_in: मिशन रोड पठानकोट
te_in: మిశన్ రోడ్ పఠానకోట్

source: Mitauli
hi_in: मितौली
te_in: మితౌలీ

source: Mitewani
hi_in: मिटेवानी
te_in: మిటెవానీ

source: Mitgai
hi_in: मिटगी
te_in: మిటగీ

source: Mitha
hi_in: मीठा
te_in: మీఠా

source: Mithi Vavdi
hi_in: मीठी वावड़ी
te_in: మీఠీ వావడ్ ీ

source: Mithibor
hi_in: मिठीबोर
te_in: మిఠీబోర్

source: Mithivav
hi_in: मीठीवाव
te_in: మీఠీవావ్

source: Mithori
hi_in: मिथोरी
te_in: మిథోరీ

source: Mithraniketan
hi_in: मित्रनिकेतं
te_in: మిత్రనికెతం

source: Mithri
hi_in: मिठड़ी
te_in: మిఠడ్ ీ

source: Mitrala
hi_in: मित्राला
te_in: మిత్రాలా

source: Mitraon
hi_in: मित्रों
te_in: మిత్రోం

source: Mitrigam
hi_in: मीटरिगं
te_in: మీటరిగం

source: Mittachintavaripalle
hi_in: मित्तचिंतावरिपल्ले
te_in: మిత్తచింతావరిపల్లె

source: Mittai
hi_in: मिट्टी
te_in: మిట్టీ

source: Mittapalle
hi_in: मिट्टापल्ले
te_in: మిట్టాపల్లె

source: Mitti Malkapur
hi_in: मिटटी मलकपुर
te_in: మిటటీ మలకపుర్

source: Mittupur
hi_in: मित्तूपुर
te_in: మిత్తూపుర్

source: Mituani
hi_in: मिटुनी
te_in: మిటునీ

source: Miyagam
hi_in: मियागाम
te_in: మియాగాం

source: Miyagam Karjan
hi_in: मियागाम कर्जन
te_in: మియాగామ్ కర్జన్

source: Miyapur
hi_in: मियांपुर
te_in: మియాంపుర్

source: Mj Road Nd
hi_in: मज रोड एंड
te_in: మజ్ రోడ్ ఏండ్

source: Mjp Nagar
hi_in: मजप नगर
te_in: మజప్ నగర్

source: Mlb Medical College
hi_in: मलब मेडिकल कॉलेज
te_in: మలబ్ మెడికల్ క్ లెజ్

source: Mlg Rly s
hi_in: मलग रली स
te_in: మలగ్ రలీ స్

source: MMTC/STC Colony
hi_in: ममतक/स्टाक कॉलोनी
te_in: మమతక్/స్టాక్ క్ లోనీ

source: Mnadhole
hi_in: मंढ़ोली
te_in: మంఢ్ ోలీ

source: Moazzampura
hi_in: मोअज़्ज़ामपुर
te_in: మోఅజ్ ్జ్ ామపుర్

source: Moberlypeta
hi_in: मोबरलयपेट
te_in: మోబరలయపెట్

source: Mocharim
hi_in: मोचारिम
te_in: మోచారిం

source: Mochh
hi_in: मोच्छ
te_in: మోచ్ఛ్

source: Mochibahal
hi_in: मोचीबाहाल
te_in: మోచీబాహాల్

source: Mochiwara
hi_in: मोचीवाड़ा
te_in: మోచీవాడ్ ా

source: Modakkallur
hi_in: मोदककल्लुर
te_in: మోదకకల్లుర్

source: Modameedipalle
hi_in: मोदामईडीपल्ले
te_in: మోదామఈడీపల్లె

source: Modankap
hi_in: मोड़ंकप
te_in: మోడ్ ంకప్

source: Modasa
hi_in: मोडासा
te_in: మోడాసా

source: Modasa Bazar
hi_in: मोडासा बाजार
te_in: మోడాసా బాజార్

source: Modasar
hi_in: मूदसर
te_in: మూదసర్

source: Modawasi
hi_in: मोडावासी
te_in: మోడావాసీ

source: Modeigaon
hi_in: मोदेइगाओन
te_in: మోదెఇగాఓన్

source: Model Colony
hi_in: मॉडल कॉलोनी
te_in: మ్ డల్ క్ లోనీ

source: Model House
hi_in: मॉडल हाउस
te_in: మ్ డల్ హాఉస్

source: Model Town (Ghaziabad)
hi_in: मॉडल टाउन (ग़ज़िआबाद)
te_in: మ్ డల్ టాఉన్ (గ్ జ్ ిఆబాద్)

source: Model Town (Hoshiarpur)
hi_in: मॉडल टाउन (होशियारपुर)
te_in: మ్ డల్ టాఉన్ (హోశియారపుర్)

source: Model Town (Jalandhar)
hi_in: मॉडल टाउन (जालंधर)
te_in: మ్ డల్ టాఉన్ (జాలంధర్)

source: Model Town (Ludhiana)
hi_in: मॉडल टाउन (लुधियाना)
te_in: మ్ డల్ టాఉన్ (లుధియానా)

source: Model Town (Rohtak)
hi_in: मॉडल टाउन (रोहतक)
te_in: మ్ డల్ టాఉన్ (రోహతక్)

source: Model Town (Yamuna Nagar)
hi_in: मॉडल टाउन (यमुना नगर)
te_in: మ్ డల్ టాఉన్ (యమునా నగర్)

source: Model Town Ambala City
hi_in: मॉडल टाउन अंबाला सिटी
te_in: మ్ డల్ టాఉన్ అంబాలా సిటీ

source: Model Town II
hi_in: मॉडल टाउन ई
te_in: మ్ డల్ టాఉన్ ఈ

source: Model Town III
hi_in: मॉडल टाउन ईई
te_in: మ్ డల్ టాఉన్ ఈఈ

source: Model Village
hi_in: मॉडल विलेज
te_in: మ్ డల్ విలెజ్

source: Moderguri
hi_in: मोदरगुरी
te_in: మోదరగురీ

source: Modhera
hi_in: मोधेरा
te_in: మోధెరా

source: Modi
hi_in: मोदी
te_in: మోదీ

source: Modi Circle-Davanagere
hi_in: मोदी सर्किल-दावणगेरे
te_in: మోదీ సర్కిల్-దావణగెరె

source: Modikuppam
hi_in: मोदीकुप्पम
te_in: మోదీకుప్పం

source: Modinabad
hi_in: मोडिनबद
te_in: మోడినబద్

source: Modipuram
hi_in: मोदीपुरम
te_in: మోదీపురం

source: Modivari
hi_in: मोदीवारी
te_in: మోదీవారీ

source: Modle Town Hisar
hi_in: मॉडल टाउन हिसार
te_in: మ్ డల్ టాఉన్ హిసార్

source: Modnimb
hi_in: मोदनीम्ब
te_in: మోదనీమ్బ్

source: Modugulaguda
hi_in: मोदुगुलगुड़ा
te_in: మోదుగులగుడ్ ా

source: Moga
hi_in: मोगा
te_in: మోగా

source: Mogalaikota
hi_in: मोगलाईकोट
te_in: మోగలాఈకోట్

source: Mogalkuan
hi_in: मोगलकुआं
te_in: మోగలకుఆం

source: Mogappair
hi_in: मोगपपेर
te_in: మోగపపెర్

source: Mogappair West
hi_in: मोगपपेर वेस्ट
te_in: మోగపపెర్ వెస్ట్

source: Mogar
hi_in: मोगर
te_in: మోగర్

source: Moghalpura
hi_in: मोघलपुर
te_in: మోఘలపుర్

source: Moghalrajpuram
hi_in: मोघलराजपुरम
te_in: మోఘలరాజపురం

source: Mogilcherla
hi_in: मोगिल्चेरला
te_in: మోగిల్చెరలా

source: Moglania
hi_in: मोगलाणीअ
te_in: మోగలాణీఅ

source: Moha
hi_in: मोह
te_in: మోహ్

source: Mohabatpura
hi_in: मोहबतपुर
te_in: మోహబతపుర్

source: Mohachhinain
hi_in: मोहछिनीं
te_in: మోహఛినీం

source: Mohaddipur (Gorakhpur)
hi_in: मोहद्दीपुर (गोरखपुर)
te_in: మోహద్దీపుర్ (గోరఖపుర్)

source: Mohadi
hi_in: मोहड़ी
te_in: మోహడ్ ీ

source: Mohadipur
hi_in: मोहदीपुर
te_in: మోహదీపుర్

source: Mohamdabad
hi_in: मोहम्दाबाद
te_in: మోహమ్దాబాద్

source: Mohammadabad Gohna
hi_in: मोहम्मदाबाद गोहना
te_in: మోహమ్మదాబాద్ గోహనా

source: Mohammadabad Sipah
hi_in: मोहम्मदाबाद सिपह
te_in: మోహమ్మదాబాద్ సిపహ్

source: Mohammadabad Yusufpur
hi_in: मोहम्मदाबाद युसुफपुर
te_in: మోహమ్మదాబాద్ యుసుఫపుర్

source: Mohammadpur
hi_in: मोहम्मदपुर
te_in: మోహమ్మదపుర్

source: Mohammadpur Bhanja
hi_in: मोहम्मदपुर भांजा
te_in: మోహమ్మదపుర్ భాంజా

source: Mohammed Pura
hi_in: मुहम्मद पूरा
te_in: ముహమ్మద్ పూరా

source: Mohammedpur
hi_in: मोहम्मदपुर
te_in: మోహమ్మదపుర్

source: Mohan Nagar (Amritsar)
hi_in: मोहन नगर (अमृतसर)
te_in: మోహన్ నగర్ (అమృత్‌సర్)

source: Mohan Nagar (Ghaziabad)
hi_in: मोहन नगर (ग़ज़िआबाद)
te_in: మోహన్ నగర్ (గ్ జ్ ిఆబాద్)

source: Mohan Nagar (Kurukshetra)
hi_in: मोहन नगर (कुरुक्षेत्र)
te_in: మోహన్ నగర్ (కురుక్షెత్ర్)

source: Mohan Nagar (Nagpur)
hi_in: मोहन नगर (नागपुर)
te_in: మోహన్ నగర్ (నాగ్‌పూర్)

source: Mohana
hi_in: मोहन
te_in: మోహన్

source: Mohanad
hi_in: मोहंड
te_in: మోహండ్

source: Mohanbati
hi_in: मोहनबती
te_in: మోహనబతీ

source: Mohanda
hi_in: मोहंड
te_in: మోహండ్

source: Mohanganj
hi_in: मोहनगंज
te_in: మోహనగంజ్

source: Mohani
hi_in: मोहनी
te_in: మోహనీ

source: Mohanpur
hi_in: मोहनपुर
te_in: మోహనపుర్

source: Mohanpur (West Tripura)
hi_in: मोहनपुर (वेस्ट त्रिपुरा)
te_in: మోహనపుర్ (వెస్ట్ త్రిపురా)

source: Mohanpura
hi_in: मोहनपुरा
te_in: మోహనపురా

source: Mohantapara
hi_in: मोहंतपर
te_in: మోహంతపర్

source: Mohantipada
hi_in: मोहनतिपाद
te_in: మోహనతిపాద్

source: Mohar
hi_in: मोहर
te_in: మోహర్

source: Mohara
hi_in: मोहरा
te_in: మోహరా

source: Moharala
hi_in: मोहरला
te_in: మోహరలా

source: Mohare
hi_in: मोहरे
te_in: మోహరె

source: Mohati
hi_in: मोहती
te_in: మోహతీ

source: Mohd. Pur Bhoomi
hi_in: मोहद. पुर भूमि
te_in: మోహద్. పుర్ భూమి

source: Mohd. Pur Buzurg
hi_in: मोहद. पुर बुज़ुर्ग
te_in: మోహద్. పుర్ బుజ్ ుర్గ్

source: Mohd. Pur Tanda
hi_in: मोहद. पुर टाण्डा
te_in: మోహద్. పుర్ టాణ్డా

source: Mohd.Pur Devmal
hi_in: मोहद.पुर देवमल
te_in: మోహద్.పుర్ దెవమల్

source: Mohemari
hi_in: मोहमारी
te_in: మోహమారీ

source: Mohgaon Dhapera
hi_in: मोहगांव धपेरा
te_in: మోహగాంవ్ ధపెరా

source: Mohi
hi_in: मोहि
te_in: మోహి

source: Mohidinpur
hi_in: मोहिदीनपुर
te_in: మోహిదీనపుర్

source: Mohindergarh
hi_in: मोहिंदेरगढ़
te_in: మోహిందెరగఢ్

source: Mohishila Colony
hi_in: मोहिशील कॉलोनी
te_in: మోహిశీల్ క్ లోనీ

source: Mohistikri
hi_in: मोहिसिकरी
te_in: మోహిసికరీ

source: Mohiuddinpur
hi_in: मोहिउद्दीनपुर
te_in: మోహిఉద్దీనపుర్

source: Mohmadpur Sotter
hi_in: मोहम्दपुर सोत्तर
te_in: మోహమ్దపుర్ సోత్తర్

source: Mohmedpura
hi_in: मोहम्दपुर
te_in: మోహమ్దపుర్

source: Mohoja
hi_in: मोहोज
te_in: మోహోజ్

source: Mohopada
hi_in: मोहोपद
te_in: మోహోపద్

source: Mohpada
hi_in: मोहपाड़ा
te_in: మోహపాడ్ ా

source: Mohra
hi_in: मोहरा
te_in: మోహరా

source: Mohra Lakhupura
hi_in: मोहर लाखूपुरा
te_in: మోహర్ లాఖూపురా

source: Mohrenga
hi_in: मोहरेंगा
te_in: మోహరెంగా

source: Mohuda
hi_in: मोहड़ा
te_in: మోహడ్ ా

source: Mohulbona
hi_in: मोहुलबोन
te_in: మోహులబోన్

source: Mohuli
hi_in: मोहली
te_in: మోహలీ

source: Mohulishole
hi_in: मोहुलीशोल
te_in: మోహులీశోల్

source: Mohurli
hi_in: मोहली
te_in: మోహలీ

source: Moi Hooda
hi_in: मोई हूडा
te_in: మోఈ హూడా

source: Moira
hi_in: मोइरा
te_in: మోఇరా

source: Moira Colliery
hi_in: मोइरा कोलियरी
te_in: మోఇరా కోలియరీ

source: Moisanpur
hi_in: मोईसनपुर
te_in: మోఈసనపుర్

source: Mojari
hi_in: मोजरी
te_in: మోజరీ

source: Mojowal
hi_in: मोजोवाल
te_in: మోజోవాల్

source: Mokama
hi_in: मोकामा
te_in: మోకామా

source: Mokamachauk
hi_in: मोकामाचौक
te_in: మోకామాచౌక్

source: Mokamberia
hi_in: मोकमबेरिया
te_in: మోకమబెరియా

source: Mokari
hi_in: मोकरी
te_in: మోకరీ

source: Mokhala
hi_in: मोखला
te_in: మోఖలా

source: Mokhasarajapuram
hi_in: मोकहसराजपुरम
te_in: మోకహసరాజపురం
