Repository: healthvdev/custom_template
Catalog: languages/*.po
Languages: hi_in, te_in

source: Khasmahal
hi_in: खासमहल
te_in: ఖాసమహల్

source: Khaspura
hi_in: खासपुर
te_in: ఖాసపుర్

source: Khasta
hi_in: खस्ता
te_in: ఖస్తా

source: Khat
hi_in: खत
te_in: ఖత్

source: Khatabari
hi_in: ख़ताबरी
te_in: ఖ్ తాబరీ

source: Khatak Chincholli
hi_in: खटक चिंचोली
te_in: ఖటక్ చించోలీ

source: Khatakhura
hi_in: खटखुरा
te_in: ఖటఖురా

source: Khatanga
hi_in: खटंगा
te_in: ఖటంగా

source: Khatangale
hi_in: खटंगले
te_in: ఖటంగలె

source: Khatauli
hi_in: खतौली
te_in: ఖతౌలీ

source: Khatbin Sahi
hi_in: खटबिन सही
te_in: ఖటబిన్ సహీ

source: Khatehpura
hi_in: खतेहपुरा
te_in: ఖతెహపురా

source: Khatela Sarai
hi_in: खटला सारे
te_in: ఖటలా సారె

source: Khateli
hi_in: खाटली
te_in: ఖాటలీ

source: Khatima
hi_in: खटीमा
te_in: ఖటీమా

source: Khatipura Road
hi_in: खातीपुरा रोड
te_in: ఖాతీపురా రోడ్

source: Khatiwala Tank
hi_in: खातीवाला टैंक
te_in: ఖాతీవాలా టేంక్

source: Khatiwas
hi_in: खातीवास
te_in: ఖాతీవాస్

source: Khatiya
hi_in: खटिया
te_in: ఖటియా

source: Khatlabana
hi_in: खतलबन
te_in: ఖతలబన్

source: Khatnai
hi_in: खतने
te_in: ఖతనె

source: Khatnol
hi_in: खटनोल
te_in: ఖటనోల్

source: Khatod
hi_in: खटोड़
te_in: ఖటోడ్

source: Khatoda
hi_in: खटोड
te_in: ఖటోడ్

source: Khatodara
hi_in: खटोदरा
te_in: ఖటోదరా

source: Khatraj
hi_in: खतराज
te_in: ఖతరాజ్

source: Khatranga
hi_in: खट्रांग
te_in: ఖట్రాంగ్

source: Khatta
hi_in: खट्टा
te_in: ఖట్టా

source: Khatum
hi_in: खत्म
te_in: ఖత్ం

source: Khatumba
hi_in: खटूम्ब
te_in: ఖటూమ్బ్

source: Khatupura
hi_in: खटूपुरा
te_in: ఖటూపురా

source: Khatwa
hi_in: खटवा
te_in: ఖటవా

source: Khatwad
hi_in: खट्वाड
te_in: ఖట్వాడ్

source: Khavtkoppa
hi_in: खावतकोप्पा
te_in: ఖావతకోప్పా

source: Khawajapur
hi_in: खवाजपुर
te_in: ఖవాజపుర్

source: Khawaspur
hi_in: खवासपुर
te_in: ఖవాసపుర్

source: Khawhnai
hi_in: खाव्हणाइ
te_in: ఖావ్హణాఇ

source: Khawkawn
hi_in: खावकवन
te_in: ఖావకవన్

source: Khawlian
hi_in: खवलिण
te_in: ఖవలిణ్

source: Khawrihnim
hi_in: खव्रिह्निम
te_in: ఖవ్రిహ్నిం

source: Khawruhlian
hi_in: खव्रुहलीअं
te_in: ఖవ్రుహలీఅం

source: Khayada
hi_in: खयद
te_in: ఖయద్

source: Khayaliwala
hi_in: ख्यालीवाला
te_in: ఖ్యాలీవాలా

source: Khazanchi Hat
hi_in: खजांची हाट
te_in: ఖజాంచీ హాట్

source: Khazipur
hi_in: ख़ज़िपुर
te_in: ఖ్ జ్ ిపుర్

source: Khazuri Khas
hi_in: खजूरी खास
te_in: ఖజూరీ ఖాస్

source: Khechare
hi_in: खेचर
te_in: ఖెచర్

source: Khed
hi_in: खेद
te_in: ఖెద్

source: Khed City
hi_in: खेद सिटी
te_in: ఖెద్ సిటీ

source: Khed(Wadhe)
hi_in: खेद(आधे)
te_in: ఖెద్(ఆధె)

source: Kheda
hi_in: खेड़ा
te_in: ఖెద

source: Kheda Karmasiya
hi_in: खेड़ा कर्मासिया
te_in: ఖెడ్ ా కర్మాసియా

source: Kheda Khas
hi_in: खेड़ा खास
te_in: ఖెడ్ ా ఖాస్

source: Kheda Mevda
hi_in: खेड़ा मेवड़ा
te_in: ఖెడ్ ా మెవడ్ ా

source: Khedashi
hi_in: खेदशी
te_in: ఖెదశీ

source: Khedi Milk
hi_in: खेड़ी मिल्क
te_in: ఖెడ్ ీ మిల్క్

source: Khedle Kajali
hi_in: खेड़ले कजली
te_in: ఖెడ్ లె కజలీ

source: Khedva
hi_in: खेढ़वा
te_in: ఖెఢ్ వా

source: Khejra
hi_in: खेजरा
te_in: ఖెజరా

source: Khela
hi_in: खेल
te_in: ఖెల్

source: Khelana
hi_in: खेलना
te_in: ఖెలనా

source: Khellore
hi_in: खेलऔर
te_in: ఖెలఔర్

source: Khelna
hi_in: खेलना
te_in: ఖెలనా

source: Khengar
hi_in: खेंगार
te_in: ఖెంగార్

source: Khengarpura
hi_in: खेंगारपुर
te_in: ఖెంగారపుర్

source: Khengrapatti
hi_in: खेंगरापट्टी
te_in: ఖెంగరాపట్టీ

source: Kheora
hi_in: खेरा
te_in: ఖెరా

source: Khera
hi_in: खेर
te_in: ఖెర్

source: Khera Kalmout
hi_in: खेर कालमौत
te_in: ఖెర్ కాలమౌత్

source: Khera Khurampur
hi_in: खेर खुर्मपुर
te_in: ఖెర్ ఖుర్మపుర్

source: Khera Mastan
hi_in: खेड़ा मस्तान
te_in: ఖెడ్ ా మస్తాన్

source: Kherad
hi_in: खेराड़
te_in: ఖెరాడ్

source: Kherade
hi_in: खेरादी
te_in: ఖెరాదీ

source: Kheragarh
hi_in: खेरागढ़
te_in: ఖెరాగఢ్

source: Kherai
hi_in: खेरे
te_in: ఖెరె

source: Kherala
hi_in: खेरला
te_in: ఖెరలా

source: Kherali
hi_in: खेरली
te_in: ఖెరలీ

source: Kheralu
hi_in: खेरालु
te_in: ఖెరాలు

source: Kherda
hi_in: खेरदा
te_in: ఖెరదా

source: Kherdi
hi_in: खेरड़ी
te_in: ఖెరడ్ ీ

source: Khergadh
hi_in: खैरगढ़
te_in: ఖేరగఢ్

source: Kheri
hi_in: खेरी
te_in: ఖెరీ

source: Kheri Buchha
hi_in: खेरी बुछ
te_in: ఖెరీ బుఛ్

source: Kheri Bura
hi_in: खेड़ी बूरा
te_in: ఖెడ్ ీ బూరా

source: Kheri Dabdallan
hi_in: खेरी दबदललं
te_in: ఖెరీ దబదలలం

source: Kheri Damkan
hi_in: खेरी डंकन
te_in: ఖెరీ డంకన్

source: Kheri Kalan
hi_in: खेड़ी कलां
te_in: ఖెడ్ ీ కలాం

source: Kheri Mubarakpur
hi_in: खेरी मुबारकपुर
te_in: ఖెరీ ముబారకపుర్

source: Kheri Sadh
hi_in: खेड़ी साध
te_in: ఖెడ్ ీ సాధ్

source: Kherkatamukh
hi_in: खेरकतामुख
te_in: ఖెరకతాముఖ్

source: Kherlav
hi_in: खेरलाव
te_in: ఖెరలావ్

source: Kherli Syed
hi_in: खेरली सयेद
te_in: ఖెరలీ సయెద్

source: KherliLala
hi_in: खेरलीलाल
te_in: ఖెరలీలాల్

source: Khermahal
hi_in: खेरमहल
te_in: ఖెరమహల్

source: Kherod
hi_in: खेरोद
te_in: ఖెరోద్

source: Kherva
hi_in: खेरवा
te_in: ఖెరవా

source: Kherwa
hi_in: खेरवा
te_in: ఖెరవా

source: Kherwadi
hi_in: खेरवाड़ी
te_in: ఖెరవాడ్ ీ

source: Kherwara Chela
hi_in: खेरवार चेला
te_in: ఖెరవార్ చెలా

source: Khesrari
hi_in: खेसरी
te_in: ఖెసరీ

source: Khetasarai
hi_in: खेतासराय
te_in: ఖెతాసరాయ్

source: Khetpurali
hi_in: खेटपुरालि
te_in: ఖెటపురాలి

source: Khetrajpur
hi_in: खेतराजपुर
te_in: ఖెతరాజపుర్

source: Khetri (Kamrup)
hi_in: खेत्री (कामरूप)
te_in: ఖెత్రీ (కామరూప్)

source: Khetri Hardia
hi_in: खेतरी हार्डिया
te_in: ఖెతరీ హార్డియా

source: Khetupur
hi_in: खेतूपुर
te_in: ఖెతూపుర్

source: Kheyerpara
hi_in: खैरपारा
te_in: ఖేరపారా

source: Khiching
hi_in: खिछिंग
te_in: ఖిఛింగ్

source: Khiddirpore
hi_in: खिद्दीरपोरे
te_in: ఖిద్దీరపోరె

source: Khijri
hi_in: खिजरी
te_in: ఖిజరీ

source: Khijuri
hi_in: खिजूरी
te_in: ఖిజూరీ

source: Khila Jagtial
hi_in: खिला जगतील
te_in: ఖిలా జగతీల్

source: Khilawali
hi_in: खिलवाली
te_in: ఖిలవాలీ

source: Khillian
hi_in: खिल्लियां
te_in: ఖిల్లియాం

source: Khiluai
hi_in: खीलुऐ
te_in: ఖీలుఐ

source: Khinania
hi_in: खिनानिया
te_in: ఖినానియా

source: Khindora
hi_in: खिंदौड़ा
te_in: ఖిందౌడ్ ా

source: Khinwaj
hi_in: खींवज
te_in: ఖీంవజ్

source: Khirachora Gopinath
hi_in: खिरचौरा गोपीनाथ
te_in: ఖిరచౌరా గోపీనాథ్

source: Khirajpur
hi_in: खिराजपुर
te_in: ఖిరాజపుర్

source: Khiranwali
hi_in: खीरांवाली
te_in: ఖీరాంవాలీ

source: Khiria Ghongu
hi_in: खिरिया घोंगा
te_in: ఖిరియా ఘోంగా

source: Khiriya Latkanju
hi_in: खिरिया लट्कनज्यू
te_in: ఖిరియా లట్కనజ్యూ

source: Khirkhet
hi_in: खिरखेत
te_in: ఖిరఖెత్

source: Khirod
hi_in: खिरोड़
te_in: ఖిరోడ్

source: Khirsara Ghed
hi_in: खिरसार घेड़
te_in: ఖిరసార్ ఘెడ్

source: Khirvire
hi_in: खिरवीरे
te_in: ఖిరవీరె

source: Khirwad
hi_in: खीरवाड़
te_in: ఖీరవాడ్

source: Khirwan
hi_in: खीरवां
te_in: ఖీరవాం

source: Khizarpur Ahir
hi_in: खिजरपुर अहीर
te_in: ఖిజరపుర్ అహీర్

source: Khobha
hi_in: खोभा
te_in: ఖోభా

source: Khochabarihat
hi_in: खोचबारिहत
te_in: ఖోచబారిహత్

source: Khodad
hi_in: खोदाड
te_in: ఖోదాడ్

source: Khodaganj
hi_in: खोदागंज
te_in: ఖోదాగంజ్

source: Khodarpur
hi_in: खोदरपुर
te_in: ఖోదరపుర్

source: Khodiyar
hi_in: खोडियार
te_in: ఖోడియార్

source: Khodiyar Colony
hi_in: खोडीयार कॉलोनी
te_in: ఖోడీయార్ క్ లోనీ

source: Khodiyarnagar
hi_in: खोडियारनगर
te_in: ఖోడియారనగర్

source: Khodri
hi_in: खोडरी
te_in: ఖోడరీ

source: Khodtalav
hi_in: खोदतालव
te_in: ఖోదతాలవ్

source: Khodwa Sawargaon
hi_in: खोदवा स्वर्गों
te_in: ఖోదవా స్వర్గోం

source: Khohi
hi_in: खोही
te_in: ఖోహీ

source: Khojakhedi
hi_in: खोजाखेड़ी
te_in: ఖోజాఖెడ్ ీ

source: Khojala
hi_in: खोजल
te_in: ఖోజల్

source: Khojalvasa
hi_in: खोजलवास
te_in: ఖోజలవాస్

source: Khojeke Chak
hi_in: खोजेके चक
te_in: ఖోజెకె చక్

source: Khojwa Bazar
hi_in: खोजवा बाजार
te_in: ఖోజవా బాజార్

source: Khokha
hi_in: खोखा
te_in: ఖోఖా

source: Khokhan
hi_in: खोखन
te_in: ఖోఖన్

source: Khokhara Mehmadabad
hi_in: खोखरा महमदाबाद
te_in: ఖోఖరా మహమదాబాద్

source: Khokhsa
hi_in: खोखसा
te_in: ఖోఖసా

source: Khokhsa Bujurg
hi_in: खोखसा बुजुर्ग
te_in: ఖోఖసా బుజుర్గ్

source: Khokriya
hi_in: खोकरिया
te_in: ఖోకరియా

source: Khoksara
hi_in: खोखसर
te_in: ఖోఖసర్

source: Khola
hi_in: खोल
te_in: ఖోల్

source: Kholadiyad
hi_in: खोलदियाड़
te_in: ఖోలదియాడ్

source: Kholakhalli
hi_in: खोलखाली
te_in: ఖోలఖాలీ

source: Kholan
hi_in: खोलें
te_in: ఖోలెం

source: Kholiya
hi_in: खोलिया
te_in: ఖోలియా

source: Khonda
hi_in: खोंड
te_in: ఖోండ్

source: Khondhwa KH
hi_in: खोंधवा कह
te_in: ఖోంధవా కహ్

source: Khoni
hi_in: खोनी
te_in: ఖోనీ

source: Khonjoy
hi_in: खोंजोय
te_in: ఖోంజోయ్

source: Khopi
hi_in: खोपि
te_in: ఖోపి

source: Khopodi
hi_in: खोपोड़ी
te_in: ఖోపోడ్ ీ

source: Khopoli
hi_in: खोपोली
te_in: ఖోపోలీ

source: Khor
hi_in: खोर
te_in: ఖోర్

source: Khora Bisal
hi_in: खोर बिसाल
te_in: ఖోర్ బిసాల్

source: Khoraj
hi_in: खोराज
te_in: ఖోరాజ్

source: Khorana
hi_in: खोरन
te_in: ఖోరన్

source: Khorasha
hi_in: खराश
te_in: ఖరాశ్

source: Khori
hi_in: खोरी
te_in: ఖోరీ

source: Khoria Bazar
hi_in: खोरिया बाजार
te_in: ఖోరియా బాజార్

source: Khorial
hi_in: खोरियाल
te_in: ఖోరియాల్

source: Khorpa
hi_in: खोरपा
te_in: ఖోరపా

source: Khorsam
hi_in: खोरसँ
te_in: ఖోరసఁ

source: Khorvad
hi_in: खरवड़
te_in: ఖరవడ్

source: Khosalpur
hi_in: कौसलपुर
te_in: కౌసలపుర్

source: Khosbasmahalla
hi_in: खोंसबसमहल्ला
te_in: ఖోంసబసమహల్లా

source: Khoshbagh
hi_in: कहोशबाग़
te_in: కహోశబాగ్

source: Khoulukhor
hi_in: खूलूखोर
te_in: ఖూలూఖోర్

source: Khowai Court
hi_in: खोवै कोर्ट
te_in: ఖోవే కోర్ట్

source: Khoyathong
hi_in: खोयाथोंग
te_in: ఖోయాథోంగ్

source: Khrindwal
hi_in: ख्रिंडवाल
te_in: ఖ్రిండవాల్

source: Khuard
hi_in: खुर्द
te_in: ఖుర్ద్

source: Khubariapur
hi_in: खुबरियापुर
te_in: ఖుబరియాపుర్

source: Khubgaon
hi_in: खुब्गों
te_in: ఖుబ్గోం

source: Khubi
hi_in: खूबी
te_in: ఖూబీ

source: Khubru
hi_in: खुब्रु
te_in: ఖుబ్రు

source: Khudad
hi_in: खुद्द
te_in: ఖుద్ద్

source: Khudana
hi_in: खुडाना
te_in: ఖుడానా

source: Khudawadi
hi_in: खुदवादी
te_in: ఖుదవాదీ

source: Khudei Khunou
hi_in: खुदै खुनोऊ
te_in: ఖుదే ఖునోఊ

source: Khudel
hi_in: खुड़ैल
te_in: ఖుడ్ ేల్

source: Khudimari
hi_in: खुदीमेरी
te_in: ఖుదీమెరీ

source: Khudimerkho
hi_in: खुदीमेरखो
te_in: ఖుదీమెరఖో

source: Khudisar
hi_in: खुदीसार
te_in: ఖుదీసార్

source: Khudla
hi_in: खुडला
te_in: ఖుడలా

source: Khuduku
hi_in: खुदुकु
te_in: ఖుదుకు

source: Khudus
hi_in: खुदुस
te_in: ఖుదుస్

source: Khuiyala
hi_in: खुईयाला
te_in: ఖుఈయాలా

source: Khuiyana Malkana
hi_in: खुइयान मलकाना
te_in: ఖుఇయాన్ మలకానా

source: Khukhara
hi_in: खुखरा
te_in: ఖుఖరా

source: Khukurdaha
hi_in: कुकुरदह
te_in: కుకురదహ్

source: Khumarwad
hi_in: खुमारवाड़
te_in: ఖుమారవాడ్

source: Khunan
hi_in: खूनां
te_in: ఖూనాం

source: Khundail
hi_in: खुंदेल
te_in: ఖుందెల్

source: Khunkhunia
hi_in: खुनखुनिया
te_in: ఖునఖునియా

source: Khuntapada
hi_in: खुंटापाड़ा
te_in: ఖుంటాపాడ్ ా

source: Khuntapal
hi_in: कुन्तपाल
te_in: కున్తపాల్

source: Khuntapingu
hi_in: खुंटपिंगु
te_in: ఖుంటపింగు

source: Khunti
hi_in: खूंटी
te_in: ఖూంటీ

source: Khuntia
hi_in: खुंटिया
te_in: ఖుంటియా

source: Khuntipadar
hi_in: खूंटीपदार
te_in: ఖూంటీపదార్

source: Khuntsamalei
hi_in: खुंटसमलै
te_in: ఖుంటసమలే

source: Khupri
hi_in: खुष
te_in: ఖుష్

source: Khurana
hi_in: खुराना
te_in: ఖురానా

source: Khurasan
hi_in: खुरासान
te_in: ఖురాసాన్

source: Khurchutta
hi_in: खुरचुट्टा
te_in: ఖురచుట్టా

source: Khurda
hi_in: खुर्दा
te_in: ఖుర్దా

source: Khurda Road RS
hi_in: खुर्दा रोड रस
te_in: ఖుర్దా రోడ్ రస్

source: Khurdpur
hi_in: खुरदपुर
te_in: ఖురదపుర్

source: Khurgaon Issopur
hi_in: खुरगान इस्सोपुर
te_in: ఖురగాన్ ఇస్సోపుర్

source: Khurja
hi_in: खुर्जा
te_in: ఖుర్జా

source: Khurjee
hi_in: खुरजी
te_in: ఖురజీ

source: Khurjio
hi_in: ख़ुरजीओ
te_in: ఖ్ ురజీఓ

source: Khurla
hi_in: खुरल
te_in: ఖురల్

source: Khurpa
hi_in: खुरपा
te_in: ఖురపా

source: Khurrampur
hi_in: खुर्रमपुर
te_in: ఖుర్రమపుర్

source: Khursuru
hi_in: खुरसुरू
te_in: ఖురసురూ

source: Khurut Rd
hi_in: कुरुत रद
te_in: కురుత్ రద్

source: Khushi Nagar
hi_in: ख़ुशी नगर
te_in: ఖ్ ుశీ నగర్

source: Khusro Bagh
hi_in: खुसरो बाग
te_in: ఖుసరో బాగ్

source: Khusropur
hi_in: खुसरोपुर
te_in: ఖుసరోపుర్

source: Khuta
hi_in: कहता
te_in: కహతా

source: Khutaila
hi_in: खुटैला
te_in: ఖుటేలా

source: Khutauna
hi_in: खुटौना
te_in: ఖుటౌనా

source: Khutbhav
hi_in: खुटभाव
te_in: ఖుటభావ్

source: Khutghar
hi_in: खूटघार
te_in: ఖూటఘార్

source: Khutha
hi_in: खुटहा
te_in: ఖుటహా

source: Khutikatia
hi_in: खुटिकटिया
te_in: ఖుటికటియా

source: Khvhe
hi_in: ख्वहि
te_in: ఖ్వహి

source: Khwaja Dolaigaon
hi_in: ख्वाजा डोलाइगओं
te_in: ఖ్వాజా డోలాఇగఓం

source: Khwajke
hi_in: ख्वाजके
te_in: ఖ్వాజకె

source: Kiajhar
hi_in: किनझर
te_in: కినఝర్

source: Kiani
hi_in: किणी
te_in: కిణీ

source: Kiarighat
hi_in: किआरीघाट
te_in: కిఆరీఘాట్

source: Kiarkoti
hi_in: किरकोटि
te_in: కిరకోటి

source: Kibber
hi_in: किब्बेर
te_in: కిబ్బెర్

source: Kichha
hi_in: किछ
te_in: కిఛ్

source: Kidana
hi_in: किदन
te_in: కిదన్

source: Kidangara
hi_in: किदनगर
te_in: కిదనగర్

source: Kidangoor
hi_in: किडेंगूर
te_in: కిడెంగూర్

source: Kidiyur
hi_in: किदियुर
te_in: కిదియుర్

source: Kidwai Nagar (Kanpur Nagar)
hi_in: किदवई नगर (कानपूर नगर)
te_in: కిదవఈ నగర్ (కానపూర్ నగర్)

source: Kidwai Nagar (Mumbai)
hi_in: किदवई नगर (मुम्बई)
te_in: కిదవఈ నగర్ (ముంబై)

source: Kidwaipuri
hi_in: किदवईपुरी
te_in: కిదవఈపురీ

source: Kidwana
hi_in: किडवाना
te_in: కిడవానా

source: Kihar
hi_in: किहार
te_in: కిహార్

source: Kikirpal
hi_in: किकिरपाल
te_in: కికిరపాల్

source: Kikvi
hi_in: किक्वी
te_in: కిక్వీ

source: Kila
hi_in: किला
te_in: కిలా

source: Kila Amargarh
hi_in: किला अमरगढ़
te_in: కిలా అమరగఢ్

source: Kila Street
hi_in: किला स्ट्रीट
te_in: కిలా స్ట్రీట్

source: Kilaghat
hi_in: किलाघाट
te_in: కిలాఘాట్

source: Kilahua
hi_in: किलाहुआ
te_in: కిలాహుఆ

source: Kilaikote
hi_in: किलाइकोटे
te_in: కిలాఇకోటె

source: Kilaiyur
hi_in: किलियुर
te_in: కిలియుర్

source: Kilakarai
hi_in: किलकारी
te_in: కిలకారీ

source: Kilamudimannarkottai
hi_in: किलामुदीमन्नारकोट्टाई
te_in: కిలాముదీమన్నారకోట్టాఈ

source: Kilapalam
hi_in: किलपलं
te_in: కిలపలం

source: Kilaramanithi
hi_in: किलारामनितहि
te_in: కిలారామనితహి

source: Kilathaniyam
hi_in: किलथानियम
te_in: కిలథానియం

source: Kilathanjavur
hi_in: किलाथांजावुर
te_in: కిలాథాంజావుర్

source: Kilaveli
hi_in: किलावेली
te_in: కిలావెలీ

source: Kilaward Bilaspur
hi_in: किलावार्ड बिलासपुर
te_in: కిలావార్డ్ బిలాసపుర్

source: Kilikollur
hi_in: किलीकोल्लुर
te_in: కిలీకోల్లుర్

source: Kilikollur East
hi_in: किलीकोल्लुर ईस्ट
te_in: కిలీకోల్లుర్ ఈస్ట్

source: Kilimanur Palace
hi_in: किलिमानूर पैलेस
te_in: కిలిమానూర్ పేలెస్

source: Killa Pardi
hi_in: किल्ला पारदी
te_in: కిల్లా పారదీ

source: Killar Pangi
hi_in: किल्लर पांगी
te_in: కిల్లర్ పాంగీ

source: Kille Dharur
hi_in: किल्ले धरुर
te_in: కిల్లె ధరుర్

source: Killing Centre
hi_in: किलिंग सेंटर
te_in: కిలింగ్ సెంటర్

source: Killod
hi_in: किल्लोद
te_in: కిల్లోద్

source: Killor
hi_in: किलोर
te_in: కిలోర్

source: Killur
hi_in: किल्लूर
te_in: కిల్లూర్

source: Kilmanur
hi_in: किल्मानूर
te_in: కిల్మానూర్

source: Kilnathur
hi_in: किलनाथुर
te_in: కిలనాథుర్

source: Kilpauk
hi_in: किलपौक
te_in: కిలపౌక్

source: Kilpauk Medical College
hi_in: किलपॉक मेडिकल कॉलेज
te_in: కిలప్ క్ మెడికల్ క్ లెజ్

source: Kilperumbakkam
hi_in: किलपेरूम्बक्कम
te_in: కిలపెరూమ్బక్కం

source: Kilpudupattu
hi_in: किलपुदुपटटू
te_in: కిలపుదుపటటూ

source: Kilsathampur
hi_in: किळसथामपुर
te_in: కిళసథామపుర్

source: Kilvani
hi_in: किलवानी
te_in: కిలవానీ

source: Kim
hi_in: किम
te_in: కిం

source: Kimmuru
hi_in: किममुरु
te_in: కిమమురు

source: Kina Nagar
hi_in: किना नगर
te_in: కినా నగర్

source: Kinalur
hi_in: किनअलुर
te_in: కినఅలుర్

source: Kinangaon
hi_in: किनअंगों
te_in: కినఅంగోం

source: Kinasseri
hi_in: किनासेरी
te_in: కినాసెరీ

source: Kinawa
hi_in: किनवा
te_in: కినవా

source: Kindawadi
hi_in: किन्दवादी
te_in: కిన్దవాదీ

source: Kingcraig
hi_in: किन्गक्रेग
te_in: కిన్గక్రెగ్

source: Kinginimattom
hi_in: किङ्गिणीमट्टम
te_in: కిఙ్గిణీమట్టం

source: Kingsway
hi_in: किंग्सवे
te_in: కింగ్సవె

source: Kini
hi_in: कीनी
te_in: కీనీ

source: Kinigam
hi_in: कीनिगम
te_in: కీనిగం

source: Kinjoli
hi_in: कंजोली
te_in: కంజోలీ

source: Kinkel
hi_in: किंकेल
te_in: కింకెల్

source: Kinkhed
hi_in: किनखेड़
te_in: కినఖెడ్

source: Kinkhlod
hi_in: किनखलोद
te_in: కినఖలోద్

source: Kinnersani Project
hi_in: किन्नरसनी प्रोजेक्ट
te_in: కిన్నరసనీ ప్రోజెక్ట్

source: Kinnimulki
hi_in: किंनीमुलकि
te_in: కింనీములకి

source: Kinnu
hi_in: किन्नू
te_in: కిన్నూ

source: Kinod
hi_in: किनोड
te_in: కినోడ్

source: Kinoni
hi_in: किनोनी
te_in: కినోనీ

source: Kinthalli
hi_in: किंथल्ली
te_in: కింథల్లీ

source: Kintoor
hi_in: किंटूर
te_in: కింటూర్

source: Kirandul Hill Top
hi_in: किरंदुल हिल टॉप
te_in: కిరందుల్ హిల్ ట్ ప్

source: Kirandul R.S.
hi_in: किरंदुल आर.एस.
te_in: కిరందుల్ ఆర్.ఏస్.

source: Kiranj
hi_in: किरंज
te_in: కిరంజ్

source: Kiraoli
hi_in: किरावली
te_in: కిరావలీ

source: Kiratpur
hi_in: किरतपुर
te_in: కిరతపుర్

source: Kiratpur Nimana
hi_in: किरतपुर निम्न
te_in: కిరతపుర్ నిమ్న్

source: Kiratpur Rajaram
hi_in: किरतपुर राजाराम
te_in: కిరతపుర్ రాజారాం

source: Kirianwali
hi_in: किऋणवाली
te_in: కిఋణవాలీ

source: Kirit
hi_in: किरीट
te_in: కిరీట్

source: Kirmira
hi_in: किर्मीर
te_in: కిర్మీర్

source: Kirri
hi_in: किर्री
te_in: కిర్రీ

source: Kirtankhali
hi_in: कीर्तनखलि
te_in: కీర్తనఖలి

source: Kirtapur
hi_in: किरतपुर
te_in: కిరతపుర్

source: Kirumambakkam
hi_in: किरुमामबक्कम
te_in: కిరుమామబక్కం

source: Kirwali
hi_in: किरवाली
te_in: కిరవాలీ

source: Kisai Jagdishpur
hi_in: किसी जगदीशपुर
te_in: కిసీ జగదీశపుర్

source: Kisandahi
hi_in: कीसंदहि
te_in: కీసందహి

source: Kisanpur
hi_in: किसनपुर
te_in: కిసనపుర్

source: Kishan Pura Takiya
hi_in: किशन पूरा तकिया
te_in: కిశన్ పూరా తకియా

source: Kishanbagh
hi_in: किशनबाग
te_in: కిశనబాగ్

source: Kishanganj
hi_in: किशनगंज
te_in: కిశనగంజ్

source: Kishanganj Bazar
hi_in: किशनगंज बाजार
te_in: కిశనగంజ్ బాజార్

source: Kishangarh
hi_in: किशनगढ़
te_in: కిశనగఢ్

source: Kishangarh Pharwahi
hi_in: किशनगढ़ फरवाही
te_in: కిశనగఢ్ ఫరవాహీ

source: Kishanpole Bazar
hi_in: किशनपोल बाजार
te_in: కిశనపోల్ బాజార్

source: Kishanpur
hi_in: किशनपुर
te_in: కిశనపుర్

source: Kishanpur Amvla
hi_in: किशनपुर आंवला
te_in: కిశనపుర్ ఆంవలా

source: Kishanpur Telour
hi_in: किशनपुर टेलोर
te_in: కిశనపుర్ టెలోర్

source: Kishanpur Yusuf
hi_in: किशनपुर युसूफ
te_in: కిశనపుర్ యుసూఫ్

source: Kishanpur-I
hi_in: किशनपुर-ई
te_in: కిశనపుర్-ఈ

source: Kishanpura Dikhnada
hi_in: किशनपुर दिखणाद
te_in: కిశనపుర్ దిఖణాద్

source: Kishnad
hi_in: किशनाद
te_in: కిశనాద్

source: Kishorepur
hi_in: किशोरपुर
te_in: కిశోరపుర్

source: Kishorimohanpur
hi_in: किशोरीमोहनपुर
te_in: కిశోరీమోహనపుర్

source: Kishundeopur
hi_in: किशुनदेवपुर
te_in: కిశునదెవపుర్

source: Kishunpur
hi_in: किशुनपुर
te_in: కిశునపుర్

source: Kishunpura
hi_in: किशुनपुर
te_in: కిశునపుర్

source: Kishutand
hi_in: किशूटंड
te_in: కిశూటండ్

source: Kisko
hi_in: किसको
te_in: కిసకో

source: Kismathpur
hi_in: किस्मतपुर
te_in: కిస్మతపుర్

source: Kistaram
hi_in: किस्टाराम
te_in: కిస్టారాం

source: Kistareddypet
hi_in: कीस्ट्रेडडयपेट
te_in: కీస్ట్రెడడయపెట్

source: Kisundaspur
hi_in: किसुनदासपुर
te_in: కిసునదాసపుర్

source: Kisungarh
hi_in: किसनगढ़
te_in: కిసనగఢ్

source: Kitadi
hi_in: कीटादि
te_in: కీటాది

source: Kitchipalayam
hi_in: किट्चीपलायम
te_in: కిట్చీపలాయం

source: Kithaiya
hi_in: किठैया
te_in: కిఠేయా

source: Kitpi
hi_in: किटपी
te_in: కిటపీ

source: Kittadahalli
hi_in: कीटाडहल्ली
te_in: కీటాడహల్లీ

source: Kiverli
hi_in: किवरली
te_in: కివరలీ

source: Kiwale
hi_in: कीवाले
te_in: కీవాలె

source: Kiwana
hi_in: किवाना
te_in: కివానా

source: Kizhakkambalam
hi_in: कीज़हककाम्बलम
te_in: కీజ్ హకకామ్బలం

source: Kizhakkenmattom
hi_in: कीज़हककेनमत्तम
te_in: కీజ్ హకకెనమత్తం

source: Kizhakketheruvu
hi_in: कीज़हककठेरूवू
te_in: కీజ్ హకకఠెరూవూ

source: Kizhakkumbhagom
hi_in: कीज़हक्कुम्भगोम
te_in: కీజ్ హక్కుమ్భగోం

source: Kizhakompu
hi_in: कीज़हकोमपु
te_in: కీజ్ హకోమపు

source: Kizhaparayar
hi_in: कीज़हपरायर
te_in: కీజ్ హపరాయర్

source: Kizhathadiyur
hi_in: कीज़हतहदीयुर
te_in: కీజ్ హతహదీయుర్

source: Kizhavaneri
hi_in: कीज़हवनेरी
te_in: కీజ్ హవనెరీ

source: Knl-osmaniacollege
hi_in: कनल-ओस्मानिएकोल्लेगे
te_in: కనల్-ఓస్మానిఏకోల్లెగె

source: Koalidaha
hi_in: कॉलीदाह
te_in: క్ లీదాహ్

source: Koat Bazar
hi_in: कोट बाजार
te_in: కోట్ బాజార్

source: Koba
hi_in: कैब
te_in: కేబ్

source: Kochadai
hi_in: कोचदै
te_in: కోచదే

source: Kochara
hi_in: कोचर
te_in: కోచర్

source: Kocharia
hi_in: कोचरा
te_in: కోచరా

source: Kochdihi
hi_in: कोचड़िहि
te_in: కోచడ్ ిహి

source: Kochha Bhanwar
hi_in: कोछ भंवर
te_in: కోఛ్ భంవర్

source: Kochi M.G.Road
hi_in: कोच्ची एम.जी.रोड
te_in: కొచ్చి ఏమ్.జీ.రోడ్

source: Kochi Palace
hi_in: कोच्ची पैलेस
te_in: కొచ్చి పేలెస్

source: Kochilaghaty
hi_in: कोचिलघटी
te_in: కోచిలఘటీ

source: Kochur
hi_in: कोचर
te_in: కోచర్

source: Kochuramapuram EDB.O
hi_in: कोचूरामपुरम एडीब.ओ
te_in: కోచూరామపురమ్ ఏడీబ్.ఓ

source: Koda
hi_in: कोड़ा
te_in: కోడ్ ా

source: Kodad
hi_in: कोडेड
te_in: కోడెడ్

source: Kodade
hi_in: कोडेड
te_in: కోడెడ్

source: Kodagadala
hi_in: कोदगडाला
te_in: కోదగడాలా

source: Kodagadia
hi_in: कोदगड़िया
te_in: కోదగడ్ ియా

source: Kodaikanal
hi_in: कोडाइकनाल
te_in: కోడాఇకనాల్

source: Kodakara
hi_in: खोदकर
te_in: ఖోదకర్

source: Kodakkad
hi_in: कोडक्कड़
te_in: కోడక్కడ్

source: Kodaldaha
hi_in: कोदालदाह
te_in: కోదాలదాహ్

source: Kodambakkam
hi_in: कोडंबक्कम
te_in: కోడంబక్కం

source: Kodamendhi
hi_in: कोदामेंढी
te_in: కోదామెంఢీ

source: Kodanad
hi_in: कोडानाड
te_in: కోడానాడ్

source: Kodandpur
hi_in: कोदंडपुर
te_in: కోదండపుర్

source: Kodangai
hi_in: कोदंगाई
te_in: కోదంగాఈ

source: Kodangipatti
hi_in: कोदानगीपट्टी
te_in: కోదానగీపట్టీ

source: Kodapadavu
hi_in: कोडपडावु
te_in: కోడపడావు

source: Kodapakha
hi_in: कोदापाखा
te_in: కోదాపాఖా

source: Kodapura
hi_in: कोड़ापुर
te_in: కోడ్ ాపుర్

source: Kodarkat
hi_in: कोदरकत
te_in: కోదరకత్

source: Kodarma
hi_in: कोडरमा
te_in: కోడరమా

source: Kodekurse
hi_in: कोड़ेकुर्से
te_in: కోడ్ ెకుర్సె

source: Kodhsa
hi_in: कोड्स
te_in: కోడ్స్

source: Kodia
hi_in: कोडिया
te_in: కోడియా

source: Kodidra
hi_in: कोडिडर
te_in: కోడిడర్

source: Kodigehalli
hi_in: कोडिगेहल्ली
te_in: కోడిగెహల్లీ

source: Kodihal
hi_in: कोडिहल
te_in: కోడిహల్

source: Kodihalli
hi_in: कोडिहल्ली
te_in: కోడిహల్లీ

source: Kodikalpalayam
hi_in: कोडिकलपलायम
te_in: కోడికలపలాయం

source: Kodikulam
hi_in: कोडिकुलम
te_in: కోడికులం

source: Kodimunai
hi_in: कोदिमुनी
te_in: కోదిమునీ

source: Kodithookiyakunnu
hi_in: कोदिथूकियाकून्नू
te_in: కోదిథూకియాకూన్నూ

source: Kodiyala
hi_in: कौडियाला
te_in: కౌడియాలా

source: Kodiyalbail
hi_in: कोडियालबाइल
te_in: కోడియాలబాఇల్

source: Kodiyankulam
hi_in: कोडियनकुलं
te_in: కోడియనకులం

source: Kodiyathur
hi_in: कोडियटहर
te_in: కోడియటహర్

source: Kodmannu
hi_in: कोडमननु
te_in: కోడమనను

source: Kodoli
hi_in: कोडोली
te_in: కోడోలీ

source: Kodra
hi_in: कोड़रा
te_in: కోడ్ రా

source: Kodra Saraiya
hi_in: कोड़रा सरैया
te_in: కోడ్ రా సరేయా

source: Kodu Kota
hi_in: कोदू कोटा
te_in: కోదూ కోటా

source: Kodukkanpalayam
hi_in: कोदुखकंपलायम
te_in: కోదుఖకంపలాయం

source: Kodumpidi
hi_in: कोदमपीडी
te_in: కోదమపీడీ

source: Kodumudi
hi_in: कोडूमुड़ी
te_in: కోడూముడ్ ీ

source: Kodungaiyur
hi_in: कोडुनगैयूर
te_in: కోడునగేయూర్

source: Kodungallur
hi_in: कोडुन्गल्लुर
te_in: కోడున్గల్లుర్

source: Kodungavila
hi_in: कोडुङ्गविला
te_in: కోడుఙ్గవిలా

source: Koduntharapully
hi_in: कोदुन्थरापुल्ली
te_in: కోదున్థరాపుల్లీ

source: Kodur
hi_in: कोदूर
te_in: కోదూర్

source: Kodur Rs
hi_in: कोदूर रस
te_in: కోదూర్ రస్

source: Koduru
hi_in: कोदूरू
te_in: కోదూరూ

source: Kodwa
hi_in: कोडव
te_in: కోడవ్

source: Kohala
hi_in: कोहल
te_in: కోహల్

source: Kohand
hi_in: कोहंड
te_in: కోహండ్

source: Kohar Singh Wala
hi_in: कोहर सिंह वाला
te_in: కోహర్ సింహ్ వాలా

source: Koharwala
hi_in: कोहड़वल
te_in: కోహడ్ వల్

source: Kohawan
hi_in: कोचवान
te_in: కోచవాన్

source: Kohima
hi_in: कोहिमा
te_in: కోహిమా

source: Kohitama
hi_in: कोहितम
te_in: కోహితం

source: Kohka Bhilai
hi_in: कोहका भिलाई
te_in: కోహకా భిలాఈ

source: Kohkameta
hi_in: कोहकामेटा
te_in: కోహకామెటా

source: Kohlan
hi_in: कोहलां
te_in: కోహలాం

source: Kohlari
hi_in: कोहलारी
te_in: కోహలారీ

source: Kohrar
hi_in: कोहड़ार
te_in: కోహడ్ ార్

source: Koil
hi_in: कोइल
te_in: కోఇల్

source: Koila
hi_in: कोयला
te_in: కోయలా

source: Koila Belwa
hi_in: कोइल बेलवा
te_in: కోఇల్ బెలవా

source: Koila Deva
hi_in: कोइल देवा
te_in: కోఇల్ దెవా
