Repository: healthvdev/custom_template
Catalog: languages/*.po
Languages: hi_in, te_in

source: Naya Mondha Parbhani
hi_in: नया मोंढा परभणी
te_in: నయా మోంఢా పరభణీ

source: Naya Nohra
hi_in: नया नोहर
te_in: నయా నోహర్

source: Naya Sarafa
hi_in: नया सराफा
te_in: నయా సరాఫా

source: Naya Shehar
hi_in: नया शहर
te_in: నయా శహర్

source: Naya Tola (MuzaffarpB.O
hi_in: नया टोला (मुज़फ्फरपब.ओ
te_in: నయా టోలా (ము ఫ్ఫరపబ్.ఓ

source: Naya Tola (Patna)
hi_in: नया टोला (पटना)
te_in: నయా టోలా (పటనా)

source: Nayabad
hi_in: नयाबाद
te_in: నయాబాద్

source: Nayabazar (Cuttack)
hi_in: नयाबाजार (कुट्टक)
te_in: నయాబాజార్ (కుట్టక్)

source: Nayabazar Balasore
hi_in: नयाबाजार बालासोर
te_in: నయాబాజార్ బాలాసోర్

source: Nayabazar Jaleswar
hi_in: नयाबाजार जलेस्वर
te_in: నయాబాజార్ జలెస్వర్

source: Nayabigha
hi_in: नायबीघा
te_in: నాయబీఘా

source: Nayachak
hi_in: नयाचक
te_in: నయాచక్

source: Nayaganj
hi_in: नयागंज
te_in: నయాగంజ్

source: Nayagaon
hi_in: नयागांव
te_in: నయాగాంవ్

source: Nayagarh
hi_in: नयागढ़
te_in: నయాగఢ్

source: Nayagarh Bazar
hi_in: नयागढ़ बाजार
te_in: నయాగ్ బాజార్

source: Nayagarh College
hi_in: नयागढ़ कॉलेज
te_in: నయాగ్ క్ లెజ్

source: Nayagram
hi_in: नयाग्राम
te_in: నయాగ్రాం

source: Nayagram Benasuli
hi_in: नयाग्राम बेनसूली
te_in: నయాగ్రామ్ బెనసూలీ

source: Nayakampalli
hi_in: नायकमपल्ली
te_in: నాయకమపల్లీ

source: Nayakpur
hi_in: नायकपुर
te_in: నాయకపుర్

source: Nayama Bazar- Lachhmangarh
hi_in: नयम बाजार- लछमनगढ़
te_in: నయమ్ బాజార్- లఛమనగ్

source: Nayamondha Nanded
hi_in: न्यामोंढा नांदेड
te_in: న్యామోంఢా నాందెడ్

source: Nayanagar
hi_in: नयानगर
te_in: నయానగర్

source: Nayandahalli
hi_in: नयनडहल्ली
te_in: నయనడహల్లీ

source: Nayapalli
hi_in: नयापल्ली
te_in: నయాపల్లీ

source: Nayapally
hi_in: नयापल्ली
te_in: నయాపల్లీ

source: Nayapura
hi_in: नयापुरा
te_in: నయాపురా

source: Nayapura Kota
hi_in: नयापुरा कोटा
te_in: నయాపురా కోటా

source: Nayar Kuzhi
hi_in: नायर कूजहि
te_in: నాయర్ కూజహి

source: Nayarangamatia
hi_in: नयरंगमटिया
te_in: నయరంగమటియా

source: Nayarmoole
hi_in: नयरमूले
te_in: నయరమూలె

source: Nayarupara
hi_in: नयरूपर
te_in: నయరూపర్

source: Nayasar
hi_in: नायसर
te_in: నాయసర్

source: Nayat
hi_in: नयात
te_in: నయాత్

source: Nayathode
hi_in: नायाठोडे
te_in: నాయాఠోడె

source: Naygaon
hi_in: नायगाव
te_in: నాయగావ్

source: Nazareth R S
hi_in: नाज़ारेथ र स
te_in: నా ారెథ్ ర్ స్

source: Nazibabad Road
hi_in: नजीबाबाद रोड
te_in: నజీబాబాద్ రోడ్

source: Nazirating
hi_in: नाज़िरटिंग
te_in: నా ిరటింగ్

source: Nazreth Hill
hi_in: नाज़रेथ हिल
te_in: నా రెథ్ హిల్

source: Nc Lines Bareilly
hi_in: नक लाइन्स ब्रेइलली
te_in: నక్ లాఇన్స్ బ్రెఇలలీ

source: Ncc Barnala
hi_in: नकसी बरनाला
te_in: నకసీ బరనాలా

source: Ncdc
hi_in: नसीडीसी
te_in: నసీడీసీ

source: Ne Khawdungsei
hi_in: ने खवदुंगसे
te_in: నె ఖవదుంగసె

source: Neb Sarai
hi_in: नेब सराय
te_in: నెబ్ సరాయ్

source: Nebuiya
hi_in: नबिया
te_in: నబియా

source: Nechipuzhoor
hi_in: नेचीपूजहूर
te_in: నెచీపూజహూర్

source: Nediguda
hi_in: नेदिग्द
te_in: నెదిగ్ద్

source: Nediyara
hi_in: नेडियर
te_in: నెడియర్

source: Nediyirippu
hi_in: नेडियिरीप्पू
te_in: నెడియిరీప్పూ

source: Nedugula
hi_in: नेदुगल
te_in: నెదుగల్

source: Nedumangad
hi_in: नेदुमंगद
te_in: నెదుమంగద్

source: Nedumkandam
hi_in: नेदुम्कंदं
te_in: నెదుమ్కందం

source: Nedungur
hi_in: नेदुंगर
te_in: నెదుంగర్

source: Nedupuzha
hi_in: नेडुपुज़्हा
te_in: నెడుపు ్హా

source: Neduva
hi_in: नेदूव
te_in: నెదూవ్

source: Neelankarai
hi_in: नीलंकरई
te_in: నీలంకరఈ

source: Neelavara
hi_in: नीलवर
te_in: నీలవర్

source: Neeleeswaram
hi_in: नीलेस्वरम
te_in: నీలెస్వరం

source: Neelikonampalayam
hi_in: नीलीकोनामपलायम
te_in: నీలీకోనామపలాయం

source: Neeloor
hi_in: नीलोर
te_in: నీలోర్

source: Neem Cheri
hi_in: नीम चेरी
te_in: నీమ్ చెరీ

source: Neem Ka Kheda
hi_in: नीम का खेड़ा
te_in: నీమ్ కా ఖె ా

source: Neembli-uran
hi_in: नीम्बली-उड़ान
te_in: నీమ్బలీ-ఉ ాన్

source: Neemera
hi_in: नेमेरा
te_in: నెమెరా

source: Neemka
hi_in: नीमका
te_in: నీమకా

source: Neemli
hi_in: नीमली
te_in: నీమలీ

source: Neemuch Ghanta Ghar
hi_in: नीमच घंटा घर
te_in: నీమచ్ ఘంటా ఘర్

source: Neemuch Jawahar Nagar
hi_in: नीमच जवाहर नगर
te_in: నీమచ్ జవాహర్ నగర్

source: Neemuch Victoria Barracks
hi_in: नीमच विक्टोरिया बैरक्स
te_in: నీమచ్ విక్టోరియా బేరక్స్

source: Neendar
hi_in: नींदर
te_in: నీందర్

source: Neendar Banar
hi_in: नींदर बन
te_in: నీందర్ బన్

source: Neer
hi_in: नीर
te_in: నీర్

source: Neeralgi
hi_in: नीरलगी
te_in: నీరలగీ

source: Neeralkera
hi_in: नीरलकेरा
te_in: నీరలకెరా

source: Neeravikarisalkulam
hi_in: निर्विकारीसैलकुलम
te_in: నిర్వికారీసేలకులం

source: Neericode
hi_in: नीरीकडे
te_in: నీరీకడె

source: Neerkaje
hi_in: नीरकजे
te_in: నీరకజె

source: Neganur
hi_in: वेगनर
te_in: వెగనర్

source: Neghiriting
hi_in: नेघीरिटिंग
te_in: నెఘీరిటింగ్

source: Negiguda
hi_in: नेगईगुड़ा
te_in: నెగఈగు ా

source: Nehroli
hi_in: नेहरोली
te_in: నెహరోలీ

source: Nehru chowk
hi_in: नेहरू चौक
te_in: నెహరూ చౌక్

source: Nehru Gate Batala
hi_in: नेहरू गेट बटाला
te_in: నెహరూ గెట్ బటాలా

source: Nehru Market
hi_in: नेहरू मार्किट
te_in: నెహరూ మార్కిట్

source: Nehru Nagar (Ghaziabad)
hi_in: नेहरू नगर (ग़ज़िआबाद)
te_in: నెహరూ నగర్ (ౚ ిఆబాద్)

source: Nehru Nagar (Mumbai)
hi_in: नेहरू नगर (मुम्बई)
te_in: నెహరూ నగర్ (ముంబై)

source: Nehru Nagar (Nashik)
hi_in: नेहरू नगर (नाशिक)
te_in: నెహరూ నగర్ (నాసిక్)

source: Nehru Nagar (South Delhi)
hi_in: नेहरू नगर (साउथ देल्ही)
te_in: నెహరూ నగర్ (సాఉథ్ ఢిల్లీ)

source: Nehru Nagar(Guntur)
hi_in: नेहरू नगर(गुंटूर)
te_in: నెహరూ నగర్(గుంటూర్)

source: Nehru Park
hi_in: नेहरू पार्क
te_in: నెహరూ పార్క్

source: Nehru Place
hi_in: नेहरू प्लेस
te_in: నెహరూ ప్లెస్

source: Nehru Rd. Baraut
hi_in: नेहरू रद. बरौत
te_in: నెహరూ రద్. బరౌత్

source: Nehru Road (Mumbai)
hi_in: नेहरू रोड (मुम्बई)
te_in: నెహరూ రోడ్ (ముంబై)

source: Nehru Road Town
hi_in: नेहरू रोड टाउन
te_in: నెహరూ రోడ్ టాఉన్

source: Nehrugarh
hi_in: नेहरूगढ़
te_in: నెహరూగ్

source: Nehrunagar
hi_in: नेहरूनगर
te_in: నెహరూనగర్

source: Nehrunagar (Hyderabad)
hi_in: नेहरूनगर (हैदराबाद)
te_in: నెహరూనగర్ (హేదరాబాద్)

source: Nehrunagar (Pune)
hi_in: नेहरूनगर (पुणे)
te_in: నెహరూనగర్ (పూణే)

source: Neidavoyal
hi_in: नेदवोयल
te_in: నెదవోయల్

source: Neigrihms
hi_in: निगृह्मस
te_in: నిగృహ్మస్

source: Neikkarapatti
hi_in: निक्कारापट्टी
te_in: నిక్కారాపట్టీ

source: Nej
hi_in: नेज
te_in: నెజ్

source: Nekarpeth Ramdurg
hi_in: नेकरपेठ रामदुर्ग
te_in: నెకరపెఠ్ రామదుర్గ్

source: Nekkondi
hi_in: नेककोड़ी
te_in: నెకకో ీ

source: NEKPUR
hi_in: नेकपुर
te_in: నెకపుర్

source: Nelakadiranahalli
hi_in: नेलकदीरनाहल्ली
te_in: నెలకదీరనాహల్లీ

source: Nelamakanahalli
hi_in: नेलमकनाहल्ली
te_in: నెలమకనాహల్లీ

source: Nelamuru
hi_in: नीलमुरु
te_in: నీలమురు

source: Nelaparthipadu
hi_in: नेलापर्तिपाद
te_in: నెలాపర్తిపాద్

source: Nelaturu
hi_in: नेलतऊरु
te_in: నెలతఊరు

source: Nelda
hi_in: नेल्ड
te_in: నెల్డ్

source: Nellad
hi_in: नल्लड़
te_in: నల్ల్

source: Nellanad
hi_in: नैलैंड
te_in: నేలేండ్

source: Nellicode
hi_in: नेल्लिकाडे
te_in: నెల్లికాడె

source: Nelligere
hi_in: नेल्लीगेरे
te_in: నెల్లీగెరె

source: Nellika Paramba
hi_in: नेल्लिका पराम्बा
te_in: నెల్లికా పరామ్బా

source: Nellikkamon
hi_in: नेल्लिक्कामों
te_in: నెల్లిక్కామోం

source: Nellikunnu
hi_in: नेल्लिकुन्नु
te_in: నెల్లికున్ను

source: Nellikuth
hi_in: नेल्लिकुठ
te_in: నెల్లికుఠ్

source: Nellikuzhy
hi_in: नेल्लिकुज़हय
te_in: నెల్లికు హయ్

source: Nellimala
hi_in: नेल्लिमलै
te_in: నెల్లిమలే

source: Nellimitta Kandriga
hi_in: नेल्लीमीटट कंडरीगा
te_in: నెల్లీమీటట్ కండరీగా

source: Nellimukal
hi_in: नेल्लईमउकल
te_in: నెల్లఈమఉకల్

source: Nelliparthi
hi_in: नेल्लीपारथी
te_in: నెల్లీపారథీ

source: Nellithoppe
hi_in: नेल्लीथोप
te_in: నెల్లీథోప్

source: Nellithurai
hi_in: नेल्लिथुरई
te_in: నెల్లిథురఈ

source: Nellore
hi_in: नेल्लोर
te_in: నెల్లోర్

source: Nellore Bazar
hi_in: नेल्लोर बाजार
te_in: నెల్లోర్ బాజార్

source: Nellore Ceremic Factory
hi_in: नेल्लोर सेरेमिक फैक्ट्री
te_in: నెల్లోర్ సెరెమిక్ ఫేక్ట్రీ

source: Nellore Z.P
hi_in: नेल्लोर जेड.प
te_in: నెల్లోర్ జెడ్.ప్

source: Nellutla
hi_in: नेल्लुत्ल
te_in: నెల్లుత్ల్

source: Nellyadi
hi_in: वेल्लयदि
te_in: వెల్లయది

source: Nelogal
hi_in: नेलोगल
te_in: నెలోగల్

source: Nema
hi_in: नेम
te_in: నెం

source: Nemai
hi_in: नेमे
te_in: నెమె

source: Nemalipuri
hi_in: नेमलीपुरी
te_in: నెమలీపురీ

source: Nemam
hi_in: नेमम
te_in: నెమం

source: Nemilichery
hi_in: नेमिलिचेरी
te_in: నెమిలిచెరీ

source: Neminagar
hi_in: नेमीनगर
te_in: నెమీనగర్

source: Nemmani
hi_in: नेममनी
te_in: నెమమనీ

source: Nenava
hi_in: नेनवा
te_in: నెనవా

source: Nenekatte
hi_in: ननकट
te_in: ననకట్

source: Nenki
hi_in: ननकी
te_in: ననకీ

source: Nenpur
hi_in: नैनपुर
te_in: నేనపుర్

source: Neogaghuli
hi_in: नेआगघूलि
te_in: నెఆగఘూలి

source: Neol
hi_in: नेवल
te_in: నెవల్

source: Neola Karsanda
hi_in: नेवल करसंडा
te_in: నెవల్ కరసండా

source: Neora
hi_in: नेवर
te_in: నెవర్

source: Neora (Raipur)
hi_in: नेवर (रायपुर)
te_in: నెవర్ (రాయపుర్)

source: Neosa
hi_in: नेवस
te_in: నెవస్

source: Neota
hi_in: नोट
te_in: నోట్

source: Nepalganj
hi_in: नेपालगंज
te_in: నెపాలగంజ్

source: Nepalpura
hi_in: नेपालपुर
te_in: నెపాలపుర్

source: Nepti
hi_in: नपती
te_in: నపతీ

source: Nepz Post Office
hi_in: नेपीज़ पोस्ट ऑफिस
te_in: నెపీ పోస్ట్ ఑ఫిస్

source: Ner
hi_in: नर
te_in: నర్

source: Ner Workshop
hi_in: नेर वर्कशॉप
te_in: నెర్ వర్కశ్ ప్

source: Nerad Purad
hi_in: नेर्ड पुराद
te_in: నెర్డ్ పురాద్

source: Neral
hi_in: नेरल
te_in: నెరల్

source: Neralakere
hi_in: नेरालकेरे
te_in: నెరాలకెరె

source: Neralekere
hi_in: नेरालकेरे
te_in: నెరాలకెరె

source: Neralur
hi_in: नेरलुर
te_in: నెరలుర్

source: Nere
hi_in: नेरे
te_in: నెరె

source: Neredmet
hi_in: नेरेडमेट
te_in: నెరెడమెట్

source: Nerellapally
hi_in: नेरेल्लापल्ली
te_in: నెరెల్లాపల్లీ

source: Neri Mirzapur
hi_in: नेरी मिर्ज़ापुर
te_in: నెరీ మిర్ ాపుర్

source: Neria
hi_in: नेरिया
te_in: నెరియా

source: Neriga
hi_in: नृग
te_in: నృగ్

source: Nerinchipatti
hi_in: नेरिनचीपट्टी
te_in: నెరినచీపట్టీ

source: Nerki
hi_in: नरकि
te_in: నరకి

source: Nerkundram
hi_in: नरकुंडरं
te_in: నరకుండరం

source: Nerla
hi_in: नेरल
te_in: నెరల్

source: Nerul Node-II
hi_in: नेरूल नोड-ई
te_in: నెరూల్ నోడ్-ఈ

source: Nerul Node-III
hi_in: नेरूल नोड-ईई
te_in: నెరూల్ నోడ్-ఈఈ

source: Nerul Sec-48
hi_in: नेरुल सेक्-48
te_in: నెరుల్ సెక్-48

source: Nesamony Nagar
hi_in: नेसामान्य नगर
te_in: నెసామాన్య్ నగర్

source: Nesda
hi_in: नजद
te_in: నజద్

source: Nesdi
hi_in: नेस्डी
te_in: నెస్డీ

source: Netaji Bazar
hi_in: नेताजी बाजार
te_in: నెతాజీ బాజార్

source: Netaji Mahavidyalaya
hi_in: नेताजी महाविद्यालय
te_in: నెతాజీ మహావిద్యాలయ్

source: Netaji Market
hi_in: नेताजी मार्किट
te_in: నెతాజీ మార్కిట్

source: Netaji Nagar (Kolkata)
hi_in: नेताजी नगर (कोल्कता)
te_in: నెతాజీ నగర్ (కోల్కతా)

source: Netaji Subhas Road
hi_in: नेताजी सुभाष रोड
te_in: నెతాజీ సుభాష్ రోడ్

source: Netajinagar
hi_in: नेताजीनगर
te_in: నెతాజీనగర్

source: Netanaar
hi_in: नेतानार
te_in: నెతానార్

source: Netar
hi_in: नेत्र
te_in: నెత్ర్

source: Netawal garh pachhali
hi_in: नेतावल गढ़ पछली
te_in: నెతావల్ గ్ పఛలీ

source: Nethimedu
hi_in: नेथिमेडु
te_in: నెథిమెడు

source: Netkallu
hi_in: नेतकल्लु
te_in: నెతకల్లు

source: Netra
hi_in: नेत्र
te_in: నెత్ర్

source: Netrad
hi_in: नेतराड़
te_in: నెతరా

source: Nettayam
hi_in: नेत्तयं
te_in: నెత్తయం

source: Nettithozhu
hi_in: नेट्टीथोज़हु
te_in: నెట్టీథో హు

source: Nettoor
hi_in: नेटूर
te_in: నెటూర్

source: Nettur
hi_in: नेत्तुर
te_in: నెత్తుర్

source: Netumpura
hi_in: नेतुमपुर
te_in: నెతుమపుర్

source: Neur
hi_in: नेउर
te_in: నెఉర్

source: New Abadi Jagtial
hi_in: नई आबादी जगतील
te_in: నఈ ఆబాదీ జగతీల్

source: New Agra
hi_in: न्यू आगरा
te_in: న్యూ ఆగ్రా

source: New Alipore
hi_in: न्यू अलीपुर
te_in: న్యూ అలీపుర్

source: New Area Marabadi
hi_in: न्यू एरिया मारबाड़ी
te_in: న్యూ ఏరియా మారబా ీ

source: New Area Sasaram
hi_in: न्यू एरिया सासाराम
te_in: న్యూ ఏరియా సాసారాం

source: New Bus Stand Dholpur
hi_in: न्यू बस स्टैंड धोलपुर
te_in: న్యూ బస్ స్టేండ్ ధోలపుర్

source: New Colony
hi_in: न्यू कॉलोनी
te_in: న్యూ క్ లోనీ

source: New Colony (East Godavari)
hi_in: न्यू कॉलोनी (ईस्ट गोदावरी)
te_in: న్యూ క్ లోనీ (ఈస్ట్ గోదావరీ)

source: New Colony (Gurgaon)
hi_in: न्यू कॉलोनी (गुडगाँव)
te_in: న్యూ క్ లోనీ (గుడగాఁవ్)

source: New Colony (Tuticorin)
hi_in: न्यू कॉलोनी (तूतीकोरिन)
te_in: న్యూ క్ లోనీ (తూతీకోరిన్)

source: New Colony Bundi
hi_in: न्यू कॉलोनी बूंदी
te_in: న్యూ క్ లోనీ బూందీ

source: New Courts
hi_in: नई कोर्ट्स
te_in: నఈ కోర్ట్స్

source: New Delhi South Ext-II
hi_in: न्यू डेल्ही साउथ ईस्ट-ई
te_in: న్యూ ఢిల్లీ సాఉథ్ ఈస్ట్-ఈ

source: New Diggewadi
hi_in: नई डिगगेवाड़ी
te_in: నఈ డిగగెవా ీ

source: New Friends Colony
hi_in: न्यू फ्रेंड्स कॉलोनी
te_in: న్యూ ఫ్రెండ్స్ క్ లోనీ

source: New Fruit Market
hi_in: नई फ्रूट मार्केट
te_in: నఈ ఫ్రూట్ మార్కెట్

source: New Ganeshganj
hi_in: न्यू गणेशगंज
te_in: న్యూ గణెశగంజ్

source: New Godown
hi_in: नई गोडाउन
te_in: నఈ గోడాఉన్

source: New Grain Mandi Kota
hi_in: न्यू ग्रेन मंडी कोटा
te_in: న్యూ గ్రెన్ మండీ కోటా

source: New Hargobind Nagar
hi_in: नई हरगोबिंद नगर
te_in: నఈ హరగోబింద్ నగర్

source: New High Court
hi_in: नई हाई कोर्ट
te_in: నఈ హాఈ కోర్ట్

source: New Hyderabad
hi_in: न्यू हैदराबाद
te_in: న్యూ హేదరాబాద్

source: New Jaganpura
hi_in: नई जगनपुरा
te_in: నఈ జగనపురా

source: New Jagnasury
hi_in: नई जगणासुरय
te_in: నఈ జగణాసురయ్

source: New Jakkanpur
hi_in: नई जक्कनपुर
te_in: నఈ జక్కనపుర్

source: New Karaigudem
hi_in: नई कराईगुदेम
te_in: నఈ కరాఈగుదెం

source: New Market Pilkhauwa
hi_in: न्यू मार्किट पिलखुवा
te_in: న్యూ మార్కిట్ పిలఖువా

source: New Maubawk
hi_in: नई मोबवक
te_in: నఈ మోబవక్

source: New Mla Quarters
hi_in: नई मला क़ुरतेरस
te_in: నఈ మలా ౘురతెరస్

source: New Model Town
hi_in: न्यू मॉडल टाउन
te_in: న్యూ మ్ డల్ టాఉన్

source: New Nallakunta
hi_in: नई नल्लाकुंटा
te_in: నఈ నల్లాకుంటా

source: New Pac Lines
hi_in: नई पाक् लाइन्स
te_in: నఈ పాక్ లాఇన్స్

source: New Prabhadevi Road
hi_in: न्यू प्रभादेवी रोड
te_in: న్యూ ప్రభాదెవీ రోడ్

source: New Railway Colony Kota
hi_in: न्यू रेलवे कॉलोनी कोटा
te_in: న్యూ రెలవె క్ లోనీ కోటా

source: New Raj Nagar
hi_in: नई राज नगर
te_in: నఈ రాజ్ నగర్

source: New Sachivalaya Complex
hi_in: नई सचिवालय काम्प्लेक्स
te_in: నఈ సచివాలయ్ కామ్ప్లెక్స్

source: New Secretariat Bldg.
hi_in: नई सेक्रेटेरिएट ब्लडग.
te_in: నఈ సెక్రెటెరిఏట్ బ్లడగ్.

source: New Secretariat Jammu
hi_in: नई सेक्रेटेरिएट जम्मू
te_in: నఈ సెక్రెటెరిఏట్ జమ్మూ

source: New Seemapuri
hi_in: नई सीमापुरी
te_in: నఈ సీమాపురీ

source: New Serchhip
hi_in: नई सेरछिप
te_in: నఈ సెరఛిప్

source: New Shimla
hi_in: न्यू शिमला
te_in: న్యూ శిమలా

source: New Street
hi_in: नई स्ट्रीट
te_in: నఈ స్ట్రీట్

source: New Super Market
hi_in: नई सुपर मार्किट
te_in: నఈ సుపర్ మార్కిట్

source: New Tehri Collectrate
hi_in: नई तेहरी कोलेस्ट्रटे
te_in: నఈ తెహరీ కోలెస్ట్రటె

source: New Thippasandra
hi_in: नई ठिप्पासअंडर
te_in: నఈ ఠిప్పాసఅండర్

source: New Township Palwal
hi_in: नई टाउनशिप पलवल
te_in: నఈ టాఉనశిప్ పలవల్

source: New University Campus
hi_in: नई यूनिवर्सिटी कैंपस
te_in: నఈ యూనివర్సిటీ కేంపస్

source: New Usmanpur
hi_in: न्यू उस्मानपुर
te_in: న్యూ ఉస్మానపుర్

source: New Vervek
hi_in: नई वेर्वेक
te_in: నఈ వెర్వెక్

source: New Yogakshema
hi_in: नई योगक्षेम
te_in: నఈ యోగక్షెం

source: Newa
hi_in: नव
te_in: నవ్

source: Newa Nagar
hi_in: नव नगर
te_in: నవ్ నగర్

source: Newachak
hi_in: नवाचक
te_in: నవాచక్

source: Newada
hi_in: नेवादा
te_in: నెవాదా

source: Newai
hi_in: नेवई
te_in: నెవఈ

source: Newai RS
hi_in: नेवाई रस
te_in: నెవాఈ రస్

source: Newari
hi_in: नेवारी
te_in: నెవారీ

source: Newkalpathy
hi_in: न्यूकलपथी
te_in: న్యూకలపథీ

source: Neyveli 3
hi_in: नेयवेली 3
te_in: నెయవెలీ 3

source: Neyveli Second Mines
hi_in: नेयवेली सेकंड माइंस
te_in: నెయవెలీ సెకండ్ మాఇంస్

source: Neyyattinkara
hi_in: नेय्यट्तिंकरा
te_in: నెయ్యట్తింకరా

source: Neyyattinkara Town
hi_in: नेय्याट्टिनकर टाउन
te_in: నెయ్యాట్టినకర్ టాఉన్

source: Neyyoor
hi_in: नेयूर
te_in: నెయూర్

source: Nezadela Khurd
hi_in: नेजाडेला खुर्द
te_in: నెజాడెలా ఖుర్ద్

source: Ngengpuikai
hi_in: नगेन्गपुइके
te_in: నగెన్గపుఇకె

source: Nggo Colony Tiruvallur
hi_in: नग्गो कॉलोनी तिरुवल्लुर
te_in: నగ్గో క్ లోనీ తిరువల్లుర్

source: Ngm Ladwa
hi_in: नगम लड़वा
te_in: నగమ్ ల్ వా

source: Ngo's Colony
hi_in: नगो'से कॉलोनी
te_in: నగో'సె క్ లోనీ

source: Ngopa
hi_in: नगोपा
te_in: నగోపా

source: Ngr Road
hi_in: नगर रोड
te_in: నగర్ రోడ్

source: Ngri
hi_in: नगरी
te_in: నగరీ

source: Nh-2 Faridabad
hi_in: नह-2 फरीदाबाद
te_in: నహ్-2 ఫరీదాబాద్

source: Nh-3 Faridabad
hi_in: नह-3 फरीदाबाद
te_in: నహ్-3 ఫరీదాబాద్

source: Nh-4 Faridabad
hi_in: नह-4 फरीदाबाद
te_in: నహ్-4 ఫరీదాబాద్

source: Nhave
hi_in: नहावे
te_in: నహావె

source: Nhekly
hi_in: नहेकलय
te_in: నహెకలయ్

source: Niazpur
hi_in: नियाज़पुर
te_in: నియా పుర్

source: Nibaranpur
hi_in: निबरानपुर
te_in: నిబరానపుర్

source: Nibi
hi_in: नीबी
te_in: నీబీ

source: Nibra
hi_in: निब
te_in: నిబ్

source: Nichar
hi_in: निचार
te_in: నిచార్

source: Nichi
hi_in: नीची
te_in: నీచీ

source: Nichi Dhanal
hi_in: नीची धनल
te_in: నీచీ ధనల్

source: Nichlaul
hi_in: निचलौल
te_in: నిచలౌల్

source: Nichroli
hi_in: निचरौली
te_in: నిచరౌలీ

source: Nidaghatta
hi_in: निदाघट्टा
te_in: నిదాఘట్టా

source: Nidagundi
hi_in: निदग्नडी
te_in: నిదగ్నడీ

source: Nidanam Doddi
hi_in: निदानं दोड्डी
te_in: నిదానం దోడ్డీ

source: Nidanapuram
hi_in: निदानपुरम
te_in: నిదానపురం

source: Nidige
hi_in: निदिज
te_in: నిదిజ్

source: Nidil
hi_in: निडिल
te_in: నిడిల్

source: Nidubrole
hi_in: निदुब्रोले
te_in: నిదుబ్రోలె

source: Nidubrolu Old Town
hi_in: निडुब्रोलू ओल्ड टाउन
te_in: నిడుబ్రోలూ ఓల్డ్ టాఉన్

source: Nidura
hi_in: निदूरा
te_in: నిదూరా

source: NIE Campus
hi_in: निए कैंपस
te_in: నిఏ కేంపస్

source: Nigadi
hi_in: निगड़ी
te_in: నిగ్ ీ

source: Nigadi Traf
hi_in: निगड़ी तरफ
te_in: నిగ్ ీ తరఫ్

source: Nigahri
hi_in: निगाहरी
te_in: నిగాహరీ

source: Nigan
hi_in: निगाह
te_in: నిగాహ్

source: Nigana
hi_in: निगाना
te_in: నిగానా

source: Nigave Dumala
hi_in: निगावे दुमाला
te_in: నిగావె దుమాలా

source: Nigdhu
hi_in: निगधु
te_in: నిగధు

source: Nigoh
hi_in: निगोह
te_in: నిగోహ్

source: Nigoh Hasanpur
hi_in: निगोह हसनपुर
te_in: నిగోహ్ హసనపుర్

source: Nihalod
hi_in: निहालोद
te_in: నిహాలోద్

source: Nihalprasad
hi_in: निहलप्रसाद
te_in: నిహలప్రసాద్

source: Nihung
hi_in: निहंग
te_in: నిహంగ్

source: Nijampur
hi_in: निजामपुर
te_in: నిజామపుర్

source: Nijbalia
hi_in: निजबलिया
te_in: నిజబలియా

source: Nijbari
hi_in: निजबरी
te_in: నిజబరీ

source: Nikol
hi_in: निकोल
te_in: నికోల్

source: Nikora
hi_in: निकोर
te_in: నికోర్

source: Niktimal
hi_in: निक्तिमाल
te_in: నిక్తిమాల్

source: Nilaiyur
hi_in: नीलाईयुर
te_in: నీలాఈయుర్

source: Nilamangai Nagar
hi_in: नीलामंगई नगर
te_in: నీలామంగఈ నగర్

source: Nilambur
hi_in: नीलांबुर
te_in: నీలాంబుర్

source: Nilamel
hi_in: नीलमेल
te_in: నీలమెల్

source: Nilavarapatti
hi_in: नीलवरपट्टी
te_in: నీలవరపట్టీ

source: Nilegaon
hi_in: नीलगायों
te_in: నీలగాయోం

source: Nilganj Bazaar
hi_in: नीलगंज बाजार
te_in: నీలగంజ్ బాజార్

source: Nilgiri College
hi_in: नीलगिरि कॉलेज
te_in: నీలగిరి క్ లెజ్

source: Nilgiripatna
hi_in: नीलगिरिपटना
te_in: నీలగిరిపటనా

source: Niliguda
hi_in: निलिगुडा
te_in: నిలిగుడా

source: Nilje
hi_in: निलजई
te_in: నిలజఈ

source: Nilji
hi_in: निलजी
te_in: నిలజీ

source: Nilkod
hi_in: नीलकोड
te_in: నీలకోడ్

source: Niloha
hi_in: निलोहा
te_in: నిలోహా

source: Nilothi
hi_in: निलोठी
te_in: నిలోఠీ

source: Nilowal
hi_in: नीलोवाल
te_in: నీలోవాల్

source: Nimapara
hi_in: नीमपर
te_in: నీమపర్

source: Nimasahi
hi_in: निमसहि
te_in: నిమసహి

source: Nimbahera Jatan
hi_in: निम्बाहेड़ा जातां
te_in: నిమ్బాహె ా జాతాం

source: Nimbha
hi_in: निमभ
te_in: నిమభ్

source: Nimbi
hi_in: निम्बी
te_in: నిమ్బీ

source: Nimbikhurd
hi_in: नीम्बीखुर्द
te_in: నీమ్బీఖుర్ద్

source: Nimbodi
hi_in: निम्बोडि
te_in: నిమ్బోడి

source: Nimboli
hi_in: निम्बोली
te_in: నిమ్బోలీ

source: Nimboliadda
hi_in: निम्बोलईअड्डा
te_in: నిమ్బోలఈఅడ్డా

source: Nimbut
hi_in: निम्बूत
te_in: నిమ్బూత్

source: Nimcha
hi_in: नीमच
te_in: నీమచ్

source: Nimdale
hi_in: नींदले
te_in: నీందలె

source: Nimdha
hi_in: नीमडीह
te_in: నీమడీహ్

source: Nimetha
hi_in: निमित
te_in: నిమిత్

source: Nimgaon
hi_in: नीमगांव
te_in: నీమగాంవ్

source: Nimgaon (Sinnar)
hi_in: नीमगांव (सिन्नर)
te_in: నీమగాంవ్ (సిన్నర్)

source: Nimgaon Ketki
hi_in: नीमगाँव केतकी
te_in: నీమగాఁవ్ కెతకీ

source: Nimgaon Khed
hi_in: नीमगाँव खेद
te_in: నీమగాఁవ్ ఖెద్

source: Nimgaon Mahalungi
hi_in: नीमगाँव महालुंगी
te_in: నీమగాఁవ్ మహాలుంగీ

source: Nimgaon Sava
hi_in: नीमगाँव सवा
te_in: నీమగాఁవ్ సవా

source: Nimgaon Tembhi
hi_in: नीमगाँव तेम्भी
te_in: నీమగాఁవ్ తెమ్భీ

source: Nimgaon Wagha
hi_in: नीमगाँव वाघ
te_in: నీమగాఁవ్ వాఘ్

source: Nimgavhan
hi_in: निमगावहाँ
te_in: నిమగావహాఁ

source: Nimgiri
hi_in: निम्गिरी
te_in: నిమ్గిరీ

source: Nimina
hi_in: निमित
te_in: నిమిత్

source: Nimmapalli
hi_in: निम्मपल्लि
te_in: నిమ్మపల్లి

source: Nimmareddipalem
hi_in: निम्मारेड्डीपालेम
te_in: నిమ్మారెడ్డీపాలెం

source: Nimoiya
hi_in: नीमोइया
te_in: నీమోఇయా

source: Nimone
hi_in: निमोने
te_in: నిమోనె

source: Nimri
hi_in: नीमड़ी
te_in: నీమ్ ీ

source: Nimsadia
hi_in: निमसाड़िया
te_in: నిమసా ియా

source: Nimshirgaon
hi_in: निमशिरगाओं
te_in: నిమశిరగాఓం

source: Nimtala
hi_in: नीमताल
te_in: నీమతాల్

source: Ningombam
hi_in: निंगोंबाम
te_in: నింగోంబాం

source: Ninnakarai
hi_in: निन्नक्री
te_in: నిన్నక్రీ

source: Ninwa
hi_in: नींव
te_in: నీంవ్

source: Nio Dona Paula
hi_in: निओ डोना पौला
te_in: నిఓ డోనా పౌలా

source: Nipana
hi_in: नएपन
te_in: నఏపన్

source: Nipani
hi_in: निपानी
te_in: నిపానీ

source: Nipani Bazar
hi_in: निपानी बाजार
te_in: నిపానీ బాజార్

source: Nipani Malbag
hi_in: निपानी मलबाग
te_in: నిపానీ మలబాగ్

source: Nipani Nehru Chowk
hi_in: निपानी नेहरू चौक
te_in: నిపానీ నెహరూ చౌక్

source: Nipania
hi_in: निपानिया
te_in: నిపానియా

source: Nipaniabajnath
hi_in: निपानियाबाजनाथ
te_in: నిపానియాబాజనాథ్

source: Nipaniya
hi_in: निपानिया
te_in: నిపానియా

source: Nira R S
hi_in: निरा र स
te_in: నిరా ర్ స్

source: Nirakarpur
hi_in: निराकारपुर
te_in: నిరాకారపుర్

source: Nirala Nagar
hi_in: निराला नगर
te_in: నిరాలా నగర్

source: Niralachowk
hi_in: निरालचौक
te_in: నిరాలచౌక్

source: Niralanagar
hi_in: निरालानगर
te_in: నిరాలానగర్

source: Niranam
hi_in: निर्नाम
te_in: నిర్నాం

source: Niranam Central
hi_in: निर्नाम सेंट्रल
te_in: నిర్నామ్ సెంట్రల్

source: Niranarshingpur
hi_in: निरानरसिंगपुर
te_in: నిరానరసింగపుర్

source: Nirankal
hi_in: निरंकाल
te_in: నిరంకాల్

source: Nirankari Colony
hi_in: निरंकारी कॉलोनी
te_in: నిరంకారీ క్ లోనీ

source: Niravade
hi_in: निरवड़े
te_in: నిరవ్ ె

source: Nirawaghaj
hi_in: निरवाघज
te_in: నిరవాఘజ్

source: Nire
hi_in: निरे
te_in: నిరె

source: Nirgude
hi_in: निरगुडे
te_in: నిరగుడె

source: Nirgudsar
hi_in: निर्गुड़सर
te_in: నిర్గు సర్

source: Niriatulsipur
hi_in: निरातुलसीपुर
te_in: నిరాతులసీపుర్

source: Nirisha
hi_in: निरीश
te_in: నిరీశ్

source: Nirjan
hi_in: निर्जन
te_in: నిర్జన్

source: Nirjuli
hi_in: निरजुली
te_in: నిరజులీ

source: Nirmal (Adilabad)
hi_in: निर्मल (आदिलाबाद)
te_in: నిర్మల్ (ఆదిలాబాద్)

source: Nirmala
hi_in: निर्मल
te_in: నిర్మల్

source: Nirmalanagar
hi_in: निर्मलनगर
te_in: నిర్మలనగర్

source: Nirman Vihar
hi_in: निर्माण विहार
te_in: నిర్మాణ్ విహార్

source: Nirnaynagar
hi_in: निर्णयनगर
te_in: నిర్ణయనగర్

source: Nirona
hi_in: निरोना
te_in: నిరోనా

source: Nirsa Chatti
hi_in: निरस चट्टी
te_in: నిరస్ చట్టీ

source: Nirvi
hi_in: निर्वि
te_in: నిర్వి

source: Nisangora
hi_in: निसानगोरा
te_in: నిసానగోరా

source: Nisarale
hi_in: निसरले
te_in: నిసరలె

source: Nisare
hi_in: निसार
te_in: నిసార్

source: Nisarpura
hi_in: निसरपुर
te_in: నిసరపుర్

source: Nischintapur
hi_in: निस्चिंतपुर
te_in: నిస్చింతపుర్

source: Nishana
hi_in: निशाना
te_in: నిశానా

source: Nishihara
hi_in: निशिहारा
te_in: నిశిహారా

source: Nisraya
hi_in: नईसराय
te_in: నఈసరాయ్

source: Nistoli
hi_in: निस्तौली
te_in: నిస్తౌలీ

source: Nit Campus Po.Kozhikode
hi_in: नित् कैंपस पो.कोज़्हेइकोडे
te_in: నిత్ కేంపస్ పో.కో ్హెఇకోడె

source: Nitganja
hi_in: नितगंजा
te_in: నితగంజా

source: Nithiravilai
hi_in: नीतिरविले
te_in: నీతిరవిలె

source: Nithrud
hi_in: निथ्रुड़
te_in: నిథ్రు

source: Nitrahalli
hi_in: नितराहल्ली
te_in: నితరాహల్లీ

source: Nittur
hi_in: निट्टूर
te_in: నిట్టూర్

source: Nittuvalli
hi_in: नित्तूवाली
te_in: నిత్తూవాలీ

source: Niwali
hi_in: निवाली
te_in: నివాలీ
