Repository: healthvdev/custom_template
Catalog: languages/*.po
Languages: hi_in, te_in

source: Apply Filters
hi_in: परिणाम छानै

source: Category
hi_in: प्रकार

source: Cuisine
hi_in: व्यंजन

source: Ingredient
hi_in: पदार्थ

source: benefits_ingredients
hi_in: %s के लाभ

source: ingredients_recipes
hi_in: %s तैयारी के पदार्थ

source: Preparation time
hi_in: तैयारी का समय

source: Cooking time
hi_in: पकाने का समय

source: tsp
hi_in: छोटा चम्मच

source: asrequired
hi_in: स्वाद अनुसार

source: mins
hi_in: मिनट

source: steps_recipes
hi_in: %s तैयार करने की विधि

source: benefits_diabetics
hi_in: %s से मधुमेह के लाभ

source: guidelines_diabetics
hi_in: मधुमेह की सावधानी

source: All Recipes
hi_in: सभी व्यंजन

source: tbsp
hi_in: बड़ा चम्मच

source: grams
hi_in: ग्राम

source: cup
hi_in: कटोरी

source: time_recipes
hi_in: %s तैयारी के लिए समय

source: Andhra
hi_in: आंध्र

source: Bengali
hi_in: बंगाली

source: Chinese
hi_in: चीनी

source: Gujarati
hi_in: गुजराती

source: Indian
hi_in: भारतीय

source: Maharashtrian
hi_in: महाराष्ट्रीयन

source: Mangalorean
hi_in: मंगलोरियन

source: North Eastern
hi_in: उत्तर पूर्वी

source: North Indian
hi_in: उत्तर भारतीय

source: Punjabi
hi_in: पंजाबी

source: Rajasthani
hi_in: राजस्थानी

source: Sindhi
hi_in: सिंधी

source: South Indian
hi_in: दक्षिण भारतीय

source: Breakfast
hi_in: सुबह का नाश्ता

source: Dessert
hi_in: मिठाई

source: Dinner
hi_in: रात का खाना

source: Lunch
hi_in: दोपहर का भोजन

source: Side Dish
hi_in: सह भोजन

source: Snacks
hi_in: नाश्ता

source: Soup
hi_in: सूप

source: drop
hi_in: बूंद

source: small
hi_in: छोटा

source: medium
hi_in: मध्यम

source: large
hi_in: बड़ा

source: pinch
hi_in: चुटकी

source: ml
hi_in: मिलीलीटर

source: clove
hi_in: लौंग

source: inch
hi_in: इंच

source: sprig
hi_in: टहनी

source: leaves
hi_in: पत्ते

source: bunch
hi_in: झुंड

source: recipe_1
hi_in: ओट्स (जई) इडली

source: recipe_2
hi_in: टूटी गेहूं (दलीय) उपमा

source: recipe_3
hi_in: शुक्तो

source: recipe_4
hi_in: कटहल सब्जी

source: recipe_5
hi_in: करेला का सूप

source: recipe_6
hi_in: रागी खिचडी (पोर्रिज)

source: recipe_7
hi_in: लाल पोहा

source: recipe_8
hi_in: मिश्रित अंकुर सब्जी

source: recipe_9
hi_in: कोको बीट (नारियल चुकंदर) सूप

source: recipe_10
hi_in: भापा आलू

source: recipe_11
hi_in: काला बाजरा खिचड़ी (बाजरा)

source: recipe_12
hi_in: ऐप्पल (सेब) रबड़ी

source: recipe_13
hi_in: दही बैंगन

source: recipe_14
hi_in: पालक खार

source: recipe_15
hi_in: मिलागु पोंगल (काली मिर्च पोंगल)

source: recipe_16
hi_in: सुअंधरो ऐन बीह (सहजन कमल स्टेम)

source: recipe_17
hi_in: पेसारट्टू डोसा

source: recipe_18
hi_in: सत्तू शरबत

source: recipe_19
hi_in: कुंबिलप्पम (उबला हुआ कटहल केक)

source: recipe_20
hi_in: कांबू कुहज़

source: recipe_21
hi_in: मंडुआ की रोटी

source: recipe_22
hi_in: ओट (जई) बासी बेले भात

source: recipe_23
hi_in: रागी स्टू

source: recipe_24
hi_in: ड्रमस्टिक्स (सहजन) सूप

source: recipe_25
hi_in: करेला जूस

source: recipe_26
hi_in: करेला अप्पम

source: recipe_27
hi_in: सरगवी ना शाक (ड्रमस्टिक मसाला सबजी)

source: recipe_28
hi_in: कक्कडी थलीपेथ विधि (मसालेदार ककड़ी फ्लैट ब्रेड)

source: recipe_29
hi_in: मिश्रित अंकुर रेसिपी

source: recipe_30
hi_in: क्यूबा ब्लैक सेम सलाद

source: recipe_31
hi_in: डोसकाय पप्पू (ककड़ी दाल)

source: recipe_32
hi_in: पूरे हरा मूंग दाल सबजी

source: recipe_33
hi_in: मसालेदार बोतलागार और पालक रस

source: recipe_34
hi_in: रागी माल्ट (बादाम के दूध के साथ रागी खिचड़ी)

source: recipe_35
hi_in: पालक चपाती

source: recipe_36
hi_in: ब्राउन चावल और दलीय डोसा

source: recipe_37
hi_in: फूलगोभी अंडा भुरजी

source: recipe_38
hi_in: वेजिटेबल (सब्ज़ी) कोथु चापती

source: recipe_39
hi_in: अंडा कोथू चपाती

source: recipe_40
hi_in: लौकी रायता

source: recipe_41
hi_in: मटर मशरूम (कुकुरमुत्ता)

source: recipe_42
hi_in: मूली सूप

source: recipe_43
hi_in: गाजर का सलाद

source: recipe_44
hi_in: टमाटर और पुदीना चटनी

source: recipe_45
hi_in: गाजर का सूप

source: recipe_46
hi_in: चोंकी बादाम

source: recipe_47
hi_in: पंजाबी सूखी दाल

source: recipe_48
hi_in: ब्रोकोली (लहसुन और काली मिर्च के साथ)

source: recipe_49
hi_in: पनीर भुर्जी

source: recipe_50
hi_in: मिंट (पुदीना) चटनी

source: recipe_51
hi_in: ऐप्पल (सेब)

source: recipe_52
hi_in: ओट्स (जई) खिचड़ी

source: recipe_53
hi_in: फूलगोभी टमाटर सब्जी

source: recipe_54
hi_in: टूटी गेहूं (दलीय) और सन बीज लाडू

source: recipe_55
hi_in: टमाटर का डोलमा

source: recipe_56
hi_in: मसालेदार स्वीट कॉर्न

source: recipe_57
hi_in: धनीया चटनी

source: recipe_58
hi_in: मारवाड़ी कढ़ी

source: recipe_59
hi_in: मिनी सोया डोसा

source: recipe_60
hi_in: ककड़ी सूप

source: recipe_61
hi_in: टमाटर सूप

source: recipe_62
hi_in: वेजिटेबल (सब्जी) जल्फ़्राज़ी

source: recipe_63
hi_in: मसालेदार मशरूम (कुकुरमुत्ता) (लहसुन

source: recipe_64
hi_in: बाजरा डोसा

source: recipe_65
hi_in: ऐप्पल बीटरूट सलाद (सेब चुकंदर सलाद)

source: recipe_66
hi_in: पनीर सब्जियां सलाद

source: recipe_67
hi_in: स्टीम्ड (उबले हुए) सब्जी और पनीर मोमो

source: recipe_68
hi_in: आलू वाडी (नारियल फ्लेवर )

source: recipe_69
hi_in: मिर्च मिशरूम (कुकुरमुत्ता)

source: recipe_70
hi_in: मीठा मकई मुर्गी (चिकन) सूप

source: recipe_71
hi_in: पुदीना (मिंट) रायता

source: recipe_72
hi_in: भरवां परवल

source: recipe_73
hi_in: मूंग स्प्राउट्स पाव भाजी

source: recipe_74
hi_in: प्याज रायता

source: recipe_75
hi_in: आम और अदरक चटनी

source: recipe_76
hi_in: हनी (शहद) सरसों सालन

source: recipe_77
hi_in: आलू और मशरूम (कुकुरमुत्ता) सूप

source: recipe_78
hi_in: पालक टमाटर ओमेलेट

source: recipe_79
hi_in: क्लियर चिकन सूप

source: recipe_80
hi_in: नीर डोसा

source: recipe_81
hi_in: कच्ची केले की सब्जी

source: recipe_82
hi_in: सब्ज़ी का सूप

source: recipe_83
hi_in: मशरूम काली मिर्च का सूप

source: recipe_84
hi_in: कच्ची केले की चटनी

source: recipe_85
hi_in: ककड़ी का रायता

source: recipe_86
hi_in: थेंगा मंगा पट्ती सुंदल

source: recipe_87
hi_in: नारियल लेपित चिकन सलाद

source: recipe_88
hi_in: मशरूम (कुकुरमुत्ता) काली मिर्च का सूप

source: ingredients_1
hi_in: बेकिंग सोडा

source: ingredients_2
hi_in: केले के पत्ते

source: ingredients_3
hi_in: काला नमक

source: ingredients_4
hi_in: गुड़

source: ingredients_5
hi_in: पानी / ठंडा पानी

source: ingredients_6
hi_in: सेंधा नमक

source: ingredients_7
hi_in: नमक

source: ingredients_8
hi_in: चीनी

source: ingredients_9
hi_in: चीनी सब्स्टटूट

source: ingredients_10
hi_in: पानी

source: ingredients_11
hi_in: मलाई

source: ingredients_12
hi_in: दही

source: ingredients_13
hi_in: घी

source: ingredients_14
hi_in: पानी निकाल हुआ दही

source: ingredients_15
hi_in: कम वसा वाला दूध

source: ingredients_16
hi_in: दही

source: ingredients_17
hi_in: काजू - विभाजित

source: ingredients_18
hi_in: कसा हुआ सेब

source: ingredients_19
hi_in: कच्ची केले

source: ingredients_20
hi_in: कच्चा पपीता

source: ingredients_21
hi_in: लाल पोहा

source: ingredients_22
hi_in: चावल (सूखे भुना हुआ और धोया)

source: ingredients_23
hi_in: चावल का आटा

source: ingredients_24
hi_in: सूजी

source: ingredients_25
hi_in: कटा हुआ धनिया पत्तियां

source: ingredients_26
hi_in: काट लीमोंग्रस

source: ingredients_27
hi_in: करी पत्ता

source: ingredients_28
hi_in: नींबू की पत्तियाँ

source: ingredients_29
hi_in: तुलसी की पत्तियां

source: ingredients_30
hi_in: तेज पत्ता

source: ingredients_31
hi_in: भड़ली पता (गंध प्रसारिणी)

source: ingredients_32
hi_in: हरा चना (मूंग)

source: ingredients_33
hi_in: हरी मटर

source: ingredients_34
hi_in: मिश्रित स्प्राउट्स

source: ingredients_35
hi_in: मूंग दाल-भुना हुआ और धोया

source: ingredients_36
hi_in: छिला हुआ मूंग दाल

source: ingredients_37
hi_in: तुअर दाल

source: ingredients_38
hi_in: पीला मूंग दल (धोया और सूखा हुआ)

source: ingredients_39
hi_in: काले बाजरा (8 घंटे और सूखा हुआ)

source: ingredients_40
hi_in: रागी का आटा

source: ingredients_41
hi_in: जई

source: ingredients_42
hi_in: टूटी गेहूं (दलीय)

source: ingredients_43
hi_in: बादाम का दूध

source: ingredients_44
hi_in: नारियल का दूध

source: ingredients_45
hi_in: सरसों का तेल

source: ingredients_46
hi_in: तेल

source: ingredients_47
hi_in: तेल / घी

source: ingredients_48
hi_in: जैतून का तेल

source: ingredients_49
hi_in: तेल परिशोधित करें

source: ingredients_50
hi_in: सिरका

source: ingredients_51
hi_in: सत्तू

source: ingredients_52
hi_in: सभी मसाला पाउडर

source: ingredients_53
hi_in: काली मिर्च

source: ingredients_54
hi_in: काली मिर्च-भुना हुआ और पाउडर

source: ingredients_55
hi_in: इलायची पाउडर

source: ingredients_56
hi_in: मिर्च पाउडर

source: ingredients_57
hi_in: धनिया पाउडर

source: ingredients_58
hi_in: जीरा चूर्ण

source: ingredients_59
hi_in: जीरा

source: ingredients_60
hi_in: जीरा-भुना हुआ और पाउडर

source: ingredients_61
hi_in: सूखे लाल मिर्च

source: ingredients_62
hi_in: गोदा मसाला

source: ingredients_63
hi_in: हिंग

source: ingredients_64
hi_in: सरसों का पेस्ट

source: ingredients_65
hi_in: सरसों के बीज

source: ingredients_66
hi_in: निगेल्ला बीज

source: ingredients_67
hi_in: दालचीनी का चूरा

source: ingredients_68
hi_in: पंच फोरान

source: ingredients_70
hi_in: कालीमिर्च का पाउडर

source: ingredients_71
hi_in: फूटना (जीरा

source: ingredients_72
hi_in: लाल मिर्च पाउडर

source: ingredients_73
hi_in: भुना हुआ जीरा

source: ingredients_74
hi_in: नमक और कालीमिर्च

source: ingredients_75
hi_in: करी पत्ते का टहनी

source: ingredients_76
hi_in: सुवा (दिल बीज)

source: ingredients_77
hi_in: धन्यवादनी पाटा (सेंटला)

source: ingredients_78
hi_in: हल्दी पाउडर

source: ingredients_79
hi_in: फलियां

source: ingredients_80
hi_in: बीह (लोटस स्टेम)

source: ingredients_81
hi_in: करेला

source: ingredients_82
hi_in: बैंगन / बैंगन

source: ingredients_83
hi_in: गाजर

source: ingredients_84
hi_in: कटा हुआ चुकंदर

source: ingredients_85
hi_in: कटा हुआ गाजर

source: ingredients_86
hi_in: कटा हुआ लहसुन

source: ingredients_87
hi_in: कटा हुआ अदरक

source: ingredients_88
hi_in: कटा हुआ हरी मिर्च

source: ingredients_89
hi_in: कटा हुआ प्याज

source: ingredients_90
hi_in: कटा हुआ टमाटर

source: ingredients_91
hi_in: धनिये के पत्ते

source: ingredients_92
hi_in: सहजन

source: ingredients_93
hi_in: बारीक कटा हुआ हरी मिर्च

source: ingredients_94
hi_in: लहसुन लौंग

source: ingredients_95
hi_in: कटा हुआ गाजर

source: ingredients_96
hi_in: कसा हुआ नारियल

source: ingredients_97
hi_in: कसा हुआ अदरक

source: ingredients_98
hi_in: हरी मिर्च पेस्ट

source: ingredients_99
hi_in: हरी मिर्च

source: ingredients_100
hi_in: कटहल

source: ingredients_101
hi_in: नींबू का रस

source: ingredients_102
hi_in: अदरक का कीमा

source: ingredients_103
hi_in: प्याज

source: ingredients_104
hi_in: प्याज (कटा हुआ)

source: ingredients_105
hi_in: छोटे आलू

source: ingredients_106
hi_in: पालक

source: ingredients_107
hi_in: टमाटर

source: ingredients_108
hi_in: टमाटर का भर्ता

source: ingredients_109
hi_in: वेजिटेबल स्टॉक

source: ingredients_110
hi_in: दूध

source: ingredients_111
hi_in: रागी

source: ingredients_112
hi_in: उड़द दाल

source: ingredients_113
hi_in: चना दाल

source: ingredients_114
hi_in: इमली

source: ingredients_115
hi_in: कटा हुआ शिमला मिर्च

source: ingredients_116
hi_in: गेहूं का आटा

source: ingredients_117
hi_in: रागी का आटा

source: ingredients_118
hi_in: पतली छाछ

source: ingredients_119
hi_in: बाजरा

source: ingredients_120
hi_in: भुना हुआ चावल का आटा

source: ingredients_121
hi_in: कसा हुआ गुड़

source: ingredients_122
hi_in: कटहल मांस का कीमा

source: ingredients_123
hi_in: गाजर का रस

source: ingredients_124
hi_in: पुदीने की पत्तियां

source: ingredients_125
hi_in: पोहा

source: ingredients_126
hi_in: काबुली चना

source: ingredients_127
hi_in: उड़द दाल पूरे

source: ingredients_128
hi_in: लोबिया

source: ingredients_129
hi_in: काबुली चना (भूरा)

source: ingredients_130
hi_in: काबुली चना (हरा)

source: ingredients_131
hi_in: काबुली चना (सफेद)

source: ingredients_132
hi_in: मकई

source: ingredients_133
hi_in: मूंग दाल (हरा चना)

source: ingredients_134
hi_in: रागी

source: ingredients_135
hi_in: बाकला

source: ingredients_136
hi_in: चने की दाल

source: ingredients_137
hi_in: सोरघम

source: ingredients_138
hi_in: बाजरा

source: ingredients_139
hi_in: मुरमुरे

source: ingredients_140
hi_in: राजमा

source: ingredients_141
hi_in: मसूर दाल

source: ingredients_142
hi_in: चावल

source: ingredients_143
hi_in: चावल (पार्बोइल्ड)

source: ingredients_144
hi_in: रावा

source: ingredients_145
hi_in: बाँटा हुआ काबुली चना

source: ingredients_146
hi_in: बाँटा हुआ उड़द दाल

source: ingredients_147
hi_in: बाँटा हुआ मूंग दाल (हरा चना)

source: ingredients_148
hi_in: बाँटा हुआ अरहर दाल

source: ingredients_149
hi_in: बाँटा हुआ मसूर दाल

source: ingredients_150
hi_in: गेहूं

source: ingredients_151
hi_in: नींबू का रस

source: ingredients_152
hi_in: नींबू का टुकड़ा

source: ingredients_153
hi_in: करेला का टुकड़ा

source: ingredients_154
hi_in: बर्फ

source: ingredients_155
hi_in: जौ का आटा

source: ingredients_156
hi_in: कटा हुआ पुदीने की पत्तियां

source: ingredients_157
hi_in: करेला कसा हुआ

source: ingredients_158
hi_in: मूंगफली

source: ingredients_159
hi_in: कुकुरमुत्ता

source: ingredients_160
hi_in: अदरक लहसुन पेस्ट

source: ingredients_161
hi_in: गरम मसाला

source: ingredients_162
hi_in: बाँटा हुआ हरे मिर्च

source: ingredients_163
hi_in: लौकी

source: ingredients_164
hi_in: अंडा

source: ingredients_165
hi_in: सौंफ के बीज

source: ingredients_166
hi_in: चपाती

source: ingredients_167
hi_in: बिरयानी मसाला

source: ingredients_168
hi_in: कसा हुआ फूलगोभी

source: ingredients_169
hi_in: मेथी बीज

source: ingredients_170
hi_in: भूरा चावल

source: ingredients_171
hi_in: कटा हुआ पालक

source: ingredients_172
hi_in: गेहूं का आटा

source: ingredients_173
hi_in: कटा हुआ ककड़ी

source: ingredients_174
hi_in: पालक पत्ता

source: ingredients_175
hi_in: कटा करी पत्तियां

source: ingredients_176
hi_in: पीसा हुआ लहसून

source: ingredients_177
hi_in: दालचीनी

source: ingredients_178
hi_in: बेसन

source: ingredients_179
hi_in: कटा हुआ ककड़ी

source: ingredients_180
hi_in: उबले हुए मीठे मकई

source: ingredients_181
hi_in: इमली का पानी

source: ingredients_182
hi_in: खीरा

source: ingredients_183
hi_in: सूखे अजवायन की पत्ती

source: ingredients_184
hi_in: कटा हुआ अजवायन पत्तियां

source: ingredients_185
hi_in: संतरे का रस

source: ingredients_186
hi_in: नारंगी का छिलका

source: ingredients_187
hi_in: भिगोया हुआ मूंग दाल

source: ingredients_188
hi_in: कटा हुआ लौकी

source: ingredients_189
hi_in: कटा हुआ मिश्रित सब्जियां

source: ingredients_190
hi_in: डिब्बाबंद ब्लैक सेम

source: ingredients_191
hi_in: लौंग

source: ingredients_192
hi_in: मक्खन

source: ingredients_193
hi_in: प्राकृतिक जैतून का तेल

source: ingredients_194
hi_in: नारियल का तेल

source: ingredients_195
hi_in: मुर्ग़े का सीना

source: ingredients_196
hi_in: कच्चा आम

source: ingredients_197
hi_in: भिगोया हुआ काबुली चना (हरा)

source: ingredients_198
hi_in: चाट मसाला पाउडर

source: ingredients_199
hi_in: कसा हुआ ककड़ी

source: ingredients_200
hi_in: छिला हुआ छोटे प्याज

source: ingredients_201
hi_in: मसला हुआ कच्चे केले

source: ingredients_202
hi_in: अदरक का पेस्ट

source: ingredients_203
hi_in: लहसुन का पेस्ट

source: ingredients_204
hi_in: कटा हुआ मशरूम

source: ingredients_205
hi_in: कटा हुआ गोभी

source: ingredients_206
hi_in: मक्के का आटा

source: ingredients_207
hi_in: कटा हुआ हरी सेम

source: ingredients_208
hi_in: आलू

source: ingredients_209
hi_in: बासमती चावल

source: ingredients_210
hi_in: कटा हुआ वसंत प्याज

source: ingredients_211
hi_in: मुर्गी

source: ingredients_212
hi_in: कटा हुआ चीज क्यूब्स

source: ingredients_213
hi_in: कटा हुआ टमाटर

source: ingredients_214
hi_in: वेजिटेबल स्टॉक

source: ingredients_215
hi_in: कटा हुआ अजवाइन

source: ingredients_216
hi_in: लाल वाइन सिरका

source: ingredients_217
hi_in: शहद

source: ingredients_218
hi_in: डीजाँ सरसों

source: ingredients_219
hi_in: सूखा आम पाउडर

source: ingredients_220
hi_in: पाव भाजी मसाला

source: ingredients_221
hi_in: मूंग दाल (हरा चना) की अंकुरण

source: ingredients_222
hi_in: कच्ची आम का पेस्ट

source: ingredients_223
hi_in: मसले हुए आलू

source: ingredients_224
hi_in: परवल

source: ingredients_225
hi_in: अनार के बीज

source: ingredients_226
hi_in: तिल के बीज

source: ingredients_227
hi_in: अर्बी पत्ते

source: ingredients_228
hi_in: मूली भरता

source: ingredients_229
hi_in: दालचीनी पाउडर

source: ingredients_230
hi_in: फीस अदा अखरोट

source: ingredients_231
hi_in: ह्ल्के उबले हुए और छिला हुआ बादाम

source: ingredients_232
hi_in: हरी मटर विभाजित

source: ingredients_233
hi_in: कटा हुआ ब्रोकोली

source: ingredients_234
hi_in: पनीर

source: ingredients_235
hi_in: हरी मिर्च भट्ठा

source: ingredients_236
hi_in: टमाटर का रस

source: ingredients_237
hi_in: चिकन स्टॉक

source: ingredients_238
hi_in: कटा हुआ लाल मिर्च

source: ingredients_239
hi_in: बारीक कटा हुआ मुर्गा

source: ingredients_240
hi_in: सोया सॉस

source: ingredients_241
hi_in: मैदा

source: ingredients_242
hi_in: इमली चटनी

source: ingredients_243
hi_in: कसा हुआ लहसुन

source: ingredients_244
hi_in: कसा हुआ पनीर

source: ingredients_245
hi_in: कटा हुआ हरी काली मिर्च

source: ingredients_246
hi_in: कसा हुआ गोभी

source: ingredients_247
hi_in: काली अंगूर

source: ingredients_248
hi_in: सलाद पत्ता

source: ingredients_249
hi_in: कसा हुआ चुकंदर

source: ingredients_250
hi_in: सेब

source: ingredients_251
hi_in: सफ़ेद वाइन

source: ingredients_252
hi_in: छोटे प्याज

source: ingredients_253
hi_in: काले जैतून

source: ingredients_254
hi_in: अजवायन के फूल

source: ingredients_255
hi_in: मशरूम बटन

source: ingredients_256
hi_in: चेरी टमाटर

source: ingredients_257
hi_in: अजवायन पत्तियां

source: ingredients_258
hi_in: गुलमेहंदी

source: ingredients_259
hi_in: चक्र फूल

source: ingredients_260
hi_in: गोभी

source: ingredients_261
hi_in: कटा हुआ डिल के पत्ते

source: ingredients_262
hi_in: खट्टी मलाई

source: ingredients_263
hi_in: सोया दूध

source: ingredients_264
hi_in: मिर्च लहसुन पेस्ट

source: ingredients_265
hi_in: खट्टा दही

source: ingredients_266
hi_in: धनिया

source: ingredients_267
hi_in: मीठे मकई

source: ingredients_268
hi_in: अधूरा पका हुआ आलू

source: ingredients_269
hi_in: चेद्दार चीज

source: ingredients_270
hi_in: कटा हुआ बादाम

source: ingredients_271
hi_in: कटा हुआ पिस्ता

source: ingredients_272
hi_in: भुना हुआ सन बीज

source: ingredients_273
hi_in: कटा हुआ फूलगोभी

source: ingredients_274
hi_in: कटा हुआ छोटे प्याज़ का पौधा

source: ingredients_275
hi_in: कटा हुआ तुलसी

source: ingredients_276
hi_in: सेब का रस

source: ingredients_277
hi_in: ट्रफल तेल

source: ingredients_278
hi_in: कटा हुआ सेब

source: (Gandhinagar) Sector 16
hi_in: (गांधीनगर) सेक्टर 16
te_in: (గాంధీనగర్) సెక్టర్ 16

source: (Gandhinagar) Sector 17
hi_in: (गांधीनगर) सेक्टर 17
te_in: (గాంధీనగర్) సెక్టర్ 17

source: (Gandhinagar) Sector 19
hi_in: (गांधीनगर) सेक्टर 19
te_in: (గాంధీనగర్) సెక్టర్ 19

source: (Gandhinagar) Sector 21
hi_in: (गांधीनगर) सेक्टर 21
te_in: (గాంధీనగర్) సెక్టర్ 21

source: (Gandhinagar) Sector 22
hi_in: (गांधीनगर) सेक्टर 22
te_in: (గాంధీనగర్) సెక్టర్ 22

source: (Gandhinagar) Sector 23
hi_in: (गांधीनगर) सेक्टर 23
te_in: (గాంధీనగర్) సెక్టర్ 23

source: (Gandhinagar) Sector 24
hi_in: (गांधीनगर) सेक्टर 24
te_in: (గాంధీనగర్) సెక్టర్ 24

source: (Gandhinagar) Sector 6
hi_in: (गांधीनगर) सेक्टर 6
te_in: (గాంధీనగర్) సెక్టర్ 6

source: (Gandhinagar) Sector 7
hi_in: (गांधीनगर) सेक्टर 7
te_in: (గాంధీనగర్) సెక్టర్ 7

source: (Gandhinagar) Sector 8
hi_in: (गांधीनगर) सेक्टर 8
te_in: (గాంధీనగర్) సెక్టర్ 8

source: (Gandhinagar) Sector 9
hi_in: (गांधीनगर) सेक्टर 9
te_in: (గాంధీనగర్) సెక్టర్ 9

source: 1100 Qrts.
hi_in: 1100 करतस.
te_in: 1100 కరతస్.

source: 12z
hi_in: 12 जेड
te_in: 12 జెడ్

source: 15 'o'
hi_in: 15 'ओ'
te_in: 15 'ఓ'

source: 15 Btn PAC Agra
hi_in: 15 बटन पाक् आगरा
te_in: 15 బటన్ పాక్ ఆగ్రా

source: 24bn Pac Mbd
hi_in: 24बन पाक् मबड़
te_in: 24బన్ పాక్ మబ్

source: 3 'o'
hi_in: 3 'ओ'
te_in: 3 'ఓ'

source: 3 No Borbil
hi_in: 3 नो बोरबिल
te_in: 3 నో బోరబిల్

source: 3 Y
hi_in: 3 य
te_in: 3 య్

source: 31 Bn PAC Rudarpur
hi_in: 31 बन पाक् रुद्रपुर
te_in: 31 బన్ పాక్ రుద్రపుర్

source: 32 Bn PAC
hi_in: 32 बन पाक्
te_in: 32 బన్ పాక్

source: 39 Gtd
hi_in: 39 गतडी
te_in: 39 గతడీ

source: 42 H
hi_in: 42 ह
te_in: 42 హ్

source: 509 Command
hi_in: 509 कमांड
te_in: 509 కమాండ్

source: 6 'o'
hi_in: 6 'ओ'
te_in: 6 'ఓ'

source: 61 F
hi_in: 61 फ
te_in: 61 ఫ్

source: 9 DRD
hi_in: 9 दर्द
te_in: 9 దర్ద్

source: A D Market
hi_in: आ द मार्किट
te_in: ఆ ద్ మార్కిట్

source: A F Station Yelahanka
hi_in: अ फ स्टेशन येलाहंका
te_in: అ ఫ్ స్టెశన్ యెలాహంకా

source: A G
hi_in: अ ग
te_in: అ గ్

source: A I Staff Colony
hi_in: आ ई स्टाफ कॉलोनी
te_in: ఆ ఈ స్టాఫ్ క్ లోనీ

source: A K Pora
hi_in: अ क पोरा
te_in: అ క్ పోరా

source: A N L Colony
hi_in: अ न ल कॉलोनी
te_in: అ న్ ల్ క్ లోనీ

source: A O Bhilai
hi_in: आ ओ भिलाई
te_in: ఆ ఓ భిలాఈ

source: A P Sabha
hi_in: अ प सभ
te_in: అ ప్ సభ్

source: A U Engg College
hi_in: अ उ एग्ग कॉलेज
te_in: అ ఉ ఏగ్గ్ క్ లెజ్

source: A. K. Road
hi_in: ए. के. रोड
te_in: ఏ. కె. రోడ్

source: A.A. College
hi_in: ए.ए. कॉलेज
te_in: ఏ.ఏ. క్ లెజ్

source: A.C.Company
hi_in: ए.सी.कंपनी
te_in: ఏ.సీ.కంపనీ

source: A.F. Hansi
hi_in: ए.एफ. हंसी
te_in: ఏ.ఏఫ్. హంసీ

source: A.G.C.R.
hi_in: ए.जी.सी.आर.
te_in: ఏ.జీ.సీ.ఆర్.

source: A.G.College
hi_in: ए.जी.कॉलेज
te_in: ఏ.జీ.క్ లెజ్

source: A.Gs Office
hi_in: ए.गस ऑफिस
te_in: ఏ.గస్ ఑ఫిస్

source: A.Gs. Staff Quarters
hi_in: ए.गस. स्टाफ क़ुरतेरस
te_in: ఏ.గస్. స్టాఫ్ ౘురతెరస్

source: A.I.A. Aburoad
hi_in: ए.आई.ए. आबूरोड
te_in: ఏ.ఆఈ.ఏ. ఆబూరోడ్

source: A.I.E. R.C.puram
hi_in: ए.आई.ई. आर.सी.पुरम
te_in: ఏ.ఆఈ.ఈ. ఆర్.సీ.పురం

source: A.J.C.Bose Road
hi_in: ए.जे.सी.बोस रोड
te_in: ఏ.జె.సీ.బోస్ రోడ్

source: A.Jambahal
hi_in: ए.जमबहाल
te_in: ఏ.జమబహాల్

source: A.K.Market
hi_in: ए.के.मार्किट
te_in: ఏ.కె.మార్కిట్

source: A.Kuravankuppam
hi_in: ए.कुरावनकुप्पम
te_in: ఏ.కురావనకుప్పం

source: A.P. Basti
hi_in: ए.पी. बस्ती
te_in: ఏ.పీ. బస్తీ

source: A.P.Colony (Gaya)
hi_in: ए.पी.कॉलोनी (गया)
te_in: ఏ.పీ.క్ లోనీ (గయా)

source: A.P.H.B.Colony
hi_in: ए.पी.एच.बी.कॉलोनी
te_in: ఏ.పీ.ఏచ్.బీ.క్ లోనీ

source: A.P.Station
hi_in: ए.पी.स्टेशन
te_in: ఏ.పీ.స్టెశన్

source: A.P.U.H.S
hi_in: ए.पी.यू.एच.स
te_in: ఏ.పీ.యూ.ఏచ్.స్

source: A.Purushotampur
hi_in: ए.पुरुषोत्तमपुर
te_in: ఏ.పురుషోత్తమపుర్

source: A.R. Shala
hi_in: ए.आर. शाला
te_in: ఏ.ఆర్. శాలా

source: A.Ramalingapuram
hi_in: ए.रामलिंगपुरम
te_in: ఏ.రామలింగపురం

source: A.Road(Bamungachi)
hi_in: ए.रोड(बामुनगाची)
te_in: ఏ.రోడ్(బామునగాచీ)

source: A.T.Agraharam(Guntur)
hi_in: ए.टी.अग्रहारम(गुंटूर)
te_in: ఏ.టీ.అగ్రహారమ్(గుంటూర్)

source: A.Vadipatti
hi_in: ए.वदिपट्टी
te_in: ఏ.వదిపట్టీ

source: Aakeen
hi_in: आकीं
te_in: ఆకీం

source: Aan
hi_in: आन
te_in: ఆన్

source: Aareymilk Colony
hi_in: आर्यमिलक कॉलोनी
te_in: ఆర్యమిలక్ క్ లోనీ

source: Aashiana
hi_in: आशियाना
te_in: ఆశియానా

source: Aat
hi_in: आठ
te_in: ఆఠ్

source: AB VIII TM Gwalior
hi_in: अब वीई टीम ग्वालियर
te_in: అబ్ వీఈ టీమ్ గ్వాలియర్

source: Abadan Bairan
hi_in: अबादान बैरन
te_in: అబాదాన్ బేరన్

source: Abarana
hi_in: अबरन
te_in: అబరన్

source: Abasbari
hi_in: अबसबरी
te_in: అబసబరీ

source: Abash
hi_in: अबश्य
te_in: అబశ్య్

source: Abbotganj
hi_in: एब्बोटगंज
te_in: ఏబ్బోటగంజ్

source: Abbur
hi_in: अब्बूर
te_in: అబ్బూర్

source: Abburkatte
hi_in: अबबूरकट्टे
te_in: అబబూరకట్టె

source: Abdullapur
hi_in: अब्दुल्लापुर
te_in: అబ్దుల్లాపుర్

source: Abgawan
hi_in: अबगावां
te_in: అబగావాం

source: Abhana
hi_in: अभाना
te_in: అభానా

source: Abhangapur
hi_in: अभंगापुर
te_in: అభంగాపుర్

source: Abhanpur
hi_in: अभनपुर
te_in: అభనపుర్

source: Abhayamukhi Ramachandrapur
hi_in: उभयमुखी रामचंद्रपुर
te_in: ఉభయముఖీ రామచంద్రపుర్

source: Abhimanpur
hi_in: अभिमानपुर
te_in: అభిమానపుర్

source: Abhiya
hi_in: अभिया
te_in: అభియా

source: Abhiya Kalan
hi_in: अभिय कलां
te_in: అభియ్ కలాం

source: Abhoda
hi_in: अबौद
te_in: అబౌద్

source: Abholi
hi_in: अभोली
te_in: అభోలీ

source: Abhoyganj Bazar
hi_in: अभ्यगंज बाजार
te_in: అభ్యగంజ్ బాజార్

source: Abhva
hi_in: अभव
te_in: అభవ్

source: Abhyankar Nagar
hi_in: अभ्यंकर नगर
te_in: అభ్యంకర్ నగర్

source: Abi Karlpora
hi_in: आबि कार्लपुर
te_in: ఆబి కార్లపుర్

source: Abinash Chaowdhury Lane
hi_in: अबिनाश चौधुरी लेन
te_in: అబినాశ్ చౌధురీ లెన్

source: Abishegapakkam
hi_in: अबिषेगपक्कम
te_in: అబిషెగపక్కం

source: Abohar
hi_in: अबोहर
te_in: అబోహర్
