Repository: healthvdev/custom_template
Catalog: languages/*.po
Languages: hi_in, te_in

source: Kanad
hi_in: कणाद
te_in: కణాద్

source: Kanadia
hi_in: कनाडा
te_in: కనాడా

source: Kanadu
hi_in: कण्डु
te_in: కణ్డు

source: Kanaganamaradi
hi_in: कनगनमारादि
te_in: కనగనమారాది

source: Kanagarthi
hi_in: कनगरथि
te_in: కనగరథి

source: Kanaginahal
hi_in: कानगिनहाल
te_in: కానగినహాల్

source: Kanaila
hi_in: कनैला
te_in: కనేలా

source: Kanainagar
hi_in: कनैनगर
te_in: కనేనగర్

source: Kanajar
hi_in: कनजर
te_in: కనజర్

source: Kanajra
hi_in: कनजर
te_in: కనజర్

source: Kanak Chas
hi_in: कनक चस
te_in: కనక్ చస్

source: Kanaka
hi_in: कनका
te_in: కనకా

source: Kanaka Circle Chitradurga
hi_in: कनका सर्किल चित्रदुर्गा
te_in: కనకా సర్కిల్ చిత్రదుర్గా

source: Kanakanagar
hi_in: कनकनगर
te_in: కనకనగర్

source: Kanakapalam
hi_in: कनकपालं
te_in: కనకపాలం

source: Kanakappally
hi_in: कनकप्पाळली
te_in: కనకప్పాళలీ

source: Kanakavalli
hi_in: कणकवली
te_in: కణకవలీ

source: Kanakkuvelampatti
hi_in: कनाक्कूवेलमपट्टी
te_in: కనాక్కూవెలమపట్టీ

source: Kanakore
hi_in: कॉनकोर
te_in: క్ నకోర్

source: Kanakpur
hi_in: कनकपुर
te_in: కనకపుర్

source: Kanakshally
hi_in: कनक्षलय
te_in: కనక్షలయ్

source: Kanakwal Bhanguan
hi_in: कनकवाल भंगवां
te_in: కనకవాల్ భంగవాం

source: Kanalda
hi_in: कानलदा
te_in: కానలదా

source: Kanalyabarihat
hi_in: कनालयबारिहत
te_in: కనాలయబారిహత్

source: Kanamvayal
hi_in: कानामवयल
te_in: కానామవయల్

source: Kanapaka
hi_in: कनपक
te_in: కనపక్

source: Kanapar
hi_in: कानपर
te_in: కానపర్

source: Kanas
hi_in: कान्स
te_in: కాన్స్

source: Kanasar
hi_in: कानासर
te_in: కానాసర్

source: Kanasavadi
hi_in: कनसवादी
te_in: కనసవాదీ

source: Kanasi
hi_in: कंस
te_in: కంస్

source: Kanatal
hi_in: कानाताल
te_in: కానాతాల్

source: Kanatalav
hi_in: कनतळाव
te_in: కనతళావ్

source: Kanauja
hi_in: कनौज
te_in: కనౌజ్

source: Kanav
hi_in: कण्व
te_in: కణ్వ్

source: Kanavalli
hi_in: कनावल्ली
te_in: కనావల్లీ

source: Kanavoipatti
hi_in: कनवॉइपट्टी
te_in: కనవ్ ఇపట్టీ

source: Kanawati
hi_in: कनावटी
te_in: కనావటీ

source: Kanayam
hi_in: कनयम
te_in: కనయం

source: Kanayannoor
hi_in: कणयांनूर
te_in: కణయాంనూర్

source: Kanbageri
hi_in: कंबागेरी
te_in: కంబాగెరీ

source: Kanbha
hi_in: कंभ
te_in: కంభ్

source: Kanchala
hi_in: कंछल
te_in: కంఛల్

source: Kanchana Palli
hi_in: कंचन पल्ली
te_in: కంచన్ పల్లీ

source: Kanchanbagh
hi_in: कंचनबाग
te_in: కంచనబాగ్

source: Kanchannagar
hi_in: कंचननगर
te_in: కంచననగర్

source: Kanchanpur
hi_in: कंचनपुर
te_in: కంచనపుర్

source: Kanchanpur (Jabalpur)
hi_in: कंचनपुर (जबलपुर)
te_in: కంచనపుర్ (జబల్‌పూర్)

source: Kanchantar
hi_in: कंचनतर
te_in: కంచనతర్

source: Kancharampettai
hi_in: कंचरामपट्टी
te_in: కంచరామపట్టీ

source: Kancharapalem
hi_in: कंचरापालेम
te_in: కంచరాపాలెం

source: Kanchipuram
hi_in: कांचीपुरम
te_in: కాంచీపురం

source: Kanchipuram Collectorate
hi_in: कांचीपुरम कोल्लेकतोरते
te_in: కాంచీపురమ్ కోల్లెకతోరతె

source: Kanchipuram Cutchery
hi_in: कांचीपुरम कचरी
te_in: కాంచీపురమ్ కచరీ

source: Kanchiyar
hi_in: कांचियार
te_in: కాంచియార్

source: Kanchugaranahalli
hi_in: कंचुगरानाहल्ली
te_in: కంచుగరానాహల్లీ

source: Kanda
hi_in: कांड
te_in: కాండ్

source: Kandach
hi_in: कंडच
te_in: కండచ్

source: Kandadi
hi_in: कंदड
te_in: కందడ్

source: Kandagara
hi_in: कंडाग्र
te_in: కండాగ్ర్

source: Kandagavundanur
hi_in: कन्दगवुंदानुर
te_in: కన్దగవుందానుర్

source: Kandaghat
hi_in: कंडाघाट
te_in: కండాఘాట్

source: Kandaibahar
hi_in: कान्दिबहार
te_in: కాన్దిబహార్

source: Kandakai
hi_in: कंदकै
te_in: కందకే

source: Kandalapala
hi_in: कांदलपाल
te_in: కాందలపాల్

source: Kandale
hi_in: कंडाळी
te_in: కండాళీ

source: Kandalgaon
hi_in: कंदालगों
te_in: కందాలగోం

source: Kandamangalam
hi_in: कनदमंगलं
te_in: కనదమంగలం

source: Kandane
hi_in: कंदन
te_in: కందన్

source: Kandangala
hi_in: कंदनगला
te_in: కందనగలా

source: Kandanhalli
hi_in: कंदनहल्ली
te_in: కందనహల్లీ

source: Kandankali
hi_in: कंदनकली
te_in: కందనకలీ

source: Kandarpur
hi_in: कंदरपुर
te_in: కందరపుర్

source: Kandaru
hi_in: कंद्रु
te_in: కంద్రు

source: Kandawa
hi_in: कंदवा
te_in: కందవా

source: Kande
hi_in: कंडे
te_in: కండె

source: Kandegala
hi_in: कंडेगला
te_in: కండెగలా

source: Kandegounden Salai
hi_in: कंडैगौंडेन सलाई
te_in: కండేగౌండెన్ సలాఈ

source: Kandel
hi_in: कंडेल
te_in: కండెల్

source: Kandela
hi_in: कंडेला
te_in: కండెలా

source: Kandeli
hi_in: कंदेली
te_in: కందెలీ

source: Kandepalli
hi_in: कांदेपल्ली
te_in: కాందెపల్లీ

source: Kander
hi_in: कंडेर
te_in: కండెర్

source: Kandgawal Tikker
hi_in: कंदगवाल टिक्कर
te_in: కందగవాల్ టిక్కర్

source: Kandha
hi_in: कन्धा
te_in: కన్ధా

source: Kandhala
hi_in: कांधला
te_in: కాంధలా

source: Kandhalo
hi_in: कांधला
te_in: కాంధలా

source: Kandhapada
hi_in: कान्धपाड़ा
te_in: కాన్ధపాడ్ ా

source: Kandhaura
hi_in: कंदौरा
te_in: కందౌరా

source: Kandhipedu
hi_in: कंदिपेदु
te_in: కందిపెదు

source: Kandhkelgaon
hi_in: कंधकेलगाओं
te_in: కంధకెలగాఓం

source: Kandhrapur
hi_in: कंधरापुर
te_in: కంధరాపుర్

source: Kandi
hi_in: कंडी
te_in: కండీ

source: Kandila
hi_in: कंदील
te_in: కందీల్

source: Kandipudi
hi_in: कंदीपुदी
te_in: కందీపుదీ

source: Kandivali East
hi_in: कांदिवली ईस्ट
te_in: కాందివలీ ఈస్ట్

source: Kandivali RS
hi_in: कांदीवली रस
te_in: కాందీవలీ రస్

source: Kandivali West
hi_in: कांदिवली वेस्ट
te_in: కాందివలీ వెస్ట్

source: Kandiwala
hi_in: कंडवाल
te_in: కండవాల్

source: Kandiyoor
hi_in: कन्दियूर
te_in: కన్దియూర్

source: Kandoli
hi_in: कंडोली
te_in: కండోలీ

source: Kandora
hi_in: कंदोरा
te_in: కందోరా

source: Kandraur
hi_in: कंदरौर
te_in: కందరౌర్

source: Kandrikala
hi_in: कंद्रीकला
te_in: కంద్రీకలా

source: Kandugad
hi_in: कंडूगाड
te_in: కండూగాడ్

source: Kandulapuram
hi_in: कंदुलापुरम
te_in: కందులాపురం

source: Kanduljhar
hi_in: कंदुलाझर
te_in: కందులాఝర్

source: Kanegaon
hi_in: कानेगाओं
te_in: కానెగాఓం

source: Kanekera
hi_in: कनेकेरा
te_in: కనెకెరా

source: Kanergaon
hi_in: कानेरगाओं
te_in: కానెరగాఓం

source: Kaneti
hi_in: कनेटी
te_in: కనెటీ

source: Kangali KH
hi_in: कंगाली कह
te_in: కంగాలీ కహ్

source: Kanganahalli
hi_in: कंगनाहल्ली
te_in: కంగనాహల్లీ

source: Kangaon
hi_in: कंगन
te_in: కంగన్

source: Kangazha
hi_in: कंगजह
te_in: కంగజహ్

source: Kangeyanallur
hi_in: कांगेयनल्लूर
te_in: కాంగెయనల్లూర్

source: Kangeyanatham
hi_in: कंजयनाथं
te_in: కంజయనాథం

source: Kanghmun
hi_in: कंघमउन
te_in: కంఘమఉన్

source: Kangra
hi_in: कांगड़ा
te_in: కాఁగడ్ ా

source: Kangra Colony
hi_in: काँगड़ा कॉलोनी
te_in: కాఁగడ్ ా క్ లోనీ

source: Kangrali BK
hi_in: कंगराली बक
te_in: కంగరాలీ బక్

source: Kangsi
hi_in: कांगसी
te_in: కాంగసీ

source: Kanhachatti
hi_in: कान्हाचट्टी
te_in: కాన్హాచట్టీ

source: Kanhangad
hi_in: कन्हंगद
te_in: కన్హంగద్

source: Kanhapuri
hi_in: कन्हापुरी
te_in: కన్హాపురీ

source: Kanhauli Azra
hi_in: कन्हौली अज़रा
te_in: కన్హౌలీ అజ్ రా

source: Kanhe
hi_in: कंधे
te_in: కంధె

source: Kanheibidyadharpur
hi_in: कन्हैबिद्याधरपुर
te_in: కన్హేబిద్యాధరపుర్

source: Kanheipal
hi_in: कन्हेय्पाल
te_in: కన్హెయ్పాల్

source: Kanheli
hi_in: कन्हेली
te_in: కన్హెలీ

source: Kanher Khed
hi_in: कन्हेर खेद
te_in: కన్హెర్ ఖెద్

source: Kanhera
hi_in: कन्हेरा
te_in: కన్హెరా

source: Kanheri
hi_in: कन्हेरी
te_in: కన్హెరీ

source: Kanhersar
hi_in: कन्हेरसर
te_in: కన్హెరసర్

source: Kanherwadi
hi_in: कण्हेरवादी
te_in: కణ్హెరవాదీ

source: Kanhileri
hi_in: कनहिलेरी
te_in: కనహిలెరీ

source: Kanhirapuzha
hi_in: कनहिरापुज़हा
te_in: కనహిరాపుజ్ హా

source: Kanhirapuzha Dam
hi_in: कनहिरापुज़हा डैम
te_in: కనహిరాపుజ్ హా డేం

source: Kanhouli
hi_in: कंहौली
te_in: కంహౌలీ

source: Kanhwara Kalan
hi_in: कन्हवारा कलां
te_in: కన్హవారా కలాం

source: Kaniha
hi_in: कनिहा
te_in: కనిహా

source: Kanika Rajbati
hi_in: कनिका राजबेटी
te_in: కనికా రాజబెటీ

source: Kanikapara
hi_in: कनिकपर
te_in: కనికపర్

source: Kanisapakkam
hi_in: कनिसपाक्कम
te_in: కనిసపాక్కం

source: Kaniyakulam
hi_in: कनियाकुलं
te_in: కనియాకులం

source: Kanjamendi
hi_in: कन्जमेंदि
te_in: కన్జమెంది

source: Kanjampuram
hi_in: कंजमपुरम
te_in: కంజమపురం

source: Kanjapalli
hi_in: कंजपल्ली
te_in: కంజపల్లీ

source: Kanjeettukara
hi_in: कांजीत्तूकर
te_in: కాంజీత్తూకర్

source: Kanjetha
hi_in: कंजेठा
te_in: కంజెఠా

source: Kanjhakhurd
hi_in: कंझाखुर्द
te_in: కంఝాఖుర్ద్

source: Kanjia
hi_in: कंजिया
te_in: కంజియా

source: Kanjiasula
hi_in: कांजीअसुल
te_in: కాంజీఅసుల్

source: Kanjipadom
hi_in: कन्जिपडोम
te_in: కన్జిపడోం

source: Kanjiracode
hi_in: कंजिराकडे
te_in: కంజిరాకడె

source: Kanjirampara
hi_in: कांजिरंपरा
te_in: కాంజిరంపరా

source: Kanjirangudi
hi_in: कांजिरंगादि
te_in: కాంజిరంగాది

source: Kanjirapally
hi_in: कंजिरापल्ली
te_in: కంజిరాపల్లీ

source: Kanjirapally West
hi_in: कंजिरापल्ली वेस्ट
te_in: కంజిరాపల్లీ వెస్ట్

source: Kanjirappara
hi_in: कंजिरापपर
te_in: కంజిరాపపర్

source: Kanjkiro
hi_in: कंजकिरो
te_in: కంజకిరో

source: Kanjli
hi_in: कांजली
te_in: కాంజలీ

source: Kanjod
hi_in: कनजोद
te_in: కనజోద్

source: Kanjoli
hi_in: कंजोली
te_in: కంజోలీ

source: Kanjri
hi_in: कंजरी
te_in: కంజరీ

source: Kankadajodi
hi_in: कंकड़जोड़ी
te_in: కంకడ్ జోడ్ ీ

source: Kankadpal
hi_in: कंकड़पाल
te_in: కంకడ్ పాల్

source: Kankala
hi_in: कंकाल
te_in: కంకాల్

source: Kankanady
hi_in: कंकणादय
te_in: కంకణాదయ్

source: Kankandighi
hi_in: कंकणदीघी
te_in: కంకణదీఘీ

source: Kankardopa
hi_in: कंकरदोप
te_in: కంకరదోప్

source: Kankariapal
hi_in: कांकरियापाल
te_in: కాంకరియాపాల్

source: Kankariya
hi_in: कांकरिया
te_in: కాంకరియా

source: Kankarwali Rewari
hi_in: कणकवली रेवाड़ी
te_in: కణకవలీ రెవాడ్ ీ

source: Kankather
hi_in: कांकाठेर
te_in: కాంకాఠెర్

source: Kankavati
hi_in: कनकावती
te_in: కనకావతీ

source: Kanke
hi_in: कांके
te_in: కాంకె

source: Kanke Road
hi_in: कांके रोड
te_in: కాంకె రోడ్

source: Kanker
hi_in: कांकेर
te_in: కాంకెర్

source: Kanker Khera
hi_in: कंकर खेड़ा
te_in: కంకర్ ఖెడ్ ా

source: Kankhal
hi_in: कनखल
te_in: కనఖల్

source: Kanki
hi_in: कनकी
te_in: కనకీ

source: Kanko
hi_in: कानको
te_in: కానకో

source: Kankol
hi_in: कंकोल
te_in: కంకోల్

source: Kankolia
hi_in: कंकोलिया
te_in: కంకోలియా

source: Kankomath
hi_in: कंकोमठ
te_in: కంకోమఠ్

source: Kankot
hi_in: कंकोत
te_in: కంకోత్

source: Kankravadi
hi_in: कांकरवाड
te_in: కాంకరవాడ్

source: Kankroli
hi_in: कांकरोली
te_in: కాంకరోలీ

source: Kanksa
hi_in: कांकसा
te_in: కాంకసా

source: Kankubadi
hi_in: कंकुबाड़ी
te_in: కంకుబాడ్ ీ

source: Kankurgachi
hi_in: कंकुर्गची
te_in: కంకుర్గచీ

source: Kannadi
hi_in: कन्नड़ी
te_in: కన్నడ్ ీ

source: Kannadipoil
hi_in: कन्नडिपाइल
te_in: కన్నడిపాఇల్

source: Kannaili
hi_in: कंनैली
te_in: కంనేలీ

source: Kannakkampalayam
hi_in: काननककम्पलायम
te_in: కాననకకమ్పలాయం

source: Kannamanaickanur
hi_in: कन्नामनेककनूर
te_in: కన్నామనెకకనూర్

source: Kannamangala
hi_in: कन्नामंगल
te_in: కన్నామంగల్

source: Kannamoochi
hi_in: कन्नामूची
te_in: కన్నామూచీ

source: Kannamwar Nagar
hi_in: कन्नमवार नगर
te_in: కన్నమవార్ నగర్

source: Kannan Kara
hi_in: कन्नन करा
te_in: కన్నన్ కరా

source: Kannangala
hi_in: काननंगला
te_in: కాననంగలా

source: Kannankurichi
hi_in: कॅनांकुरिची
te_in: క౅నాంకురిచీ

source: Kannanore
hi_in: कन्नानोर
te_in: కన్నానోర్

source: Kannattuvilai
hi_in: कांनततुविलाई
te_in: కాంనతతువిలాఈ

source: Kannauj
hi_in: कन्नौज
te_in: కన్నౌజ్

source: Kannauj Samachar
hi_in: कन्नौज समाचार
te_in: కన్నౌజ్ సమాచార్

source: Kannegala
hi_in: कनगल
te_in: కనగల్

source: Kannegantivaripalem
hi_in: कनगंतिवारीपालेम
te_in: కనగంతివారీపాలెం

source: Kannerimukku
hi_in: कांनरीमुक्कु
te_in: కాంనరీముక్కు

source: Kanni Paramba
hi_in: कन्नी पराम्बा
te_in: కన్నీ పరామ్బా

source: Kanniampuram
hi_in: कांनियमपुरम
te_in: కాంనియమపురం

source: Kanniappapillaipatti
hi_in: कन्नीअप्पपिल्लीपट्टी
te_in: కన్నీఅప్పపిల్లీపట్టీ

source: Kannimala
hi_in: कन्नीमेल
te_in: కన్నీమెల్

source: Kanniservaipatti
hi_in: काननिसर्विपत्ति
te_in: కాననిసర్విపత్తి

source: Kannivayal
hi_in: काननिवायल
te_in: కాననివాయల్

source: Kanniyakumari
hi_in: कन्याकुमारी
te_in: కన్యాకుమారి

source: Kannoopur
hi_in: कणनूपुर
te_in: కణనూపుర్

source: Kannur
hi_in: कन्नूर
te_in: కన్నూర్

source: Kannur Railway Station
hi_in: कन्नूर रेलवे स्टेशन
te_in: కన్నూర్ రెలవె స్టెశన్

source: Kanoda
hi_in: कानोड
te_in: కానోడ్

source: Kanoi
hi_in: कनोई
te_in: కనోఈ

source: Kanoli
hi_in: कनोली
te_in: కనోలీ

source: Kanpada
hi_in: कंपद
te_in: కంపద్

source: Kanpara
hi_in: कानपर
te_in: కానపర్

source: Kanpur
hi_in: कानपुर
te_in: కానపుర్

source: Kanpura
hi_in: कानपुर
te_in: కానపుర్

source: Kanral Industrial Area
hi_in: कनरल इंडस्ट्रियल एरिया
te_in: కనరల్ ఇండస్ట్రియల్ ఏరియా

source: Kanrali
hi_in: कंडाली
te_in: కండాలీ

source: Kansad
hi_in: कंसद
te_in: కంసద్

source: Kansada
hi_in: कांसड़ा
te_in: కాంసడ్ ా

source: Kansai
hi_in: कांसे
te_in: కాంసె

source: Kansamunda
hi_in: कंसमुन्द
te_in: కంసమున్ద్

source: Kansapatti
hi_in: कंसपट्टी
te_in: కంసపట్టీ

source: Kansar
hi_in: कैंसर
te_in: కేంసర్

source: Kansara
hi_in: कैंसर
te_in: కేంసర్

source: Kansarakui
hi_in: कंसरकुई
te_in: కంసరకుఈ

source: Kansari
hi_in: कंसारी
te_in: కంసారీ

source: Kansari Bazar
hi_in: कंसारी बाजार
te_in: కంసారీ బాజార్

source: Kansda
hi_in: कन्स्ड
te_in: కన్స్డ్

source: Kanshoni
hi_in: कंशोंइ
te_in: కంశోంఇ

source: Kansibarihat
hi_in: कनसीबरीहाट
te_in: కనసీబరీహాట్

source: Kansli
hi_in: कांसली
te_in: కాంసలీ

source: Kansumara
hi_in: कन्ज़यूमर
te_in: కన్జ్ యూమర్

source: Kant Nagar
hi_in: कान्त नगर
te_in: కాన్త్ నగర్

source: Kanta
hi_in: कांटा
te_in: కాంటా

source: Kanta Guljarpur
hi_in: कांटा गुलजारपुर
te_in: కాంటా గులజారపుర్

source: Kantabari
hi_in: कैंटबरी
te_in: కేంటబరీ

source: Kantaboni
hi_in: कांतबोनी
te_in: కాంతబోనీ

source: Kantai
hi_in: कांटे
te_in: కాంటె

source: Kantaipalem
hi_in: कंटेपलेम
te_in: కంటెపలెం

source: Kantakai
hi_in: कंटकी
te_in: కంటకీ

source: Kantapali-barpali
hi_in: कंटापली-बरपाली
te_in: కంటాపలీ-బరపాలీ

source: Kantapari
hi_in: कंटपरी
te_in: కంటపరీ

source: Kantasvel
hi_in: कंटेसवेल
te_in: కంటెసవెల్

source: Kantatoli
hi_in: कांटाटोली
te_in: కాంటాటోలీ

source: Kanteru
hi_in: कंटेर
te_in: కంటెర్

source: Kantevaripadu
hi_in: कांटेवरिपदू
te_in: కాంటెవరిపదూ

source: Kanth
hi_in: कंठ
te_in: కంఠ్

source: Kantharia
hi_in: कंथारिया
te_in: కంథారియా

source: Kanthinagar
hi_in: कांतिनगर
te_in: కాంతినగర్

source: Kanthli
hi_in: कंठाली
te_in: కంఠాలీ

source: Kanti
hi_in: काँटी
te_in: కాఁటీ

source: Kanti Kheri
hi_in: काँटी खेरी
te_in: కాఁటీ ఖెరీ

source: Kantisir
hi_in: कांतिसार
te_in: కాంతిసార్

source: Kantivitta
hi_in: कांतिवित्त
te_in: కాంతివిత్త్

source: Kanto
hi_in: काँटों
te_in: కాఁటోం

source: Kanuparthipadu
hi_in: कानुपार्तिपाद
te_in: కానుపార్తిపాద్

source: Kanupath Majhpara
hi_in: कानुपथ मझपारा
te_in: కానుపథ్ మఝపారా

source: Kanuru
hi_in: कानुरू
te_in: కానురూ

source: Kanut
hi_in: कंठ
te_in: కంఠ్

source: Kanuta
hi_in: कानूता
te_in: కానూతా

source: Kanuvakarai
hi_in: कानुवाकारे
te_in: కానువాకారె

source: Kanva
hi_in: कण्व
te_in: కణ్వ్

source: Kanwad
hi_in: कांवड़
te_in: కాంవడ్

source: Kanwala
hi_in: कंवल
te_in: కంవల్

source: Kanwarpura
hi_in: कंवरपुरा
te_in: కంవరపురా

source: Kanwi
hi_in: कांवी
te_in: కాంవీ

source: Kanya Kalyanpur
hi_in: कन्या कल्यानपुर
te_in: కన్యా కల్యానపుర్

source: Kanyadi
hi_in: कन्यादि
te_in: కన్యాది

source: Kanyalikote
hi_in: कन्यालीकोट
te_in: కన్యాలీకోట్

source: Kanzari
hi_in: कंजरी
te_in: కంజరీ

source: Kapad Bazar
hi_in: कपड़ा बाजार
te_in: కపడ్ ా బాజార్

source: Kapad Ganj
hi_in: कपड गंज
te_in: కపడ్ గంజ్

source: Kapadmarket Ichalkaranji
hi_in: कपदमार्केट इचलकरंजी
te_in: కపదమార్కెట్ ఇచలకరంజీ

source: Kapadwanj
hi_in: कपड़वंज
te_in: కపడ్ వంజ్

source: Kapaleswar
hi_in: कपालेस्वर
te_in: కపాలెస్వర్

source: Kapali
hi_in: कपाली
te_in: కపాలీ

source: Kapan
hi_in: कापं
te_in: కాపం

source: Kapanoor
hi_in: कण्णूर
te_in: కణ్ణూర్

source: Kaparaha
hi_in: कपरः
te_in: కపరః

source: Kaparahally
hi_in: कपरहल्ली
te_in: కపరహల్లీ

source: Kapasaria
hi_in: कपसरिया
te_in: కపసరియా

source: Kapasda
hi_in: कपसदा
te_in: కపసదా

source: Kapasdanga
hi_in: कपासडंग
te_in: కపాసడంగ్

source: Kapasdanga Roybazarcolony
hi_in: कपासडंग रॉयबजरकॉलोनी
te_in: కపాసడంగ్ ర్ యబజరక్ లోనీ

source: Kapashera
hi_in: कापसहेड़ा
te_in: కాపసహెడ్ ా

source: Kapasipara
hi_in: कापसिपर
te_in: కాపసిపర్

source: Kapasira
hi_in: कापसिर
te_in: కాపసిర్

source: Kapasiya
hi_in: कपासिया
te_in: కపాసియా

source: Kapavaram
hi_in: कपवरं
te_in: కపవరం

source: Kapial
hi_in: कपिल
te_in: కపిల్

source: Kapilash
hi_in: कपिलेश
te_in: కపిలెశ్

source: Kapilateertham Road
hi_in: कपिलातीर्थम रोड
te_in: కపిలాతీర్థమ్ రోడ్

source: Kapilo
hi_in: कपिलो
te_in: కపిలో

source: Kapkoti
hi_in: कपकोटी
te_in: కపకోటీ

source: Kaplas
hi_in: कपल्स
te_in: కపల్స్

source: Kapodra
hi_in: कपोदरा
te_in: కపోదరా

source: Kappalamadagu
hi_in: कप्पाळमदगु
te_in: కప్పాళమదగు

source: Kappanahalli
hi_in: कप्पनाहल्ली
te_in: కప్పనాహల్లీ

source: Kappapahad
hi_in: काप्पापहाड़
te_in: కాప్పాపహాడ్

source: Kappumthala
hi_in: कप्पुमथल
te_in: కప్పుమథల్

source: Kapra Methad
hi_in: कापर मेथड
te_in: కాపర్ మెథడ్

source: Kaprada
hi_in: कापरड़ा
te_in: కాపరడ్ ా

source: Kapsal
hi_in: कप्सल
te_in: కప్సల్

source: Kapsi
hi_in: कापसी
te_in: కాపసీ

source: Kapsima
hi_in: कपसिमे
te_in: కపసిమె

source: Kapsua
hi_in: कैप्सूल
te_in: కేప్సూల్

source: Kaptipada
hi_in: कप्तिपदा
te_in: కప్తిపదా

source: Kapulakanparthy
hi_in: कपूलकनपर्ति
te_in: కపూలకనపర్తి

source: Kapur Pakari
hi_in: कपूर पकरि
te_in: కపూర్ పకరి

source: Kapurai
hi_in: कपूरी
te_in: కపూరీ

source: Kapurhol
hi_in: कपूरहोल
te_in: కపూరహోల్

source: Kapurthala
hi_in: कपूरथला
te_in: కపూరథలా

source: Kapuskhed
hi_in: कपसखेड़
te_in: కపసఖెడ్

source: Karachal
hi_in: कराचल
te_in: కరాచల్

source: Karachgam
hi_in: कराचगम
te_in: కరాచగం

source: Karad
hi_in: कार्ड
te_in: కార్డ్

source: Karadasingi
hi_in: करड़सिंगी
te_in: కరడ్ సింగీ

source: Karadcity
hi_in: कराडसिटी
te_in: కరాడసిటీ

source: Karadibandha
hi_in: करदीबांध
te_in: కరదీబాంధ్

source: Karadikoppa
hi_in: कार्डिकोप्पा
te_in: కార్డికోప్పా

source: Karadkal
hi_in: कराडकल
te_in: కరాడకల్

source: Karaduba
hi_in: कराडा
te_in: కరాడా

source: Karah
hi_in: कराह
te_in: కరాహ్

source: Karahra Kalan
hi_in: करहरा कलां
te_in: కరహరా కలాం

source: Karai
hi_in: कराइ
te_in: కరాఇ

source: Karaicherra
hi_in: कराईचेर्रा
te_in: కరాఈచెర్రా

source: Karaichithupudur
hi_in: करैछिथउपुडुर
te_in: కరేఛిథఉపుడుర్

source: Karaiha
hi_in: करेह
te_in: కరెహ్

source: Karaikal
hi_in: कराईकल
te_in: కరాఈకల్

source: Karaikal Bazaar
hi_in: कराईकल बाजार
te_in: కరాఈకల్ బాజార్

source: Karaikal South
hi_in: कराईकल साउथ
te_in: కరాఈకల్ సాఉథ్

source: Karaikudi
hi_in: कराईकुडी
te_in: కరాఈకుడీ

source: Karaikudi Angadi
hi_in: कराईकुडी अंगादि
te_in: కరాఈకుడీ అంగాది

source: Karaikudi Southstreet
hi_in: कराईकुडी सौथस्तरीत
te_in: కరాఈకుడీ సౌథస్తరీత్

source: Karailong
hi_in: करैलोंग
te_in: కరేలోంగ్

source: Karainara
hi_in: करैरा
te_in: కరేరా

source: Karaipersurai
hi_in: क्रैपरसुरै
te_in: క్రేపరసురే

source: Karaipettai
hi_in: कराईपेट्टई
te_in: కరాఈపెట్టఈ

source: Karaiya
hi_in: क्रिया
te_in: క్రియా

source: Karaiyahat
hi_in: करैयाहाट
te_in: కరేయాహాట్

source: Karaiyur
hi_in: करियर
te_in: కరియర్

source: Karajkheda
hi_in: कराजखेड़ा
te_in: కరాజఖెడ్ ా

source: Karakavagu
hi_in: कारकावागु
te_in: కారకావాగు

source: Karaki
hi_in: कार्की
te_in: కార్కీ

source: Karakkode
hi_in: कारककोड़े
te_in: కారకకోడ్ ె

source: Karakkunnu
hi_in: कारककुन्नु
te_in: కారకకున్ను

source: Karakonam
hi_in: कारकोनाम
te_in: కారకోనాం

source: Karakuduru
hi_in: कराकुडुर
te_in: కరాకుడుర్

source: Karala
hi_in: खरल
te_in: ఖరల్

source: Karali
hi_in: करली
te_in: కరలీ

source: Karam Pura
hi_in: करम पूरा
te_in: కరమ్ పూరా

source: Karamadai
hi_in: करमदी
te_in: కరమదీ

source: Karamala
hi_in: करमाला
te_in: కరమాలా

source: Karamana
hi_in: कर्मणा
te_in: కర్మణా

source: Karamangala
hi_in: करमंगल
te_in: కరమంగల్

source: Karambeli
hi_in: करमबेली
te_in: కరమబెలీ

source: Karamcode
hi_in: कर्मकोड
te_in: కర్మకోడ్

source: Karamsad
hi_in: करमसद
te_in: కరమసద్

source: Karamtaa
hi_in: करंता
te_in: కరంతా

source: Karan Nagar (Jammu)
hi_in: कारन नगर (जम्मू)
te_in: కారన్ నగర్ (జమ్మూ)

source: Karan Nagar (Srinagar)
hi_in: कारन नगर (श्रीनगर)
te_in: కారన్ నగర్ (శ్రీనగర్)

source: Karanbahali
hi_in: करणबहाली
te_in: కరణబహాలీ

source: Karanda
hi_in: करंडा
te_in: కరండా

source: Karandi
hi_in: करंडी
te_in: కరండీ

source: Karandode
hi_in: क्रांडोदे
te_in: క్రాండోదె

source: Karani
hi_in: करनी
te_in: కరనీ

source: Karanj
hi_in: करंज
te_in: కరంజ్

source: Karanja
hi_in: करंज
te_in: కరంజ్

source: Karanja (Washim)
hi_in: करंज (वाशिम)
te_in: కరంజ్ (వాశిమ్)

source: Karanja Bhilai
hi_in: करंज भिलाई
te_in: కరంజ్ భిలాఈ

source: Karanjawane
hi_in: करंजवाने
te_in: కరంజవానె

source: Karanje
hi_in: करंजे
te_in: కరంజె

source: Karanji
hi_in: करंजी
te_in: కరంజీ

source: Karanjia
hi_in: करंजिया
te_in: కరంజియా

source: Karanjia Golei
hi_in: करंजिया गोले
te_in: కరంజియా గోలె

source: Karannagar
hi_in: कर्णनगर
te_in: కర్ణనగర్

source: Karanpura
hi_in: करणपुर
te_in: కరణపుర్

source: Karansar
hi_in: करणसर
te_in: కరణసర్

source: Karapada
hi_in: कपड़
te_in: కపడ్

source: Karapakkam
hi_in: करपक्कम
te_in: కరపక్కం

source: Karapgaon
hi_in: करपगांव
te_in: కరపగాంవ్

source: Karar Wala
hi_in: करार वाला
te_in: కరార్ వాలా

source: Karara
hi_in: करार
te_in: కరార్

source: Karari
hi_in: करारी
te_in: కరారీ

source: Kararsu
hi_in: करारसू
te_in: కరారసూ

source: Karas
hi_in: क्रॉस
te_in: క్ర్ స్

source: Karasseri
hi_in: कर्ससेरी
te_in: కర్ససెరీ

source: Karatam
hi_in: करतां
te_in: కరతాం

source: Karatberia
hi_in: कराटबेरिया
te_in: కరాటబెరియా

source: Karatichesdrra
hi_in: कार्तिकेसदरर
te_in: కార్తికెసదరర్

source: Karatipar
hi_in: क्रातिपर
te_in: క్రాతిపర్

source: Karattadipalayam
hi_in: क्रात्तादिपलायम
te_in: క్రాత్తాదిపలాయం

source: Karattukurissi
hi_in: करततुकुरीससि
te_in: కరతతుకురీససి

source: Karattupalayam
hi_in: करअट्टूप्लायम
te_in: కరఅట్టూప్లాయం

source: Karaundi
hi_in: करौंदी
te_in: కరౌందీ

source: Karaura
hi_in: क्रूर
te_in: క్రూర్

source: Karavalimadapur
hi_in: करवाळीमदपुर
te_in: కరవాళీమదపుర్

source: Karavaloor
hi_in: करावलूर
te_in: కరావలూర్

source: Karavaram
hi_in: करावरं
te_in: కరావరం

source: Karavel
hi_in: करावल
te_in: కరావల్

source: Karawaghaj
hi_in: करवाघज
te_in: కరవాఘజ్

source: Karawali
hi_in: करावली
te_in: కరావలీ

source: Karawar
hi_in: कारवार
te_in: కారవార్

source: Karbatia
hi_in: कार्बतिया
te_in: కార్బతియా

source: Karbude
hi_in: कार्बुदे
te_in: కార్బుదె

source: Karchha R.S.
hi_in: खर्छ आर.एस.
te_in: ఖర్ఛ్ ఆర్.ఏస్.

source: Karchiya
hi_in: कर्चीया
te_in: కర్చీయా

source: Karda
hi_in: कार्ड
te_in: కార్డ్

source: Kardaha
hi_in: करदह
te_in: కరదహ్

source: Kardawad Badi
hi_in: करडावद बड़ी
te_in: కరడావద్ బడ్ ీ

source: Kardi
hi_in: करदी
te_in: కరదీ

source: Kardigudda
hi_in: कार्डिगड्डा
te_in: కార్డిగడ్డా

source: Karedi
hi_in: करेड़ी
te_in: కరెడ్ ీ

source: Karel Punto
hi_in: खरेल पुंटो
te_in: ఖరెల్ పుంటో

source: Karela Bagh
hi_in: करेला बाघ
te_in: కరెలా బాఘ్

source: Kareli
hi_in: करेली
te_in: కరెలీ

source: Karelibaug
hi_in: करेलाबाग
te_in: కరెలాబాగ్

source: Karenti
hi_in: करेंटी
te_in: కరెంటీ

source: Karesara
hi_in: क्रेसर
te_in: క్రెసర్

source: Kargaina
hi_in: करगैना
te_in: కరగేనా

source: Kargara
hi_in: कारगर
te_in: కారగర్

source: Karha Gola Road
hi_in: करह गोला रोड
te_in: కరహ్ గోలా రోడ్

source: Karhal Gate Mainpuri
hi_in: करहल गेट मैनपुरी
te_in: కరహల్ గెట్ మేనపురీ

source: Karhali
hi_in: करहल
te_in: కరహల్

source: Karhan
hi_in: करहां
te_in: కరహాం

source: Karhara
hi_in: करहरा
te_in: కరహరా

source: Karhari
hi_in: करहरी
te_in: కరహరీ

source: Karhi
hi_in: करहि
te_in: కరహి

source: Karhi Bazar
hi_in: करही बाजार
te_in: కరహీ బాజార్

source: Kari
hi_in: करि
te_in: కరి

source: Kari Dharani
hi_in: करि धरणी
te_in: కరి ధరణీ

source: Kariana
hi_in: करीना
te_in: కరీనా

source: Karicharbheri
hi_in: क्रीचरभेरि
te_in: క్రీచరభెరి

source: Karida
hi_in: क्रीड़ा
te_in: క్రీడ్ ా

source: Karigiri
hi_in: कारीगिरी
te_in: కారీగిరీ

source: Karihari
hi_in: करिहारी
te_in: కరిహారీ

source: Kariho
hi_in: करिहो
te_in: కరిహో

source: Karikalambakkam
hi_in: करिकलम्बक्कम
te_in: కరికలమ్బక్కం

source: Karikali
hi_in: करिकली
te_in: కరికలీ

source: Karikatti
hi_in: क्रिकेटटी
te_in: క్రికెటటీ

source: Karikkattoor
hi_in: करिककट्टूर
te_in: కరికకట్టూర్

source: Karikkattoor Centre
hi_in: करिककट्टूर सेंटर
te_in: కరికకట్టూర్ సెంటర్

source: Karikkom
hi_in: करिककोम
te_in: కరికకోం

source: Karikode
hi_in: करिकोड
te_in: కరికోడ్

source: Karikol
hi_in: करिकोल
te_in: కరికోల్

source: Karimabad
hi_in: करीमाबाद
te_in: కరీమాబాద్

source: Karimganj
hi_in: करीमगंज
te_in: కరీమగంజ్
