Repository: healthvdev/custom_template
Catalog: languages/*.po
Languages: hi_in, te_in

source: Panley
hi_in: पहले
te_in: పహలె

source: Panmana
hi_in: पांमण
te_in: పాంమణ్

source: Panmana Puthen Chantha
hi_in: पांमण पुथेन चंठ
te_in: పాంమణ్ పుథెన్ చంఠ్

source: Panna Baldeo Bazar
hi_in: पन्ना बलदेव बाजार
te_in: పన్నా బలదెవ్ బాజార్

source: Pannanaka Chhatarpur
hi_in: पण्णनाक छतरपुर
te_in: పణ్ణనాక్ ఛతరపుర్

source: Pannankombu
hi_in: पन्नन्कोम्बु
te_in: పన్నన్కోమ్బు

source: Pannavadi
hi_in: पन्तवाडी
te_in: పన్తవాడీ

source: Pannicode
hi_in: पण्णीकडे
te_in: పణ్ణీకడె

source: Panniyamkurissi
hi_in: पंनियामकुरिससि
te_in: పంనియామకురిససి

source: Panod
hi_in: पनोद
te_in: పనోద్

source: Panoh
hi_in: पनोह
te_in: పనోహ్

source: Panol
hi_in: पाओल
te_in: పాఓల్

source: Panpara
hi_in: पैंपर
te_in: పేంపర్

source: Panpara (North 24 Parganas)
hi_in: पैंपर (नार्थ 24 परगन्स)
te_in: పేంపర్ (నార్థ్ 24 పరగన్స్)

source: Panpur
hi_in: पानपुर
te_in: పానపుర్

source: Panruti Bazaar
hi_in: पंरुति बाजार
te_in: పంరుతి బాజార్

source: Panruti East
hi_in: पंरुति ईस्ट
te_in: పంరుతి ఈస్ట్

source: Pansila
hi_in: पैंसिल
te_in: పేంసిల్

source: Panskura
hi_in: पांसकुड़ा
te_in: పాంసకు ా

source: Panso
hi_in: पांसो
te_in: పాంసో

source: Pansoli
hi_in: पंसोली
te_in: పంసోలీ

source: Pansora
hi_in: पंसोर
te_in: పంసోర్

source: Pantalavdi
hi_in: पंतलवड़ी
te_in: పంతలవ్ ీ

source: Panthangi
hi_in: पंथांगी
te_in: పంథాంగీ

source: Panthpiplai
hi_in: पंथपिपलई
te_in: పంథపిపలఈ

source: Panvel
hi_in: पनवेल
te_in: పనవెల్

source: Panvi
hi_in: पानवी
te_in: పానవీ

source: Panwadi
hi_in: पनवाड़ी
te_in: పనవా ీ

source: Panwalia
hi_in: पंवालिया
te_in: పంవాలియా

source: Panwar
hi_in: पंवार
te_in: పంవార్

source: Panwari
hi_in: पनवारी
te_in: పనవారీ

source: Panwaria
hi_in: पंवरिया
te_in: పంవరియా

source: Paonta Sahib
hi_in: पावटा साहिब
te_in: పావటా సాహిబ్

source: Paota(Jaipur)
hi_in: पॉट(जयपुर)
te_in: ప్ ట్(జైపూర్)

source: Paoti
hi_in: पोती
te_in: పోతీ

source: Papagal
hi_in: पापगाल
te_in: పాపగాల్

source: Papanashi
hi_in: पापनाशी
te_in: పాపనాశీ

source: Paparde
hi_in: पपरदे
te_in: పపరదె

source: Papayapalem
hi_in: पपायपालेम
te_in: పపాయపాలెం

source: Papermetla
hi_in: पपरमेटल
te_in: పపరమెటల్

source: Papilo
hi_in: पपिलो
te_in: పపిలో

source: Pappakurichi Kattur
hi_in: पप्पाकुरीची कट्टर
te_in: పప్పాకురీచీ కట్టర్

source: Pappanaickenpalayam
hi_in: पपपनाईकनपालयं
te_in: పపపనాఈకనపాలయం

source: Pappanaickenpalayam West
hi_in: पपपनाईकनपालयं वेस्ट
te_in: పపపనాఈకనపాలయం వెస్ట్

source: Pappanaickenpudur
hi_in: पपपनाइकेनपुडुर
te_in: పపపనాఇకెనపుడుర్

source: Pappinippara
hi_in: पप्पीनिप्पर
te_in: పప్పీనిప్పర్

source: Papraur
hi_in: पपरौर
te_in: పపరౌర్

source: Papravat
hi_in: पपरावट
te_in: పపరావట్

source: Papsari
hi_in: पापसरी
te_in: పాపసరీ

source: Par Raghunathpur
hi_in: पर रघुनाथपुर
te_in: పర్ రఘునాథపుర్

source: Para
hi_in: पर
te_in: పర్

source: Para Pipaliya
hi_in: पर पिपलीया
te_in: పర్ పిపలీయా

source: Paracha
hi_in: परचा
te_in: పరచా

source: Paradeepgarh
hi_in: परदीपगढ़
te_in: పరదీపగ్

source: Paradip
hi_in: पारादीप
te_in: పారాదీప్

source: Paragaon
hi_in: परागण
te_in: పరాగణ్

source: Paragaonkhurd
hi_in: परगांवखुर्द
te_in: పరగాంవఖుర్ద్

source: Parahat
hi_in: फरहत
te_in: ఫరహత్

source: Parakena
hi_in: परकेन
te_in: పరకెన్

source: Parakoottam
hi_in: परकूटतं
te_in: పరకూటతం

source: Paralakhemundi Bus Stand
hi_in: परळाखेमुंडी बस स्टैंड
te_in: పరళాఖెముండీ బస్ స్టేండ్

source: Parali
hi_in: पराली
te_in: పరాలీ

source: Paralipower House
hi_in: परळीपौर हाउस
te_in: పరళీపౌర్ హాఉస్

source: Paramakudi
hi_in: परामकुडी
te_in: పరమాకుదీ

source: Paramakudi Bazaar
hi_in: परामकुडी बाजार
te_in: పరామకుడీ బాజార్

source: Paramanandapur
hi_in: परमानंदपुर
te_in: పరమానందపుర్

source: Paramathi
hi_in: परमाथि
te_in: పరమాథి

source: Parameswarapuram
hi_in: परमेस्वरपुरम
te_in: పరమెస్వరపురం

source: Parandahalli
hi_in: प्रंदहल्ली
te_in: ప్రందహల్లీ

source: Parandur
hi_in: परंदूर
te_in: పరందూర్

source: Parangerpar
hi_in: परनगरपर
te_in: పరనగరపర్

source: Paranipur
hi_in: परानीपुर
te_in: పరానీపుర్

source: Paraniputhur
hi_in: परानीपुथुर
te_in: పరానీపుథుర్

source: Parankundrapuram
hi_in: परंकुन्द्रपुरम
te_in: పరంకున్ద్రపురం

source: Paranthal
hi_in: परंठाल
te_in: పరంఠాల్

source: Paranur
hi_in: परानुर
te_in: పరానుర్

source: Parapatti Mannarpalayam
hi_in: प्रपत्ति मंनरपलायम
te_in: ప్రపత్తి మంనరపలాయం

source: Parappa
hi_in: परप्पा
te_in: పరప్పా

source: Parappanpoyil
hi_in: पराप्पानपोईल
te_in: పరాప్పానపోఈల్

source: Parappil
hi_in: पृप्पील
te_in: పృప్పీల్

source: Parappur
hi_in: पराप्पूर
te_in: పరాప్పూర్

source: Parapram
hi_in: परापरं
te_in: పరాపరం

source: Pararia Pramanpur
hi_in: पररिया प्रमाणपुर
te_in: పరరియా ప్రమాణపుర్

source: Parariya
hi_in: पररिया
te_in: పరరియా

source: Parasara
hi_in: परासर
te_in: పరాసర్

source: Parasi
hi_in: पारसी
te_in: పారసీ

source: Parasia
hi_in: परासिया
te_in: పరాసియా

source: Parasikalan
hi_in: परसीकलां
te_in: పరసీకలాం

source: Parassala
hi_in: परस्सला
te_in: పరస్సలా

source: Parassinikadavu
hi_in: परसिनिकदावु
te_in: పరసినికదావు

source: Paraswada
hi_in: परसवाड़ा
te_in: పరసవా ా

source: Paraswahi
hi_in: परस्वाहि
te_in: పరస్వాహి

source: Paraswar
hi_in: परसवार
te_in: పరసవార్

source: Paratal
hi_in: परताल
te_in: పరతాల్

source: Paratwada
hi_in: परतवाड़ा
te_in: పరతవా ా

source: Paraur
hi_in: परौर
te_in: పరౌర్

source: Paravur (Ernakulam)
hi_in: पारावुर (एर्नाकुलम)
te_in: పారావుర్ (ఏర్నాకులమ్)

source: Paravur (Kollam)
hi_in: पारावुर (कोल्लम)
te_in: పారావుర్ (కోల్లమ్)

source: Paravur Market
hi_in: पारावुर मार्किट
te_in: పారావుర్ మార్కిట్

source: Paravur Town
hi_in: पारावुर टाउन
te_in: పారావుర్ టాఉన్

source: Parayanti
hi_in: प्रयान्ति
te_in: ప్రయాన్తి

source: Parayapattipudur
hi_in: परायपट्टीपुडुर
te_in: పరాయపట్టీపుడుర్

source: Parbatia
hi_in: परबतिया
te_in: పరబతియా

source: Parbatipur
hi_in: परबतीपुर
te_in: పరబతీపుర్

source: Parbatpur
hi_in: परबतपुरा
te_in: పరబతపురా

source: Parbhani
hi_in: परभणी
te_in: పరభణీ

source: Parbhani Town
hi_in: परभणी टाउन
te_in: పరభణీ టాఉన్

source: Parbotia
hi_in: परबोटिया
te_in: పరబోటియా

source: Parchanda
hi_in: परचंड
te_in: పరచండ్

source: Pardhan Ki Bareji
hi_in: परधान की बरेजी
te_in: పరధాన్ కీ బరెజీ

source: Pardhol
hi_in: परधोल
te_in: పరధోల్

source: Pardi
hi_in: पारदी
te_in: పారదీ

source: Pardi Paria
hi_in: पारदी परिअ
te_in: పారదీ పరిఅ

source: Pardi R.S.
hi_in: पारदी आर.एस.
te_in: పారదీ ఆర్.ఏస్.

source: Pardiar
hi_in: परदिर
te_in: పరదిర్

source: Pareena
hi_in: पारीण
te_in: పారీణ్

source: Parel
hi_in: परेल
te_in: పరెల్

source: Parel Naka
hi_in: परेल नका
te_in: పరెల్ నకా

source: Parel Rly Work Shop
hi_in: परेल रली वर्क शॉप
te_in: పరెల్ రలీ వర్క్ శ్ ప్

source: Parewa Vaish
hi_in: परेवा वैश्य
te_in: పరెవా వేశ్య్

source: Parewajal
hi_in: परिवाजॉ
te_in: పరివాజ్

source: Pargahawa
hi_in: परघाव
te_in: పరఘావ్

source: Pargaon
hi_in: परगन
te_in: పరగన్

source: Pargaon Memane
hi_in: परगन मेमने
te_in: పరగన్ మెమనె

source: Pargaon Tarfe Ala
hi_in: परगन तर्फे अला
te_in: పరగన్ తర్ఫె అలా

source: Pargaon Tarfe Avasari
hi_in: परगन तर्फे अवसरि
te_in: పరగన్ తర్ఫె అవసరి

source: Pargaon Tarfe Madh
hi_in: परगन तर्फे मध्
te_in: పరగన్ తర్ఫె మధ్

source: Parhat Khas
hi_in: परहित खास
te_in: పరహిత్ ఖాస్

source: Paria
hi_in: परिअ
te_in: పరిఅ

source: Pariej
hi_in: परेज
te_in: పరెజ్

source: Parigam Jagir
hi_in: परिगं जागीर
te_in: పరిగం జాగీర్

source: Pariharpur
hi_in: परिहारपुर
te_in: పరిహారపుర్

source: Parika
hi_in: पारीक
te_in: పారీక్

source: Pariorada
hi_in: परिवरद
te_in: పరివరద్

source: Paripada Nizampur
hi_in: प्रीपेड निज़ामपुर
te_in: ప్రీపెడ్ ని ామపుర్

source: Parisal
hi_in: पड़ीसल
te_in: ప్ ీసల్

source: Parishram Bhawan
hi_in: परिश्रम भवन
te_in: పరిశ్రమ్ భవన్

source: Parisola
hi_in: परिसोल
te_in: పరిసోల్

source: Paristan
hi_in: परिस्तान
te_in: పరిస్తాన్

source: Parite
hi_in: प्रिंट
te_in: ప్రింట్

source: Pariyaram Medical College
hi_in: परियाराम मेडिकल कॉलेज
te_in: పరియారామ్ మెడికల్ క్ లెజ్

source: Pariyawan
hi_in: परियावां
te_in: పరియావాం

source: Pariyur Vellalapalayam
hi_in: परियुर वल्लालपलायम
te_in: పరియుర్ వల్లాలపలాయం

source: Parjian Kalan
hi_in: परजिन कलां
te_in: పరజిన్ కలాం

source: Park Circus
hi_in: पार्क सर्कस
te_in: పార్క్ సర్కస్

source: Park Road
hi_in: पार्क रोड
te_in: పార్క్ రోడ్

source: Park Street
hi_in: पार्क स्ट्रीट
te_in: పార్క్ స్ట్రీట్

source: Park Town
hi_in: पार्क टाउन
te_in: పార్క్ టాఉన్

source: Parkal
hi_in: परकाल
te_in: పరకాల్

source: Parkash Chowk
hi_in: प्रकाश चौक
te_in: ప్రకాశ్ చౌక్

source: Parkhandi
hi_in: परखंडी
te_in: పరఖండీ

source: Parla
hi_in: पर्ल
te_in: పర్ల్

source: Parlakhemundi
hi_in: परळाखेमुंडी
te_in: పరళాఖెముండీ

source: Parli Vaijinath
hi_in: परली वैजीनाथ
te_in: పరలీ వేజీనాథ్

source: Parlia Kulmi
hi_in: पारलिया कुल्मी
te_in: పారలియా కుల్మీ

source: Parmanandpur
hi_in: परमानंदपुर
te_in: పరమానందపుర్

source: Parna
hi_in: पर्ण
te_in: పర్ణ్

source: Parnasree Pally
hi_in: पर्णश्री पल्ली
te_in: పర్ణశ్రీ పల్లీ

source: Parner
hi_in: पारनेर
te_in: పారనెర్

source: Parnoo
hi_in: परनू
te_in: పరనూ

source: Parol
hi_in: परोल
te_in: పరోల్

source: Paropadi
hi_in: परोपदी
te_in: పరోపదీ

source: Parowal
hi_in: परोवाल
te_in: పరోవాల్

source: Parpanangadi
hi_in: पर्पनंगड़ी
te_in: పర్పనంగ్ ీ

source: Parrahi
hi_in: पररही
te_in: పరరహీ

source: Parsa
hi_in: पारस
te_in: పారస్

source: Parsa Deharia
hi_in: परस डेहरिया
te_in: పరస్ డెహరియా

source: Parsa Factory
hi_in: पारस फैक्ट्री
te_in: పారస్ ఫేక్ట్రీ

source: Parsa Gidahi
hi_in: परस गिदही
te_in: పరస్ గిదహీ

source: Parsa Hat
hi_in: पारस हैट
te_in: పారస్ హేట్

source: Parsa Mahesi
hi_in: परस महेसी
te_in: పరస్ మహెసీ

source: Parsaantaj
hi_in: परसेंटेज
te_in: పరసెంటెజ్

source: Parsabad
hi_in: परसाबाद
te_in: పరసాబాద్

source: Parsada
hi_in: प्रसाद
te_in: ప్రసాద్

source: Parsahar
hi_in: परसहार
te_in: పరసహార్

source: Parsaon
hi_in: परसों
te_in: పరసోం

source: Parsara
hi_in: प्रसार
te_in: ప్రసార్

source: Parsatari
hi_in: परस्तृ
te_in: పరస్తృ

source: Parsauni
hi_in: परसौनी
te_in: పరసౌనీ

source: Parsauni Buzurg
hi_in: परसौनी बुज़ुर्ग
te_in: పరసౌనీ బు ుర్గ్

source: Parsawan Khurd
hi_in: परसावां खुर्द
te_in: పరసావాం ఖుర్ద్

source: Parsehra
hi_in: परसेहरा
te_in: పరసెహరా

source: Parsehra Nath
hi_in: परसेहरा नाथ
te_in: పరసెహరా నాథ్

source: Parsen
hi_in: परसें
te_in: పరసెం

source: Parshyampur
hi_in: परश्यामपुर
te_in: పరశ్యామపుర్

source: Parsia Dewar
hi_in: परसिया देवार
te_in: పరసియా దెవార్

source: Parsibagan
hi_in: परसिबगन
te_in: పరసిబగన్

source: Parspani
hi_in: परसपानी
te_in: పరసపానీ

source: Parsuna
hi_in: प्रसून
te_in: ప్రసూన్

source: Parsurampur
hi_in: परसरामपुर
te_in: పరసరామపుర్

source: Partala
hi_in: पड़ताल
te_in: ప్ తాల్

source: Partan
hi_in: पर्यटन
te_in: పర్యటన్

source: Partap Pur
hi_in: परताप पुर
te_in: పరతాప్ పుర్

source: Partawal Bazar
hi_in: परतावल बाजार
te_in: పరతావల్ బాజార్

source: Parthala Khanjarpur
hi_in: पर्थला खंजरपुर
te_in: పర్థలా ఖంజరపుర్

source: Parthan
hi_in: परथन
te_in: పరథన్

source: Parthanhalli
hi_in: परथानहल्ली
te_in: పరథానహల్లీ

source: Parthu
hi_in: पार्थु
te_in: పార్థు

source: Parujan
hi_in: परजन
te_in: పరజన్

source: Parukkal
hi_in: प्रुक्कल
te_in: ప్రుక్కల్

source: Paruldanga
hi_in: परलडंग
te_in: పరలడంగ్

source: Parumanchala
hi_in: परमञ्चल
te_in: పరమఞ్చల్

source: Parunde
hi_in: परुंदे
te_in: పరుందె

source: Parundi
hi_in: पारूण्डि
te_in: పారూణ్డి

source: Paruthikuzhy
hi_in: पारुथीकुज़हय
te_in: పారుథీకు హయ్

source: Paruthipattu
hi_in: पृथीपाट्टु
te_in: పృథీపాట్టు

source: Paruthipra
hi_in: पारुथीपर
te_in: పారుథీపర్

source: Parvadi
hi_in: पर्वादि
te_in: పర్వాది

source: Parvat Patia
hi_in: पर्वत पतिया
te_in: పర్వత్ పతియా

source: Parvata
hi_in: पर्वत
te_in: పర్వత్

source: Parvathipuram
hi_in: पार्वतीपुरम
te_in: పార్వతీపురం

source: Parvati
hi_in: पारवती
te_in: పారవతీ

source: Parvati Gaon
hi_in: पारवती गांव
te_in: పారవతీ గాంవ్

source: Parvati Nagar
hi_in: पारवती नगर
te_in: పారవతీ నగర్

source: Parvatipuram
hi_in: पार्वतीपुरम
te_in: పార్వతీపురం

source: Parvatipuram Town
hi_in: पार्वतीपुरम टाउन
te_in: పార్వతీపురమ్ టాఉన్

source: Parvatui
hi_in: पर्वतुई
te_in: పర్వతుఈ

source: Parvhara
hi_in: पर्वहारा
te_in: పర్వహారా

source: Parwa
hi_in: पर्व
te_in: పర్వ్

source: Parwadi
hi_in: पर्वादि
te_in: పర్వాది

source: Parwaliya Sadak
hi_in: परवलिया सड़क
te_in: పరవలియా స్ క్

source: Parwan
hi_in: परवान
te_in: పరవాన్

source: Parwarpar
hi_in: परवरपार
te_in: పరవరపార్

source: Parwasa
hi_in: प्रवास
te_in: ప్రవాస్

source: Parwatpur
hi_in: पर्वतपुर
te_in: పర్వతపుర్

source: Pasan
hi_in: पसन्
te_in: పసన్

source: Pasana
hi_in: पसन
te_in: పసన్

source: Pasang
hi_in: पासंग
te_in: పాసంగ్

source: Pasara
hi_in: पसरा
te_in: పసరా

source: Pasarkhet
hi_in: पसरखेत
te_in: పసరఖెత్

source: Paschim Barisha
hi_in: पश्चिम बारिश
te_in: పశ్చిమ బారిశ్

source: Paschim Gopalnagar
hi_in: पश्चिम गोपालनगर
te_in: పశ్చిమ గోపాలనగర్

source: Paschim Pipariakhola
hi_in: पश्चिम पिपराखोला
te_in: పశ్చిమ పిపరాఖోలా

source: Paschim Vihar
hi_in: पश्चिम विहार
te_in: పశ్చిమ విహార్

source: Paschim Vihar B Block
hi_in: पश्चिम विहार बी ब्लॉक
te_in: పశ్చిమ విహార్ బీ బ్ల్ క్

source: Paschimpatna
hi_in: पश्चिमपटना
te_in: పశ్చిమపటనా

source: Paschimtajpur
hi_in: पश्चिमताजपुर
te_in: పశ్చిమతాజపుర్

source: Paseed
hi_in: पसीद
te_in: పసీద్

source: Pashchim Sarira
hi_in: पश्चिम सरीर
te_in: పశ్చిమ సరీర్

source: Pashim Dogachi
hi_in: पशिम दोगाछी
te_in: పశిమ్ దోగాఛీ

source: Pasighat
hi_in: पासीघाट
te_in: పాసీఘాట్

source: Pasikhera
hi_in: पासीखेड़ा
te_in: పాసీఖె ా

source: Pasivemula
hi_in: पेसिवेमुला
te_in: పెసివెములా

source: Pasmamala
hi_in: पसममाला
te_in: పసమమాలా

source: Pasna
hi_in: पैन
te_in: పేన్

source: Pasodara
hi_in: पसोडर
te_in: పసోడర్

source: Pasonda
hi_in: पसन्द
te_in: పసన్ద్

source: Paspura
hi_in: पसपुर
te_in: పసపుర్

source: Pasrotia
hi_in: पैरोटिया
te_in: పేరోటియా

source: Passadwar
hi_in: पस्सद्धार
te_in: పస్సద్ధార్

source: Passi Nagar
hi_in: पस्सी नगर
te_in: పస్సీ నగర్

source: Pasumalai
hi_in: पसुमलाई
te_in: పసుమలాఈ

source: Pasumarru
hi_in: पसुमररू
te_in: పసుమరరూ

source: Pasur-avanashi
hi_in: पासुर-अवनाशी
te_in: పాసుర్-అవనాశీ

source: Paswara
hi_in: पॉवर
te_in: ప్ వర్

source: Pat
hi_in: पैट
te_in: పేట్

source: Pat Panhala
hi_in: पैट पन्हाला
te_in: పేట్ పన్హాలా

source: Patabandha
hi_in: पतबंध
te_in: పతబంధ్

source: Patagadia
hi_in: पतगड़िया
te_in: పతగ్ ియా

source: Patahi
hi_in: पताही
te_in: పతాహీ

source: Patahi (East Champaran)
hi_in: पताही (ईस्ट चंपारण)
te_in: పతాహీ (ఈస్ట్ చంపారణ్)

source: Patai Bhoor
hi_in: पति भूर
te_in: పతి భూర్

source: Patai Khalsa
hi_in: पति खालसा
te_in: పతి ఖాలసా

source: Patakura (Cooch Behar)
hi_in: पटकुर (कूच बेहर)
te_in: పటకుర్ (కూచ్ బెహర్)

source: Patalda
hi_in: पटाल्दा
te_in: పటాల్దా

source: Patamata
hi_in: पतमत
te_in: పతమత్

source: Patamata Lanka
hi_in: पतमत लंका
te_in: పతమత్ లంకా

source: Patamda
hi_in: पटमदा
te_in: పటమదా

source: Patan
hi_in: पाटन
te_in: పాటన్

source: Patan Rajkawada
hi_in: पतन राजकवाद
te_in: పతన్ రాజకవాద్

source: Patancheru
hi_in: पत्तनचेरू
te_in: పత్తనచెరూ

source: Patancheru Ie
hi_in: पत्तनचेरू ये
te_in: పత్తనచెరూ యె

source: Patanda
hi_in: पतनःडा
te_in: పతనఃడా

source: Patapur
hi_in: पतपुर
te_in: పతపుర్

source: Patarapada
hi_in: पटपड़
te_in: పటప్

source: Patas
hi_in: पतस
te_in: పతస్

source: Patasundarpur
hi_in: पटसुंदरपुर
te_in: పటసుందరపుర్

source: Pataudi
hi_in: पटौदी
te_in: పటౌదీ

source: Pategana
hi_in: पटेगना
te_in: పటెగనా

source: Patel Colony
hi_in: पटेल कॉलोनी
te_in: పటెల్ క్ లోనీ

source: Patel Faliya
hi_in: पटेल फलिया
te_in: పటెల్ ఫలియా

source: Patel Nagar (Central Delhi)
hi_in: पटेल नगर (सेंट्रल देल्ही)
te_in: పటెల్ నగర్ (సెంట్రల్ ఢిల్లీ)

source: Patel Nagar East
hi_in: पटेल नगर ईस्ट
te_in: పటెల్ నగర్ ఈస్ట్

source: Patel Nagar South
hi_in: पटेल नगर साउथ
te_in: పటెల్ నగర్ సాఉథ్

source: Patel Nagar West
hi_in: पटेल नगर वेस्ट
te_in: పటెల్ నగర్ వెస్ట్

source: Patel Road
hi_in: पटेल रोड
te_in: పటెల్ రోడ్

source: Patel Society Area Tso Nad
hi_in: पटेल सोसाइटी एरिया तसो नाड
te_in: పటెల్ సోసాఇటీ ఏరియా తసో నాడ్

source: Patelna Dhundha
hi_in: पटेलन ढूंढ
te_in: పటెలన్ ఢూంఢ్

source: Patelnagar
hi_in: पटेलनगर
te_in: పటెలనగర్

source: Patelpali
hi_in: पटेलपाली
te_in: పటెలపాలీ

source: Patepur
hi_in: पातेपुर
te_in: పాతెపుర్

source: Patgawan
hi_in: पतगवां
te_in: పతగవాం

source: Patha
hi_in: पाठ
te_in: పాఠ్

source: Patha Cuddapah
hi_in: पाठ कुड्डापाह
te_in: పాఠ్ కుడ్డాపాహ్

source: Patha Mancherial
hi_in: पाठ मंचेरिअल
te_in: పాఠ్ మంచెరిఅల్

source: Pathaganahalli
hi_in: पथगनाहल्ली
te_in: పథగనాహల్లీ

source: Pathaikara
hi_in: पाठेकर
te_in: పాఠెకర్

source: Pathakheda
hi_in: पाथाखेड़ा
te_in: పాథాఖె ా

source: Pathaldiha
hi_in: पथलडीह
te_in: పథలడీహ్

source: Pathamuttom
hi_in: पतमुत्तों
te_in: పతముత్తోం

source: Pathanamthitta
hi_in: पथानामथिट्टा
te_in: పథానామథిట్టా

source: Pathanapuram
hi_in: पठानपुरम
te_in: పఠానపురం

source: Pathanelavanki
hi_in: पठनेलवनकी
te_in: పఠనెలవనకీ

source: Pathanjalipuri
hi_in: पथांजलिपूरी
te_in: పథాంజలిపూరీ

source: Pathankot
hi_in: पठानकोट
te_in: పఠానకోట్

source: Pathanpura
hi_in: पठानपुरा
te_in: పఠానపురా

source: Pathapeta-palamaner
hi_in: पथपित-पलामणेर
te_in: పథపిత్-పలామణెర్

source: Pathappiriyam
hi_in: पथपापीरियं
te_in: పథపాపీరియం

source: Pathapur
hi_in: पठापुर
te_in: పఠాపుర్

source: Patharakudi
hi_in: पथरकुडी
te_in: పథరకుడీ

source: Patharbari
hi_in: पथरबारी
te_in: పథరబారీ

source: Patharchakri
hi_in: पथरचक्री
te_in: పథరచక్రీ

source: Pathardi
hi_in: पाथर्डी
te_in: పాథర్డీ

source: Patharghatta
hi_in: पथरघट्टा
te_in: పథరఘట్టా

source: Pathari
hi_in: पथरी
te_in: పథరీ

source: Patharla
hi_in: पर्थला
te_in: పర్థలా

source: Pathebada
hi_in: पठेबाद
te_in: పఠెబాద్

source: Patherdewa
hi_in: पथरदेवा
te_in: పథరదెవా

source: Pathergama
hi_in: पथरगामा
te_in: పథరగామా

source: Patherhat
hi_in: पथरहट
te_in: పథరహట్

source: Pathermara
hi_in: पत्थरमार
te_in: పత్థరమార్

source: Pathiapali
hi_in: पथियापाली
te_in: పథియాపాలీ

source: Pathiar
hi_in: पठार
te_in: పఠార్

source: Pathirickal
hi_in: पथिरिक्काल
te_in: పథిరిక్కాల్

source: Pathiriyad
hi_in: पथिरियाड़
te_in: పథిరియా

source: Pathiriyal
hi_in: पथीरियल
te_in: పథీరియల్

source: Pathjhalda
hi_in: पथझलदा
te_in: పథఝలదా

source: Pathliar
hi_in: पातळीर
te_in: పాతళీర్

source: Pathra
hi_in: पत्थर
te_in: పత్థర్

source: Pathrahat
hi_in: पथरहट
te_in: పథరహట్

source: Pathrahi
hi_in: पथराही
te_in: పథరాహీ

source: Pathraj
hi_in: पथराज
te_in: పథరాజ్

source: Pathraura
hi_in: पथरौरा
te_in: పథరౌరా

source: Pathreki
hi_in: पथरेकी
te_in: పథరెకీ

source: Pathreri
hi_in: पाथरेड़ी
te_in: పాథరె ీ

source: Pathrol
hi_in: पथरोल
te_in: పథరోల్

source: Pathrood
hi_in: पथरोड़
te_in: పథరో

source: Pathuri
hi_in: पाथुरि
te_in: పాథురి

source: Pathuriaghata
hi_in: पाथुरियाघाट
te_in: పాథురియాఘాట్

source: Pathuru
hi_in: पतहरु
te_in: పతహరు

source: Patia Gds
hi_in: पटिया गड्स
te_in: పటియా గడ్స్

source: Patiala
hi_in: पटियाला
te_in: పటియాలా

source: Patiala City
hi_in: पटियाला सिटी
te_in: పటియాలా సిటీ

source: Patiamal
hi_in: पतिअम्ल
te_in: పతిఅమ్ల్

source: Patibo
hi_in: पटिबो
te_in: పటిబో

source: Patihata
hi_in: पतिहंता
te_in: పతిహంతా

source: Patil R.S.
hi_in: पाटील आर.एस.
te_in: పాటీల్ ఆర్.ఏస్.

source: Patila Gaosh Pur
hi_in: पाटिल घोश पुर
te_in: పాటిల్ ఘోశ్ పుర్

source: Patilar
hi_in: पतिलार
te_in: పతిలార్

source: Patjore
hi_in: पतजोर
te_in: పతజోర్

source: Patkhal
hi_in: पटखाल
te_in: పటఖాల్

source: Patkhauli
hi_in: पटखौली
te_in: పటఖౌలీ

source: Patkoihat
hi_in: पटकोईहाट
te_in: పటకోఈహాట్

source: Patla
hi_in: पतला
te_in: పతలా

source: Patlauni
hi_in: पटलौनी
te_in: పటలౌనీ

source: Patlawada
hi_in: पेटलावद
te_in: పెటలావద్

source: Patli
hi_in: पतली
te_in: పతలీ

source: Patlikulh
hi_in: पतलीकुल्ह
te_in: పతలీకుల్హ్

source: Patliputra
hi_in: पाटलिपुत्र
te_in: పాటలిపుత్ర్

source: Patluka
hi_in: पतलुक
te_in: పతలుక్

source: Patna
hi_in: पटना
te_in: పటనా

source: Patna Aerodrome
hi_in: पटना एरोड्रम
te_in: పటనా ఏరోడ్రం

source: Patna City
hi_in: पटना सिटी
te_in: పటనా సిటీ

source: Patnagarh
hi_in: पाटनगढ़
te_in: పాటనగ్

source: Patnagarh Bazar
hi_in: पाटनगढ़ बाजार
te_in: పాటనగ్ బాజార్

source: Patnagere
hi_in: पतनगेरे
te_in: పతనగెరె

source: Patnakalan
hi_in: पटनाकलां
te_in: పటనాకలాం

source: Patnaun
hi_in: पतनों
te_in: పతనోం

source: Patnipara
hi_in: पत्नीपर
te_in: పత్నీపర్

source: Patoda
hi_in: पाटोदा
te_in: పాటోదా

source: Patole
hi_in: पटोले
te_in: పటోలె

source: Patonda
hi_in: पटोंदा
te_in: పటోందా

source: Patory Bazar Cinema Chowk
hi_in: पटरी बाजार सिनेमा चौक
te_in: పటరీ బాజార్ సినెమా చౌక్

source: Patpar
hi_in: पटपर
te_in: పటపర్

source: Patparganj
hi_in: पटपरगंज
te_in: పటపరగంజ్

source: Patpur
hi_in: पतपुर
te_in: పతపుర్

source: Patrachar Vidyalay
hi_in: पत्राचार विद्यालय
te_in: పత్రాచార్ విద్యాలయ్

source: Patrahatu
hi_in: पतरहतु
te_in: పతరహతు

source: Patrahi
hi_in: पत्रही
te_in: పత్రహీ

source: Patrapada
hi_in: पत्रापड़ा
te_in: పత్రాప్ ా

source: Patrapali
hi_in: पतरापाली
te_in: పతరాపాలీ

source: Patrapur
hi_in: पत्रपुर
te_in: పత్రపుర్

source: Patratu
hi_in: पतरातू
te_in: పతరాతూ

source: Patratu Diesel Colony ND
hi_in: पतरातू डीजल कॉलोनी नद
te_in: పతరాతూ డీజల్ క్ లోనీ నద్

source: Patrenahalli
hi_in: पतरेनहल्ली
te_in: పతరెనహల్లీ

source: Patrsa
hi_in: पतरस
te_in: పతరస్

source: Pattabari
hi_in: पत्ताबाड़ी
te_in: పత్తాబా ీ

source: Pattabhipuram(Guntur)
hi_in: पट्टाभिपुरम(गुंटूर)
te_in: పట్టాభిపురమ్(గుంటూర్)

source: Pattabiram
hi_in: पत्ताबिराम
te_in: పత్తాబిరాం

source: Pattadkal
hi_in: पत्तदकल
te_in: పత్తదకల్

source: Pattajori Kajra
hi_in: पत्ताजोरी कजरा
te_in: పత్తాజోరీ కజరా

source: Pattamangalam
hi_in: पत्तमंगलं
te_in: పత్తమంగలం

source: Pattamthuruth
hi_in: पट्टमथुरुत
te_in: పట్టమథురుత్

source: Pattamundai College
hi_in: पत्तामुँदै कॉलेज
te_in: పత్తాముఁదే క్ లెజ్

source: Pattanaikia
hi_in: पत्त्निकिया
te_in: పత్త్నికియా

source: Pattanam
hi_in: पट्टनम
te_in: పట్టనం

source: Pattanamkathan
hi_in: पट्टनमकथान
te_in: పట్టనమకథాన్

source: Pattapole
hi_in: पट्टपाले
te_in: పట్టపాలె

source: Pattarkadavu
hi_in: पत्तरकादावु
te_in: పత్తరకాదావు

source: Pattasomanahalli
hi_in: पटतसोमनाहल्ली
te_in: పటతసోమనాహల్లీ

source: Pattathanam
hi_in: पट्टाथनम
te_in: పట్టాథనం

source: Patti
hi_in: पट्टी
te_in: పట్టీ

source: Patti (Tarn Taran)
hi_in: पट्टी (तारन तरन)
te_in: పట్టీ (తారన్ తరన్)

source: Patti Afgan
hi_in: पट्टी अफगान
te_in: పట్టీ అఫగాన్

source: Pattimattam
hi_in: पत्तिमत्तं
te_in: పత్తిమత్తం

source: Pattipulam
hi_in: पट्टीपुल्म
te_in: పట్టీపుల్ం

source: Pattithara
hi_in: पत्तितहार
te_in: పత్తితహార్

source: Pattom Palace
hi_in: पत्तों पैलेस
te_in: పత్తోం పేలెస్

source: Pattukottai
hi_in: पट्टूकोट्टई
te_in: పట్టూకోట్టఈ

source: Pattukottai R.S.
hi_in: पट्टूकोट्टई आर.एस.
te_in: పట్టూకోట్టఈ ఆర్.ఏస్.

source: Pattunoolchatram
hi_in: पत्तुनूलचत्रम
te_in: పత్తునూలచత్రం

source: Patura
hi_in: पातुर
te_in: పాతుర్

source: Patwara
hi_in: पतवार
te_in: పతవార్

source: Patwardhan Ground
hi_in: पटवर्धन ग्राउंड
te_in: పటవర్ధన్ గ్రాఉండ్

source: Patwari Ka Bas
hi_in: पटवारी का बास
te_in: పటవారీ కా బాస్

source: Paud
hi_in: पौड़
te_in: పౌ

source: Paudhan Rampur
hi_in: पौधं रामपुर
te_in: పౌధం రామపుర్

source: Pauhar
hi_in: पौहार
te_in: పౌహార్

source: Pauni
hi_in: पौनी
te_in: పౌనీ

source: Paunsara
hi_in: पौंसार
te_in: పౌంసార్

source: Paurara
hi_in: पौरारा
te_in: పౌరారా

source: Pauthia Bujurg
hi_in: पौथिया बुजुर्ग
te_in: పౌథియా బుజుర్గ్

source: Pavagada
hi_in: पावागढ
te_in: పావాగఢ్

source: Pavan Chakki
hi_in: पवन चक्की
te_in: పవన్ చక్కీ

source: Pavanoormotta
hi_in: पवनूरमटा
te_in: పవనూరమటా

source: Pavithram
hi_in: पवित्रम
te_in: పవిత్రం

source: Pavthi
hi_in: पावती
te_in: పావతీ

source: Pawai
hi_in: पावै
te_in: పావే

source: Pawaiya
hi_in: पवैया
te_in: పవేయా

source: Pawanpuri (Bikaner)
hi_in: पवनपुरी (बीकानेर)
te_in: పవనపురీ (బీకానెర్)

source: Pawanpuri (Lucknow)
hi_in: पवनपुरी (लखनऊ)
te_in: పవనపురీ (లఖనఊ)

source: Pawara
hi_in: पवार
te_in: పవార్

source: Pawashi
hi_in: पावशी
te_in: పావశీ

source: Pawati
hi_in: पावती
te_in: పావతీ

source: Paway
hi_in: पावे
te_in: పావె

source: Payagpur
hi_in: पयागपुर
te_in: పయాగపుర్

source: Payagpur Bus Station
hi_in: पयागपुर बस स्टेशन
te_in: పయాగపుర్ బస్ స్టెశన్

source: Payakapuram.
hi_in: पयकपुरम
te_in: పయకపురం

source: Payakaraopeta
hi_in: पयकारोपेता
te_in: పయకారోపెతా

source: Payari
hi_in: पयारी
te_in: పయారీ

source: Payattuvila
hi_in: पयट्टुविला
te_in: పయట్టువిలా
