Repository: healthvdev/custom_template
Catalog: languages/*.po
Languages: hi_in, te_in

source: Kurduvadi
hi_in: कुर्दूवडी
te_in: కుర్దూవడీ

source: Kureecha
hi_in: कुरीच
te_in: కురీచ్

source: Kureepuzha
hi_in: कुरीपुज़हा
te_in: కురీపుజ్ హా

source: Kureiboga
hi_in: कुरएबोगा
te_in: కురఏబోగా

source: Kureswar
hi_in: कुरेस्वर
te_in: కురెస్వర్

source: Kurhat Kataiya
hi_in: खुरहट कटैया
te_in: ఖురహట్ కటేయా

source: Kuri
hi_in: कुरी
te_in: కురీ

source: Kuri Bazar
hi_in: कुरी बाजार
te_in: కురీ బాజార్

source: Kuri Bhagtasni Housing Board
hi_in: कुड़ी भगतासनी हाउसिंग बोर्ड
te_in: కుడ్ ీ భగతాసనీ హాఉసింగ్ బోర్డ్

source: Kuriala
hi_in: कुड़ियाल
te_in: కుడ్ ియాల్

source: Kurichagam
hi_in: कुरिचागं
te_in: కురిచాగం

source: Kurichimuttom
hi_in: कुरिचिमटम
te_in: కురిచిమటం

source: Kurichithanam
hi_in: कुरिचितानं
te_in: కురిచితానం

source: Kurichiyil
hi_in: कुरिचियइल
te_in: కురిచియఇల్

source: Kurichy
hi_in: कुरिचय
te_in: కురిచయ్

source: Kurigachi
hi_in: कुरीगाची
te_in: కురీగాచీ

source: Kurigola
hi_in: कुरिगोला
te_in: కురిగోలా

source: Kurisummoodu
hi_in: कुरीसुम्मूदू
te_in: కురీసుమ్మూదూ

source: Kuriyala
hi_in: कुरियल
te_in: కురియల్

source: Kuriyode
hi_in: कुरियोडे
te_in: కురియోడె

source: Kurji Md. Pur
hi_in: कुर्जी मद. पुर
te_in: కుర్జీ మద్. పుర్

source: Kurkancheri
hi_in: कुरकांचेरी
te_in: కురకాంచెరీ

source: Kurkheta
hi_in: कुरखेत
te_in: కురఖెత్

source: Kurki Kalan
hi_in: कुरकी कलां
te_in: కురకీ కలాం

source: Kurkumbh
hi_in: कुरकुम्भ
te_in: కురకుమ్భ్

source: Kurkunda
hi_in: कुरकुण्ड
te_in: కురకుణ్డ్

source: Kurkundi
hi_in: कुरकुंडी
te_in: కురకుండీ

source: Kurkwade
hi_in: कुरक्वाड़े
te_in: కురక్వాడ్ ె

source: Kurla
hi_in: कुर्ला
te_in: కుర్లా

source: Kurla North
hi_in: कुर्ला नार्थ
te_in: కుర్లా నార్థ్

source: Kurle
hi_in: कुर्ले
te_in: కుర్లె

source: Kurlughati
hi_in: कुर्लूघाटी
te_in: కుర్లూఘాటీ

source: Kurmai
hi_in: कुर्मी
te_in: కుర్మీ

source: Kurmauta Manjharia
hi_in: कुरमौटा मंझरिया
te_in: కురమౌటా మంఝరియా

source: Kurmia
hi_in: कुर्मिया
te_in: కుర్మియా

source: Kurmitola
hi_in: कुर्मीटोला
te_in: కుర్మీటోలా

source: Kurmun
hi_in: कुरमुन
te_in: కురమున్

source: Kurni
hi_in: करनी
te_in: కరనీ

source: Kurnool
hi_in: कुरनूल
te_in: కురనూల్

source: Kurnool Bazar
hi_in: कुर्नूल बाजार
te_in: కుర్నూల్ బాజార్

source: Kurnool Dt Court
hi_in: कुर्नूल दत कोर्ट
te_in: కుర్నూల్ దత్ కోర్ట్

source: Kurnool Medicalcollege
hi_in: कुर्नूल मेडिकलकॉलेज
te_in: కుర్నూల్ మెడికలక్ లెజ్

source: Kurnool Road (O)
hi_in: कुर्नूल रोड (ओ)
te_in: కుర్నూల్ రోడ్ (ఓ)

source: Kurnool-chowk
hi_in: कुरनूल-चौक
te_in: కురనూల్-చౌక్

source: Kurri
hi_in: कुररी
te_in: కురరీ

source: Kurria
hi_in: कुर्रिया
te_in: కుర్రియా

source: Kurru
hi_in: कुर्रू
te_in: కుర్రూ

source: Kurse
hi_in: कुर्से
te_in: కుర్సె

source: Kursenda
hi_in: कुर्सेण्डा
te_in: కుర్సెణ్డా

source: Kursud
hi_in: कुरसूद
te_in: కురసూద్

source: Kurta
hi_in: कुरता
te_in: కురతా

source: Kurtha
hi_in: कुर्था
te_in: కుర్థా

source: Kurthaul
hi_in: कुरथौल
te_in: కురథౌల్

source: Kurthula
hi_in: कुर्थला
te_in: కుర్థలా

source: Kuru
hi_in: कुरु
te_in: కురు

source: Kuruabahi Tiniali
hi_in: कुरूत्बाही टिनिआली
te_in: కురూత్బాహీ టినిఆలీ

source: Kurubkhelagi
hi_in: कुरूबाखेलगी
te_in: కురూబాఖెలగీ

source: Kurubur
hi_in: कुरुबुर
te_in: కురుబుర్

source: Kurud
hi_in: कुरुड़
te_in: కురుడ్

source: Kurud Camp
hi_in: कुरुड़ कैम्प
te_in: కురుడ్ కేమ్ప్

source: Kurud Kutela
hi_in: कुरुड़ कुटेला
te_in: కురుడ్ కుటెలా

source: Kurudapadavu
hi_in: कुरुदपडावु
te_in: కురుదపడావు

source: Kurudumale
hi_in: कुरुदमले
te_in: కురుదమలె

source: Kurugapuram
hi_in: कुरुंगपुरम
te_in: కురుంగపురం

source: Kurukali
hi_in: कुरुकली
te_in: కురుకలీ

source: Kurukshetra
hi_in: कुरुक्षेत्र
te_in: కురుక్షెత్ర్

source: Kurul
hi_in: कुरुल
te_in: కురుల్

source: Kuruli
hi_in: कुरूली
te_in: కురూలీ

source: Kurum
hi_in: कुरुम
te_in: కురుం

source: Kurumabankatara
hi_in: कुरुम्बनकटर
te_in: కురుమ్బనకటర్

source: Kurumaddali
hi_in: कुरुमददली
te_in: కురుమదదలీ

source: Kurumannu
hi_in: कुरुमाणु
te_in: కురుమాణు

source: Kurumbakara
hi_in: कुरूम्बाकार
te_in: కురూమ్బాకార్

source: Kurumbalamahadevi
hi_in: कुरुम्बलमहादेवी
te_in: కురుమ్బలమహాదెవీ

source: Kurumbapalayam
hi_in: कुरुम्बपालयं
te_in: కురుమ్బపాలయం

source: Kurumbapatti
hi_in: कुरुम्बपत्ती
te_in: కురుమ్బపత్తీ

source: Kurumbayam
hi_in: कुरुम्बयम
te_in: కురుమ్బయం

source: Kurumpanadom
hi_in: कुरूम्पानादम
te_in: కురూమ్పానాదం

source: Kurumpanai
hi_in: कुरूम्पानाइ
te_in: కురూమ్పానాఇ

source: Kurumpuri
hi_in: कुरूमपुरी
te_in: కురూమపురీ

source: Kurundwad
hi_in: कुरुंदवाड़
te_in: కురుందవాడ్

source: Kurunthencode
hi_in: कुरुंदनकोडे
te_in: కురుందనకోడె

source: Kurunti
hi_in: कुरुंती
te_in: కురుంతీ

source: Kurupam Market
hi_in: कुरुपम मार्किट
te_in: కురుపమ్ మార్కిట్

source: Kurupanaickenpalayam
hi_in: कुरुपनाईकनपालयं
te_in: కురుపనాఈకనపాలయం

source: Kuruskela
hi_in: कुरूसकेल
te_in: కురూసకెల్

source: Kuruvambalam
hi_in: कुरुवम्बालम
te_in: కురువమ్బాలం

source: Kuruvammoozhy
hi_in: कुरुवममुज़है
te_in: కురువమముజ్ హే

source: Kuruvangi
hi_in: कुरूवंजी
te_in: కురూవంజీ

source: Kuruvapur
hi_in: कुरुवपुर
te_in: కురువపుర్

source: Kurwa
hi_in: करवा
te_in: కరవా

source: Kurza
hi_in: कर्ज़
te_in: కర్జ్

source: Kusa
hi_in: कुस
te_in: కుస్

source: Kusadgaon
hi_in: कुसङ्गों
te_in: కుసఙ్గోం

source: Kusapada
hi_in: कुसपद
te_in: కుసపద్

source: Kusari
hi_in: कुसरी
te_in: కుసరీ

source: Kusavanvayal
hi_in: कुसावनवायल
te_in: కుసావనవాయల్

source: Kusgaon
hi_in: कुसगांव
te_in: కుసగాంవ్

source: Kusgaon BK
hi_in: कुसगांव बक
te_in: కుసగాంవ్ బక్

source: Kushadhipa
hi_in: कुशाधिप
te_in: కుశాధిప్

source: Kushadiha (B)church
hi_in: कुशदीह (बी)चर्च
te_in: కుశదీహ్ (బీ)చర్చ్

source: Kushaiguda
hi_in: कुशाईगुड़ा
te_in: కుశాఈగుడ్ ా

source: Kushaoli
hi_in: कुशौली
te_in: కుశౌలీ

source: Kushar
hi_in: कुसहर
te_in: కుసహర్

source: Kushdihra
hi_in: कुशदीहरा
te_in: కుశదీహరా

source: Kushiarbari
hi_in: कुशियारबारी
te_in: కుశియారబారీ

source: Kushmaha
hi_in: कुशमाहा
te_in: కుశమాహా

source: Kushmahaut
hi_in: कुष्माहौत
te_in: కుష్మాహౌత్

source: Kushmaul
hi_in: कुशमूल
te_in: కుశమూల్

source: Kushna
hi_in: कुशन
te_in: కుశన్

source: Kushpada
hi_in: कुष्पाद
te_in: కుష్పాద్

source: Kusia
hi_in: कुसिया
te_in: కుసియా

source: Kuskela
hi_in: कउसकेल
te_in: కఉసకెల్

source: Kuskur
hi_in: कुसकुर
te_in: కుసకుర్

source: Kuslumb
hi_in: कुसलूम्ब
te_in: కుసలూమ్బ్

source: Kuspangi
hi_in: कुसपनगी
te_in: కుసపనగీ

source: Kusth Ashram
hi_in: कुष्ठ आश्रम
te_in: కుష్ఠ్ ఆశ్రం

source: Kusugal
hi_in: कुसुगल
te_in: కుసుగల్

source: Kusuma
hi_in: कुसुम
te_in: కుసుం

source: Kusumagiri
hi_in: कुसुमगीरी
te_in: కుసుమగీరీ

source: Kusumati
hi_in: कुसुमति
te_in: కుసుమతి

source: Kusumbar
hi_in: कुसुम्बर
te_in: కుసుమ్బర్

source: Kusumbi
hi_in: कुसुम्बी
te_in: కుసుమ్బీ

source: Kusumhi
hi_in: कुसुम्ही
te_in: కుసుమ్హీ

source: Kusumhi Bazar
hi_in: कुसम्ही बाजार
te_in: కుసమ్హీ బాజార్

source: Kusumi
hi_in: कुसुमी
te_in: కుసుమీ

source: Kusuminta
hi_in: कुसुमइंट
te_in: కుసుమఇంట్

source: Kusumjore
hi_in: कुसुमजोरे
te_in: కుసుమజోరె

source: Kusur
hi_in: कुसूर
te_in: కుసూర్

source: Kutail
hi_in: कुटिल
te_in: కుటిల్

source: Kutbanpur
hi_in: कुतबनपुर
te_in: కుతబనపుర్

source: Kutbullapur
hi_in: कुतबुल्लापुर
te_in: కుతబుల్లాపుర్

source: Kutchery Fatehgarh
hi_in: कुत्चेरय फतेहगढ़
te_in: కుత్చెరయ్ ఫతెహగఢ్

source: Kutesra
hi_in: कुटेसरा
te_in: కుటెసరా

source: Kuthada
hi_in: कुठाड़
te_in: కుఠాడ్

source: Kuthalur
hi_in: कुथलूर
te_in: కుథలూర్

source: Kuthapanjan
hi_in: कुठपनजन
te_in: కుఠపనజన్

source: Kuthatt
hi_in: कुठाट
te_in: కుఠాట్

source: Kuthaut
hi_in: कुठौत
te_in: కుఠౌత్

source: Kuthiathode(EKM)
hi_in: कुठियाथौडे(एकम)
te_in: కుఠియాథౌడె(ఏకమ్)

source: Kuthighat Road
hi_in: कुठाघाट रोड
te_in: కుఠాఘాట్ రోడ్

source: Kuthirakalam-vellanad
hi_in: कुथिराकलां-वेल्लानाद
te_in: కుథిరాకలాం-వెల్లానాద్

source: Kuthiravattom
hi_in: कुथिरावत्तों
te_in: కుథిరావత్తోం

source: Kuthond
hi_in: कुठौन्द
te_in: కుఠౌన్ద్

source: Kuthukuzhy
hi_in: कुथूकुज़हय
te_in: కుథూకుజ్ హయ్

source: Kuthur
hi_in: कुथुर
te_in: కుథుర్

source: Kutigada
hi_in: कुटीगुड़ा
te_in: కుటీగుడ్ ా

source: Kutling
hi_in: कुटलिंग
te_in: కుటలింగ్

source: Kutranga
hi_in: कुत्रंग
te_in: కుత్రంగ్

source: Kuttandi
hi_in: कुत्तन्दी
te_in: కుత్తన్దీ

source: Kuttha
hi_in: कुत्ता
te_in: కుత్తా

source: Kuttiadi
hi_in: कुट्टियाडी
te_in: కుట్టియాడీ

source: Kuttichira
hi_in: कुटीचिरा
te_in: కుటీచిరా

source: Kuttikkad
hi_in: कुट्टीक्काड
te_in: కుట్టీక్కాడ్

source: Kuttikkattukara
hi_in: कुट्टीक्काट्टुकारा
te_in: కుట్టీక్కాట్టుకారా

source: Kuttikkattur
hi_in: कुट्टीककट्टूर
te_in: కుట్టీకకట్టూర్

source: Kuttippuram-kottakkal
hi_in: कुत्तिप्पुरम-कोट्टाक्कल
te_in: కుత్తిప్పురమ్-కోట్టాక్కల్

source: Kuttiyattur
hi_in: कुट्टियाट्टूर
te_in: కుట్టియాట్టూర్

source: Kutukuluru
hi_in: कुटुकुलूर
te_in: కుటుకులూర్

source: Kutuli
hi_in: कुचली
te_in: కుచలీ

source: Kutumba
hi_in: कुटुम्ब
te_in: కుటుమ్బ్

source: Kutunia
hi_in: कुटुनिया
te_in: కుటునియా

source: Kutwad
hi_in: कुटवाद
te_in: కుటవాద్

source: Kuvarbav
hi_in: कुवरबाव
te_in: కువరబావ్

source: Kuvarla
hi_in: कुवरला
te_in: కువరలా

source: Kuvempunagar (Mysore)
hi_in: कुवेंपुनगर (मैसोरे)
te_in: కువెంపునగర్ (మేసోరె)

source: Kuvempunagar II Stage
hi_in: कुवेंपुनगर ई स्टेज
te_in: కువెంపునగర్ ఈ స్టెజ్

source: Kuvempunagara
hi_in: कुवेंपुनगर
te_in: కువెంపునగర్

source: Kuzhicode
hi_in: कुज़हीकडे
te_in: కుజ్ హీకడె

source: Kuzhimanna
hi_in: कूजहिमांना
te_in: కూజహిమాంనా

source: Kuzhipatti
hi_in: कुज़हीपट्टी
te_in: కుజ్ హీపట్టీ

source: Kuzhithozhu
hi_in: कूजहितोज़हु
te_in: కూజహితోజ్ హు

source: Kuzhithurai
hi_in: कूजहितहै
te_in: కూజహితహే

source: Kuzhithurai West
hi_in: कूजहितहै वेस्ट
te_in: కూజహితహే వెస్ట్

source: Kuzhiyara
hi_in: कूजहियर
te_in: కూజహియర్

source: Kwari
hi_in: क्वारी
te_in: క్వారీ

source: Kyamgei
hi_in: कयंगे
te_in: కయంగె

source: Kyanglasha
hi_in: क्यनगलाश
te_in: క్యనగలాశ్

source: Kyari
hi_in: क्यारी
te_in: క్యారీ

source: Kyasapura
hi_in: कयासपुर
te_in: కయాసపుర్

source: Kynjoin Umran
hi_in: कयनजोइं मरण
te_in: కయనజోఇం మరణ్

source: Kyrdem
hi_in: कयरडेम
te_in: కయరడెం

source: L B Colony
hi_in: ल बी कॉलोनी
te_in: ల్ బీ క్ లోనీ

source: L B Nagar
hi_in: ल बी नगर
te_in: ల్ బీ నగర్

source: L B S N E collage
hi_in: ल बी स न इ कॉलेज
te_in: ల్ బీ స్ న్ ఇ క్ లెజ్

source: L D A Colony
hi_in: ल डी जे कॉलोनी
te_in: ల్ డీ జె క్ లోనీ

source: L G Hospital
hi_in: ल ग हॉस्पिटल
te_in: ల్ గ్ హ్ స్పిటల్

source: L. L. R. M. Med.college
hi_in: एल. एल. आर. एम. मेड.कॉलेज
te_in: ఏల్. ఏల్. ఆర్. ఏమ్. మెడ్.క్ లెజ్

source: L. M. Nagar Indl. Area
hi_in: एल. एम. नगर इन्दएल. एरिया
te_in: ఏల్. ఏమ్. నగర్ ఇన్దఏల్. ఏరియా

source: L.B.Chakla
hi_in: एल.बी.चकला
te_in: ఏల్.బీ.చకలా

source: L.B.Pura
hi_in: एल.बी.पूरा
te_in: ఏల్.బీ.పూరా

source: L.B.S Nagar
hi_in: एल.बी.स नगर
te_in: ఏల్.బీ.స్ నగర్

source: L.M.Palapalayam
hi_in: एल.एम.पलपलायम
te_in: ఏల్.ఏమ్.పలపలాయం

source: L.N.Puram
hi_in: एल.एन.पुरम
te_in: ఏల్.ఏన్.పురం

source: L.R.Sarani
hi_in: एल.आर.सारणी
te_in: ఏల్.ఆర్.సారణీ

source: L.S.Farm
hi_in: एल.एस.फार्म
te_in: ఏల్.ఏస్.ఫార్ం

source: L.W.Works(Guntur)
hi_in: एल.डब्ल्यू.वर्क्स(गुंटूर)
te_in: ఏల్.డబ్ల్యూ.వర్క్స్(గుంటూర్)

source: Labadadhara
hi_in: लबद्धारा
te_in: లబద్ధారా

source: Labanikhiachhak
hi_in: लबनिकहीअच्छाक
te_in: లబనికహీఅచ్ఛాక్

source: Labdanguri Gon
hi_in: लबदनगुरी गों
te_in: లబదనగురీ గోం

source: Labkani
hi_in: लाबकानी
te_in: లాబకానీ

source: Labnapar
hi_in: लबनपर
te_in: లబనపర్

source: Labony Estate
hi_in: लाबोनी एस्टेट
te_in: లాబోనీ ఏస్టెట్

source: Labour Camp
hi_in: लेबर कैंप
te_in: లెబర్ కేంప్

source: Labour Colony (Agra)
hi_in: लेबर कॉलोनी (आगरा)
te_in: లెబర్ క్ లోనీ (ఆగ్రా)

source: Labour Colony (Bhilwara)
hi_in: लेबर कॉलोनी (भीलवाड़ा)
te_in: లెబర్ క్ లోనీ (భీలవాడ్ ా)

source: Labour Colony (Ludhiana)
hi_in: लेबर कॉलोनी (लुधियाना)
te_in: లెబర్ క్ లోనీ (లుధియానా)

source: Labour Colony Latur
hi_in: लेबर कॉलोनी लातूर
te_in: లెబర్ క్ లోనీ లాతూర్

source: Labour Colony Nangal
hi_in: लेबर कॉलोनी नांगल
te_in: లెబర్ క్ లోనీ నాంగల్

source: Lachhari
hi_in: लाचारी
te_in: లాచారీ

source: Lachhiwala
hi_in: लच्छीवाला
te_in: లచ్ఛీవాలా

source: Lachhmangarh Bazar
hi_in: लछमनगढ़ बाजार
te_in: లఛమనగఢ్ బాజార్

source: Lachhnauta
hi_in: लछनौता
te_in: లఛనౌతా

source: Lachhwar
hi_in: लछवार
te_in: లఛవార్

source: Lachitnagar
hi_in: लचीत्नगर
te_in: లచీత్నగర్

source: Lachman Khunta
hi_in: लछमन खूंट
te_in: లఛమన్ ఖూంట్

source: Lacjjadi
hi_in: लाकज्जदी
te_in: లాకజ్జదీ

source: Ladaho
hi_in: लदहो
te_in: లదహో

source: Ladanpur
hi_in: लाडनपुर
te_in: లాడనపుర్

source: Laddhawala
hi_in: लद्दावाला
te_in: లద్దావాలా

source: Ladgaon
hi_in: लाद्गाओं
te_in: లాద్గాఓం

source: Ladha Mundha
hi_in: लढ़ा मुंध
te_in: లఢ్ ా ముంధ్

source: Ladhewali
hi_in: लधेवाली
te_in: లధెవాలీ

source: Ladhna
hi_in: लड़ना
te_in: లడ్ నా

source: Ladi Ka Bas
hi_in: लड़ी का बस
te_in: లడ్ ీ కా బస్

source: Ladigam
hi_in: लडिगम
te_in: లడిగం

source: Ladjalgaon
hi_in: लडजालगों
te_in: లడజాలగోం

source: Ladnun Lsg
hi_in: लाडनूं लसग
te_in: లాడనూం లసగ్

source: Ladnuncity
hi_in: लाडनुनसिटी
te_in: లాడనునసిటీ

source: Ladod
hi_in: लडौद
te_in: లడౌద్

source: Ladol
hi_in: लडौल
te_in: లడౌల్

source: Ladugarh
hi_in: लादूगढ़
te_in: లాదూగఢ్

source: Ladunda
hi_in: लाडूंदा
te_in: లాడూందా

source: Laduru
hi_in: लाडूरु
te_in: లాడూరు

source: Ladvel
hi_in: लड्वेल
te_in: లడ్వెల్

source: Ladwa
hi_in: लाडवा
te_in: లాడవా

source: Ladwi
hi_in: लाडवी
te_in: లాడవీ

source: Lag
hi_in: लग
te_in: లగ్

source: Lagargawan
hi_in: लगरगवां
te_in: లగరగవాం

source: Laggere
hi_in: लग्गेरे
te_in: లగ్గెరె

source: Lagouti
hi_in: लगौती
te_in: లగౌతీ

source: Lagroo Abrol
hi_in: लागरू अबरोल
te_in: లాగరూ అబరోల్

source: Laguaborah
hi_in: लगुबराह
te_in: లగుబరాహ్

source: Lagunaha
hi_in: लगुणाः
te_in: లగుణాః

source: Lagunia
hi_in: लागूनिया
te_in: లాగూనియా

source: Lagunia Raghukanth
hi_in: लागूनिया रघुकंठ
te_in: లాగూనియా రఘుకంఠ్

source: Lahanda
hi_in: लहन्दा
te_in: లహన్దా

source: Lahangar
hi_in: लहंगर
te_in: లహంగర్

source: Lahar Gird
hi_in: लहार गिरद
te_in: లహార్ గిరద్

source: Lahara
hi_in: लहर
te_in: లహర్

source: Lahartara
hi_in: लहरतारा
te_in: లహరతారా

source: Lahasurne
hi_in: लहसुरने
te_in: లహసురనె

source: Lahchoda
hi_in: लहचौड़ा
te_in: లహచౌడ్ ా

source: Laheriasarai
hi_in: लहेरियासराय
te_in: లహెరియాసరాయ్

source: Laheriasarai Court
hi_in: लहेरियासराय कोर्ट
te_in: లహెరియాసరాయ్ కోర్ట్

source: Lahilpar
hi_in: लहिलपर
te_in: లహిలపర్

source: Laholial
hi_in: लहोलीअल
te_in: లహోలీఅల్

source: Lahorijan
hi_in: लाहोरीजं
te_in: లాహోరీజం

source: Lahpatra
hi_in: लहपत्र
te_in: లహపత్ర్

source: Lahuar
hi_in: लहर
te_in: లహర్

source: Lahuradeva
hi_in: लहुरादेव
te_in: లహురాదెవ్

source: Lahuri
hi_in: लहुरी
te_in: లహురీ

source: Laikera
hi_in: लेकर
te_in: లెకర్

source: Laila
hi_in: लैला
te_in: లేలా

source: Lailad
hi_in: लिलाड़
te_in: లిలాడ్

source: Laiphal
hi_in: लाइफल
te_in: లాఇఫల్

source: Laitara
hi_in: लैटर
te_in: లేటర్

source: Laitkynsew
hi_in: लैटकयन्सेव
te_in: లేటకయన్సెవ్

source: Laitumkhrah
hi_in: लैतुम्ख्राह
te_in: లేతుమ్ఖ్రాహ్

source: Lajapathiroya Peta
hi_in: लाजपतहिरोया पेट
te_in: లాజపతహిరోయా పెట్

source: Lajpat Kunj
hi_in: लाजपत कुञ्ज
te_in: లాజపత్ కుఞ్జ్

source: Lajpat Nagar (South Delhi)
hi_in: लाजपत नगर (साउथ देल्ही)
te_in: లాజపత్ నగర్ (సాఉథ్ ఢిల్లీ)

source: Lakarka
hi_in: लकरक
te_in: లకరక్

source: Lakarmara
hi_in: लकर्मर
te_in: లకర్మర్

source: Lakdya-hanuman
hi_in: लकडीया-हनुमान
te_in: లకడీయా-హనుమాన్

source: Lake Gardens
hi_in: लेक गार्डन्स
te_in: లెక్ గార్డన్స్

source: Lake Market
hi_in: लेक मार्किट
te_in: లెక్ మార్కిట్

source: Lake Town (Darjiling)
hi_in: लेक टाउन (दार्जिलिंग)
te_in: లెక్ టాఉన్ (దార్జిలింగ్)

source: Lake Town (North 24 Parganas)
hi_in: लेक टाउन (नार्थ 24 परगन्स)
te_in: లెక్ టాఉన్ (నార్థ్ 24 పరగన్స్)

source: Lakhabavad
hi_in: लखबावड़
te_in: లఖబావడ్

source: Lakhaha
hi_in: लाखहा
te_in: లాఖహా

source: Lakhamapur
hi_in: लखमपुर
te_in: లఖమపుర్

source: Lakhamara
hi_in: लखमारा
te_in: లఖమారా

source: Lakhan Kalan
hi_in: लखन कलां
te_in: లఖన్ కలాం

source: Lakhana
hi_in: लखन
te_in: లఖన్

source: Lakhangaon
hi_in: लखनगांव
te_in: లఖనగాంవ్

source: Lakhani
hi_in: लेखनी
te_in: లెఖనీ

source: Lakhanpur
hi_in: लखनपुर
te_in: లఖనపుర్

source: Lakhanpur (Jharsuguda)
hi_in: लखनपुर (झारसुगुड़ा)
te_in: లఖనపుర్ (ఝారసుగుడ్ ా)

source: Lakhanpura
hi_in: लखनपुर
te_in: లఖనపుర్

source: Lakhanwada
hi_in: लखनवाड़ा
te_in: లఖనవాడ్ ా

source: Lakhapar
hi_in: लखपर
te_in: లఖపర్

source: Lakhapur
hi_in: लाखापुर
te_in: లాఖాపుర్

source: Lakhaura
hi_in: लखौरा
te_in: లఖౌరా

source: Lakhawadi
hi_in: लखवादी
te_in: లఖవాదీ

source: Lakhgam
hi_in: लखगं
te_in: లఖగం

source: Lakhi
hi_in: लखि
te_in: లఖి

source: Lakhi Gate
hi_in: लखि गेट
te_in: లఖి గెట్

source: Lakhima
hi_in: लखिमा
te_in: లఖిమా

source: Lakhminia Bazar
hi_in: लखमिनिया बाजार
te_in: లఖమినియా బాజార్

source: Lakhmir Wala
hi_in: लखमीर वाला
te_in: లఖమీర్ వాలా

source: Lakhnouri
hi_in: लखनोरी
te_in: లఖనోరీ

source: Lakholi
hi_in: लखोली
te_in: లఖోలీ

source: Lakhoria
hi_in: लखोरिया
te_in: లఖోరియా

source: Lakhpuri
hi_in: लखपुरी
te_in: లఖపురీ

source: Lakhuapakar
hi_in: लखुआपकार
te_in: లఖుఆపకార్

source: Lakhvad
hi_in: लखवाड़
te_in: లఖవాడ్

source: Lakhwara
hi_in: लखवारा
te_in: లఖవారా

source: Lakkapuram
hi_in: लक्कापुरम
te_in: లక్కాపురం

source: Lakkaram
hi_in: लक्खाराम
te_in: లక్ఖారాం

source: Lakkarwala
hi_in: लक्करवाला
te_in: లక్కరవాలా

source: Lakkondanahalli
hi_in: लक्कोंदनहल्ली
te_in: లక్కోందనహల్లీ

source: Laknowdih
hi_in: लकनऊडीह
te_in: లకనఊడీహ్

source: Lakshmana Nagar
hi_in: लक्ष्मण नगर
te_in: లక్ష్మణ్ నగర్

source: Lakshmanaraopalli
hi_in: लक्ष्मणरोपल्ली
te_in: లక్ష్మణరోపల్లీ

source: Lakshmaneswaram
hi_in: लक्ष्मनेस्वरम
te_in: లక్ష్మనెస్వరం

source: Lakshmi Narayan Pur
hi_in: लक्ष्मी नारायण पुर
te_in: లక్ష్మీ నారాయణ్ పుర్

source: Lakshminarasapuram
hi_in: लक्ष्मीनारसपुरम
te_in: లక్ష్మీనారసపురం

source: Lakshminarayanapuram
hi_in: लक्ष्मीनारायणपुरम
te_in: లక్ష్మీనారాయణపురం

source: Lakshminathpur
hi_in: लक्ष्मीनाथपुर
te_in: లక్ష్మీనాథపుర్

source: Lakshmipura
hi_in: लक्ष्मीपुर
te_in: లక్ష్మీపుర్

source: Lakshmipura Sandur
hi_in: लक्ष्मीपुर संदूर
te_in: లక్ష్మీపుర్ సందూర్

source: Lakshmipuram
hi_in: लक्ष्मीपुरं
te_in: లక్ష్మీపురం

source: Lakshmipuram (Mysore)
hi_in: लक्ष्मीपुरं (मैसोरे)
te_in: లక్ష్మీపురం (మేసోరె)

source: Lakshyakuri
hi_in: लक्ष्याकुरी
te_in: లక్ష్యాకురీ

source: Lakurdi
hi_in: लाकुरदी
te_in: లాకురదీ

source: Lal Baug
hi_in: लाल बाग
te_in: లాల్ బాగ్

source: Lal Bazaar
hi_in: लाल बाजार
te_in: లాల్ బాజార్

source: Lal Bunglow
hi_in: लाल बुंगलऊ
te_in: లాల్ బుంగలఊ

source: Lal Chowk
hi_in: लाल चौक
te_in: లాల్ చౌక్

source: Lal Darwaja
hi_in: लाल दरवाजा
te_in: లాల్ దరవాజా

source: Lal Darwaza (Mathura)
hi_in: लाल दरवाज़ा (मथुरा)
te_in: లాల్ దరవాజ్ ా (మథురా)

source: Lal Darwaza (Munger)
hi_in: लाल दरवाज़ा (मुंगेर)
te_in: లాల్ దరవాజ్ ా (ముంగెర్)

source: Lal Kuan
hi_in: लाल कुआँ
te_in: లాల్ కుఆఁ

source: Lal Kurti Bazar
hi_in: लाल कुर्ती बाजार
te_in: లాల్ కుర్తీ బాజార్

source: Lal Nagar Sipahia
hi_in: लाल नागर सिपहिया
te_in: లాల్ నాగర్ సిపహియా

source: Lala Bazar
hi_in: लाला बाजार
te_in: లాలా బాజార్

source: Lala Ka Bazar
hi_in: लाला का बाजार
te_in: లాలా కా బాజార్

source: Lalaghatta
hi_in: लालघाट
te_in: లాలఘాట్

source: Lalapur Bhader
hi_in: लालपुर भदेर
te_in: లాలపుర్ భదెర్

source: Lalapur Bhatpura
hi_in: लालपुर भटपुरा
te_in: లాలపుర్ భటపురా

source: Lalasar
hi_in: लालासर
te_in: లాలాసర్

source: Lalauri Khera
hi_in: ललौरी खेर
te_in: లలౌరీ ఖెర్

source: Lalavadar
hi_in: ललावदार
te_in: లలావదార్

source: Lalawada
hi_in: लालवाड़ा
te_in: లాలవాడ్ ా

source: Lalbag
hi_in: लालबाग
te_in: లాలబాగ్

source: Lalbagh (Lucknow)
hi_in: लालबाग़ (लखनऊ)
te_in: లాలబాగ్ (లఖనఊ)

source: Lalbagh (Murshidabad)
hi_in: लालबाग़ (मुर्शिदाबाद)
te_in: లాలబాగ్ (ముర్శిదాబాద్)

source: Lalbazar
hi_in: लालबाजार
te_in: లాలబాజార్

source: Lalbazar (Bankura)
hi_in: लालबाजार (बांकुरा)
te_in: లాలబాజార్ (బాంకురా)

source: Laldaha
hi_in: ललदह
te_in: లలదహ్

source: Laldiggi
hi_in: लालडिग्गी
te_in: లాలడిగ్గీ

source: Laldighi
hi_in: लालदीघी
te_in: లాలదీఘీ

source: Laldingabari
hi_in: लॉडिंगबरी
te_in: ల్ డింగబరీ

source: Lalganj (Basti)
hi_in: लालगंज (बस्ती)
te_in: లాలగంజ్ (బస్తీ)

source: Lalganj (Raebareli)
hi_in: लालगंज (रायबरेली)
te_in: లాలగంజ్ (రాయబరెలీ)

source: Lalganj (Vaishali)
hi_in: लालगंज (वैशाली)
te_in: లాలగంజ్ (వేశాలీ)

source: Lalganj Bazar
hi_in: लालगंज बाजार
te_in: లాలగంజ్ బాజార్

source: Lalgudi
hi_in: लालगुडी
te_in: లాలగుడీ

source: Lalhaua
hi_in: लल्हौआ
te_in: లల్హౌఆ

source: Lali
hi_in: लाली
te_in: లాలీ

source: Lalitapahandi
hi_in: ललितापहंदी
te_in: లలితాపహందీ

source: Lalitpur Railway Station
hi_in: ललितपुर रेलवे स्टेशन
te_in: లలితపుర్ రెలవె స్టెశన్

source: Lalkuan
hi_in: लालकुआं
te_in: లాలకుఆం

source: Lallaguda
hi_in: लालागुड़ा
te_in: లాలాగుడ్ ా

source: Lallapet
hi_in: लललपेट
te_in: లలలపెట్

source: Lalle
hi_in: लाल
te_in: లాల్

source: Lallen
hi_in: लालन
te_in: లాలన్

source: Laloda
hi_in: लालोड़ा
te_in: లాలోడ్ ా

source: Laloo
hi_in: लालू
te_in: లాలూ

source: Lalorkalan
hi_in: लालोरकलां
te_in: లాలోరకలాం

source: Lalpar
hi_in: लॉपर
te_in: ల్ పర్

source: Lalpur
hi_in: लालपुर
te_in: లాలపుర్

source: Lalpur (Nadia)
hi_in: लालपुर (नदिया)
te_in: లాలపుర్ (నదియా)

source: Lalpur (Ranchi)
hi_in: लालपुर (रांची)
te_in: లాలపుర్ (రాంచీ)

source: Lalpur Shivrajpur
hi_in: लालपुर शिवराजपुर
te_in: లాలపుర్ శివరాజపుర్

source: Lalpura
hi_in: लालपुर
te_in: లాలపుర్

source: Lalpura Etawah
hi_in: लालपुर केतवः
te_in: లాలపుర్ కెతవః

source: Lalri
hi_in: लॉरी
te_in: ల్ రీ

source: Lalu Ghuman
hi_in: लालू घुमण
te_in: లాలూ ఘుమణ్

source: Lalumau
hi_in: लालूमऊ
te_in: లాలూమఊ

source: Lalupur
hi_in: लालूपुर
te_in: లాలూపుర్

source: Lalupura
hi_in: लालुपूरा
te_in: లాలుపూరా

source: Lamachaur
hi_in: लामाचौड़
te_in: లామాచౌడ్

source: Lamagaon
hi_in: लमगान
te_in: లమగాన్

source: Lamahi
hi_in: लमही
te_in: లమహీ

source: Lamakhera
hi_in: लमखेरा
te_in: లమఖెరా

source: Lamatola
hi_in: लमटोला
te_in: లమటోలా

source: Lambhua
hi_in: लंभुआ
te_in: లంభుఆ

source: Lambloo
hi_in: लंबलू
te_in: లంబలూ

source: Lambodi
hi_in: लाम्बोडी
te_in: లామ్బోడీ

source: Lamboi Khongnagkhong
hi_in: लंबाई खोनग्नग्खोंग
te_in: లంబాఈ ఖోనగ్నగ్ఖోంగ్

source: Lambor Bari
hi_in: लम्बोर बरी
te_in: లమ్బోర్ బరీ

source: Lamchhip
hi_in: लंछिप
te_in: లంఛిప్

source: Lame Baragaon
hi_in: लेम बर्गों
te_in: లెమ్ బర్గోం

source: Lamer
hi_in: लामेर
te_in: లామెర్

source: Lamheta Ghat
hi_in: लम्हेटा घाट
te_in: లమ్హెటా ఘాట్

source: Lamichaur
hi_in: लामीचौर
te_in: లామీచౌర్

source: Lamin
hi_in: लामिन
te_in: లామిన్

source: Lamochar Kalan
hi_in: लमोचर कलां
te_in: లమోచర్ కలాం

source: Lamphelpat
hi_in: लाम्फेलपात
te_in: లామ్ఫెలపాత్

source: Lamptibahal
hi_in: लंपटिबहाल
te_in: లంపటిబహాల్

source: Lampuwa
hi_in: लांपुवा
te_in: లాంపువా

source: Lamtaput
hi_in: लामटापुट
te_in: లామటాపుట్

source: Lamzawl
hi_in: लाम्जाव्ल
te_in: లామ్జావ్ల్

source: Lanacheta
hi_in: लालचेता
te_in: లాలచెతా

source: Lanapalar
hi_in: लनपलर
te_in: లనపలర్

source: Lanchanpura
hi_in: लांछनपुर
te_in: లాంఛనపుర్

source: Landajuali
hi_in: लन्दजुअली
te_in: లన్దజుఅలీ

source: Landapathar
hi_in: लंदपथर
te_in: లందపథర్

source: Landaur
hi_in: लंदौर
te_in: లందౌర్

source: Landaur Cantt
hi_in: लंदौर कैंट
te_in: లందౌర్ కేంట్

source: Lander Keema
hi_in: लैंडर केएम
te_in: లేండర్ కెఏం

source: Landewadi
hi_in: लंडेवाड़ी
te_in: లండెవాడ్ ీ

source: Landup
hi_in: लेन्दुप
te_in: లెన్దుప్

source: Landupsenha
hi_in: लांदुपसिंह
te_in: లాందుపసింహ్

source: Langari
hi_in: लंगड़ी
te_in: లంగడ్ ీ

source: Langol Housing Complex
hi_in: लंगोल हाउसिंग काम्प्लेक्स
te_in: లంగోల్ హాఉసింగ్ కామ్ప్లెక్స్

source: Langthabal
hi_in: लंगथाबल
te_in: లంగథాబల్

source: Langwalyun Bagar
hi_in: लंग्वालयउँ बगैर
te_in: లంగ్వాలయఉఁ బగేర్

source: Lanjigarh
hi_in: लांजीगढ़
te_in: లాంజీగఢ్

source: Lanjipalli
hi_in: लान्जिपल्ली
te_in: లాన్జిపల్లీ

source: Lanjta
hi_in: लंज्त
te_in: లంజ్త్

source: Lanka (Varanasi)
hi_in: लंका (वाराणसी)
te_in: లంకా (వారాణసీ)

source: Lankapalli
hi_in: लंकापल्ली
te_in: లంకాపల్లీ

source: Lansdowne Market
hi_in: लैंसडौन मार्किट
te_in: లేంసడౌన్ మార్కిట్

source: Lapa
hi_in: लेप
te_in: లెప్

source: Lapkaman
hi_in: लपकामं
te_in: లపకామం

source: Lapran
hi_in: लपरं
te_in: లపరం

source: Lapsipur
hi_in: लपसीपुर
te_in: లపసీపుర్

source: Lapung
hi_in: लापुंग
te_in: లాపుంగ్

source: Lara
hi_in: लारा
te_in: లారా
