Repository: healthvdev/custom_template
Catalog: languages/*.po
Languages: hi_in, te_in

source: Veerampalem
hi_in: वीरमपलेम
te_in: వీరమపలెం

source: Veerampattinam
hi_in: वीरमपट्टिनम
te_in: వీరమపట్టినం

source: Veeranaraynam
hi_in: वीरनारायणं
te_in: వీరనారాయణం

source: Veerannapet
hi_in: वीरान्नापेट
te_in: వీరాన్నాపెట్

source: Veerapandi Salem
hi_in: वीरापंडी सलेम
te_in: వీరాపండీ సలెం

source: Veerapandi-tadagam
hi_in: वीरापंडी-तदगम
te_in: వీరాపండీ-తదగం

source: Veerapanenigudem
hi_in: वीरअपनेनईगुदेम
te_in: వీరఅపనెనఈగుదెం

source: Veerappampalayam
hi_in: वीराप्पमपालयं
te_in: వీరాప్పమపాలయం

source: Veeraraghavapuram
hi_in: वीरराघवापुरम
te_in: వీరరాఘవాపురం

source: Veerareddypally
hi_in: वीरारेड्डीपल्ली
te_in: వీరారెడ్డీపల్లీ

source: Veeravally
hi_in: वीरवल्ली
te_in: వీరవల్లీ

source: Veerayatan
hi_in: वीरायतन
te_in: వీరాయతన్

source: Veeregowdanadoddi
hi_in: वेरेगौडालदोड्डी
te_in: వెరెగౌడాలదోడ్డీ

source: Veerlapalem
hi_in: वीरलापालेम
te_in: వీరలాపాలెం

source: Veernagar
hi_in: वीरनगर
te_in: వీరనగర్

source: Veerupakshi
hi_in: विरुपाक्षि
te_in: విరుపాక్షి

source: Veeyapuram
hi_in: वीयपूर्म
te_in: వీయపూర్ం

source: Vegavaram
hi_in: वेगवर्म
te_in: వెగవర్ం

source: Vegupatti
hi_in: वेगपट्टी
te_in: వెగపట్టీ

source: Vehlal
hi_in: वेहलाल
te_in: వెహలాల్

source: Vejalpore
hi_in: वेजलपुर
te_in: వెజలపుర్

source: Vejalpura
hi_in: वेजलपुर
te_in: వెజలపుర్

source: Vejpur
hi_in: वेजपुर
te_in: వెజపుర్

source: Vekaria
hi_in: वेकारिया
te_in: వెకారియా

source: Vekariya
hi_in: वेकारिया
te_in: వెకారియా

source: Velacheri
hi_in: वेलाचेरी
te_in: వెలాచెరీ

source: Velagalapaya
hi_in: वेलागलपाय
te_in: వెలాగలపాయ్

source: Velamakothuru
hi_in: वेलमकोटहरु
te_in: వెలమకోటహరు

source: Velampalem
hi_in: वेलमपलेम
te_in: వెలమపలెం

source: Velampundi
hi_in: वेलंपुंडी
te_in: వెలంపుండీ

source: Velandipalayam
hi_in: वेलंदीपलयं
te_in: వెలందీపలయం

source: Velanthavalam
hi_in: वेलण्ठवलं
te_in: వెలణ్ఠవలం

source: Velappanaickenvalasu
hi_in: वेलाप्पनैकेनवालासु
te_in: వెలాప్పనేకెనవాలాసు

source: Velapur
hi_in: वेलापुर
te_in: వెలాపుర్

source: Velavapura
hi_in: वेलावपुर
te_in: వెలావపుర్

source: Velichanatham
hi_in: वेलिचनाथं
te_in: వెలిచనాథం

source: Velipattanam
hi_in: वेलिपत्ताणं
te_in: వెలిపత్తాణం

source: Velippalayam
hi_in: वेलिपपलायम
te_in: వెలిపపలాయం

source: Veliyanad
hi_in: वेलियंड
te_in: వెలియండ్

source: Veliyannoor
hi_in: वेलियान्नूर
te_in: వెలియాన్నూర్

source: Veliyannur
hi_in: वेलियान्नूर
te_in: వెలియాన్నూర్

source: Veliyur
hi_in: वेळियूर
te_in: వెళియూర్

source: Vellachiparai
hi_in: वेल्लचिपरै
te_in: వెల్లచిపరే

source: Vellagavi
hi_in: वेलागावी
te_in: వెలాగావీ

source: Vellakarai
hi_in: वेल्लकारी
te_in: వెల్లకారీ

source: Vellakinar
hi_in: वेल्लाकिनार
te_in: వెల్లాకినార్

source: Vellakoil Bazaar
hi_in: वेल्लकोइल बाजार
te_in: వెల్లకోఇల్ బాజార్

source: Vellalapalayam
hi_in: वल्लालपलायम
te_in: వల్లాలపలాయం

source: Vellalapatti
hi_in: वल्लालपट्टी
te_in: వల్లాలపట్టీ

source: Vellalasseri
hi_in: वल्लालसेरी
te_in: వల్లాలసెరీ

source: Vellallur
hi_in: वेल्लालर
te_in: వెల్లాలర్

source: Vellanad
hi_in: वेल्लानाद
te_in: వెల్లానాద్

source: Vellandivalasai
hi_in: वेल्लांडीवालासे
te_in: వెల్లాండీవాలాసె

source: Vellangari
hi_in: वेलांगरी
te_in: వెలాంగరీ

source: Vellanur
hi_in: वेल्लानूर
te_in: వెల్లానూర్

source: Vellarikundu
hi_in: वेल्लरीकुंदु
te_in: వెల్లరీకుందు

source: Vellavoor
hi_in: वेळ्ळावूर
te_in: వెళ్ళావూర్

source: Vellayani
hi_in: वेल्लायानी
te_in: వెల్లాయానీ

source: Vellayil
hi_in: वेल्लइल
te_in: వెల్లఇల్

source: Velliankadu
hi_in: वेल्लिकाडु
te_in: వెల్లికాడు

source: Velliappally
hi_in: वेल्लिअप्पाल्ली
te_in: వెల్లిఅప్పాల్లీ

source: Velliparamba
hi_in: वेल्लीपारम्बा
te_in: వెల్లీపారమ్బా

source: Vellolla
hi_in: वेल्लोले
te_in: వెల్లోలె

source: Vellore
hi_in: वेल्लोर
te_in: వెల్లోర్

source: Vellore Bazaar
hi_in: वेल्लोर बाजार
te_in: వెల్లోర్ బాజార్

source: Vellore Collectorate
hi_in: वेल्लोर कोल्लेकतोरते
te_in: వెల్లోర్ కోల్లెకతోరతె

source: Vellore Fort
hi_in: वेल्लोर फोर्ट
te_in: వెల్లోర్ ఫోర్ట్

source: Vellore Market
hi_in: वेल्लोर मार्किट
te_in: వెల్లోర్ మార్కిట్

source: Vellore South
hi_in: वेल्लोर साउथ
te_in: వెల్లోర్ సాఉథ్

source: Vellumannady
hi_in: वेल्लुमंनदय
te_in: వెల్లుమంనదయ్

source: Velnagar Vellanur
hi_in: वेलनगर वेल्लानूर
te_in: వెలనగర్ వెల్లానూర్

source: Veloda
hi_in: वलोद
te_in: వలోద్

source: Velom
hi_in: वेलोम
te_in: వెలోం

source: Velom Peruvayal
hi_in: वेलोम पेरूवयॉ
te_in: వెలోమ్ పెరూవయ్

source: Veloor
hi_in: वेलूर
te_in: వెలూర్

source: Velparwa
hi_in: वेलपरवा
te_in: వెలపరవా

source: Veltoor
hi_in: वेलतूर
te_in: వెలతూర్

source: Velu
hi_in: वेलु
te_in: వెలు

source: Velugam
hi_in: वेलुगम
te_in: వెలుగం

source: Velugubanda
hi_in: वेलुगुबंद
te_in: వెలుగుబంద్

source: Velur
hi_in: वेलूर
te_in: వెలూర్

source: Velur (Namakkal)
hi_in: वेलूर (नमक्कल)
te_in: వెలూర్ (నమక్కల్)

source: Velur Bazaar SL
hi_in: वेलूर बाजार सल
te_in: వెలూర్ బాజార్ సల్

source: Velur West
hi_in: वेलूर वेस्ट
te_in: వెలూర్ వెస్ట్

source: Veluthur
hi_in: वेलुथर
te_in: వెలుథర్

source: Vemagiri
hi_in: वेमागिरी
te_in: వెమాగిరీ

source: Vemavaram
hi_in: वेमवरं
te_in: వెమవరం

source: Vembaneri
hi_in: वेम्बेनेरी
te_in: వెమ్బెనెరీ

source: Vempalli
hi_in: वेमपल्ली
te_in: వెమపల్లీ

source: Vempally
hi_in: वेमपल्ली
te_in: వెమపల్లీ

source: Vemulapalli
hi_in: वेमुलापल्ली
te_in: వెములాపల్లీ

source: Vemulawada
hi_in: वेमुलवाड़ा
te_in: వెములవా ా

source: Venadu
hi_in: वेन्दू
te_in: వెన్దూ

source: Venavadi
hi_in: वेणवादी
te_in: వెణవాదీ

source: Venchempu
hi_in: वेंचेम्पू
te_in: వెంచెమ్పూ

source: Vendalicode
hi_in: वेंडलिकडे
te_in: వెండలికడె

source: Vengad
hi_in: वेंगड़
te_in: వెంగ్

source: Vengal Rao Nagar
hi_in: वैंगल राओ नगर
te_in: వేంగల్ రాఓ నగర్

source: Vengani
hi_in: वेंगनी
te_in: వెంగనీ

source: Vengitapuram
hi_in: वेनगीतापुरम
te_in: వెనగీతాపురం

source: Vengodi
hi_in: वेनगोड़ी
te_in: వెనగో ీ

source: Vengthar
hi_in: वेंगथर
te_in: వెంగథర్

source: Vengurla
hi_in: वेंगुर्ला
te_in: వెంగుర్లా

source: Vengurla Camp
hi_in: वेंगुर्ला कैंप
te_in: వెంగుర్లా కేంప్

source: Venigandla
hi_in: वेनीगंदला
te_in: వెనీగందలా

source: Venjaramoodu
hi_in: वेंजरमूडू
te_in: వెంజరమూడూ

source: Venkannapalem
hi_in: वैंकन्नापलम
te_in: వేంకన్నాపలం

source: Venkata Nagar
hi_in: वेंकट नगर
te_in: వెంకట్ నగర్

source: Venkata Rao Peta
hi_in: वेंकट राव पेट
te_in: వెంకట్ రావ్ పెట్

source: Venkata Reddy Palli
hi_in: वेंकट रेड्डी पल्ली
te_in: వెంకట్ రెడ్డీ పల్లీ

source: Venkatachalampalli
hi_in: वेंकटाचलमपल्ली
te_in: వెంకటాచలమపల్లీ

source: Venkatachalapuram
hi_in: वेंकटाचलपुरम
te_in: వెంకటాచలపురం

source: Venkatagiri Bazar
hi_in: वेंकटगिरि बाजार
te_in: వెంకటగిరి బాజార్

source: Venkatagiri Town
hi_in: वेंकटगिरि टाउन
te_in: వెంకటగిరి టాఉన్

source: Venkatakrishnapuram
hi_in: वेंकटकृष्णपुरं
te_in: వెంకటకృష్ణపురం

source: Venkatanagaram
hi_in: वेंकटानगरम
te_in: వెంకటానగరం

source: Venkatapathi Rajuvaripet
hi_in: वेंकटपति राजुवारिपेट
te_in: వెంకటపతి రాజువారిపెట్

source: Venkatapur
hi_in: वेंकटपुर
te_in: వెంకటపుర్

source: Venkatapura
hi_in: वेंकटपुर
te_in: వెంకటపుర్

source: Venkatapuram
hi_in: वेंकटपुरम
te_in: వెంకటపురం

source: Venkataraopalli
hi_in: वेंकटरोपल्ली
te_in: వెంకటరోపల్లీ

source: Venkatasamudram
hi_in: वेंकटसमुद्रम
te_in: వెంకటసముద్రం

source: Venkatasrikottai
hi_in: वेंकटेसरीकोट्टाई
te_in: వెంకటెసరీకోట్టాఈ

source: Venkatayapalem
hi_in: वेंकटयापलेम
te_in: వెంకటయాపలెం

source: Venkatesapuram
hi_in: वेंकटेसपुरम
te_in: వెంకటెసపురం

source: Venkateshapura
hi_in: वेंकटेशपुर
te_in: వెంకటెశపుర్

source: Venkateswarapuram
hi_in: वेंकटेस्वरपुरम
te_in: వెంకటెస్వరపురం

source: Venkatpallam
hi_in: वेंकटपल्लम
te_in: వెంకటపల్లం

source: Venkatropet
hi_in: वेंकटरोपैत
te_in: వెంకటరోపేత్

source: Venkitapuram
hi_in: वेंकिटापुरम
te_in: వెంకిటాపురం

source: Venkode
hi_in: वेनकोडे
te_in: వెనకోడె

source: Venmankondan
hi_in: वैंमनकोंडें
te_in: వేంమనకోండెం

source: Vennala
hi_in: वेन्नाल
te_in: వెన్నాల్

source: Vennampatti
hi_in: वेन्नामपट्टी
te_in: వెన్నామపట్టీ

source: Venpakal
hi_in: वेनपाकल
te_in: వెనపాకల్

source: Venpura
hi_in: वेनपुर
te_in: వెనపుర్

source: Venugopalanagar Colony
hi_in: वेणुगोपालनगर कॉलोनी
te_in: వెణుగోపాలనగర్ క్ లోనీ

source: Vepagunta (Visakhapatnam)
hi_in: वेपगुंता (विशाखापट्नम)
te_in: వెపగుంతా (విశాఖపట్టణం)

source: Vepery
hi_in: वेपेरी
te_in: వెపెరీ

source: Veppampatti
hi_in: वेप्पामपट्टी
te_in: వెప్పామపట్టీ

source: Veppankulam
hi_in: वेपनकुलं
te_in: వెపనకులం

source: Veppanpattibudur
hi_in: वेपनपट्टीबुदुर
te_in: వెపనపట్టీబుదుర్

source: Veppilaimuthampatti
hi_in: वेप्पएलईमुठमपट्टी
te_in: వెప్పఏలఈముఠమపట్టీ

source: Vera
hi_in: वेरा
te_in: వెరా

source: Verakhadi
hi_in: वेरखड़ी
te_in: వెరఖ్ ీ

source: Veraval
hi_in: वेरावल
te_in: వెరావల్

source: Veriyappur
hi_in: वेरियाप्पुर
te_in: వెరియాప్పుర్

source: Verka
hi_in: वेरका
te_in: వెరకా

source: Verna
hi_in: वर्ना
te_in: వర్నా

source: Veroda
hi_in: वेरोड
te_in: వెరోడ్

source: Veroor
hi_in: वेरूर
te_in: వెరూర్

source: Veruli Khurd
hi_in: वेरुलि खुर्द
te_in: వెరులి ఖుర్ద్

source: Vervek
hi_in: वेर्वेक
te_in: వెర్వెక్

source: Vesava
hi_in: वेसव
te_in: వెసవ్

source: Vesma
hi_in: वेश्म
te_in: వెశ్ం

source: Vessu
hi_in: वस्सू
te_in: వస్సూ

source: Vesu
hi_in: वेसु
te_in: వెసు

source: Vetawade
hi_in: वेतावडे
te_in: వెతావడె

source: Veterinary Science College
hi_in: वेटरनरी साइंस कॉलेज
te_in: వెటరనరీ సాఇంస్ క్ లెజ్

source: Veternary College (Anand)
hi_in: वेटरनरी कॉलेज (आनंद)
te_in: వెటరనరీ క్ లెజ్ (ఆనంద్)

source: Vetore
hi_in: वेटर
te_in: వెటర్

source: Vetrivelpuram
hi_in: वेट्रिवेलपुरम
te_in: వెట్రివెలపురం

source: Vettickal
hi_in: वेट्टीकाल
te_in: వెట్టీకాల్

source: Vettikkattiri R.S.
hi_in: वेट्टिककटीरी आर.एस.
te_in: వెట్టికకటీరీ ఆర్.ఏస్.

source: Vetturnimadam
hi_in: वेट्टूरनिमदं
te_in: వెట్టూరనిమదం

source: Vhannur
hi_in: वहननुर
te_in: వహననుర్

source: Vida
hi_in: विदा
te_in: విదా

source: Vidaj
hi_in: विदज
te_in: విదజ్

source: Vidani
hi_in: विडाणी
te_in: విడాణీ

source: Vidhan Sabha (Hyderabad)
hi_in: विधान सभा (हैदराबाद)
te_in: విధాన్ సభా (హేదరాబాద్)

source: Vidhan Sabha (Raipur)
hi_in: विधान सभा (रायपुर)
te_in: విధాన్ సభా (రాయపుర్)

source: Vidhana Soudha
hi_in: विधान सौदा
te_in: విధాన్ సౌదా

source: Vidhansabha
hi_in: विधानसभा
te_in: విధానసభా

source: Vidhyut Nagar Colony
hi_in: विद्युत नगर कॉलोनी
te_in: విద్యుత్ నగర్ క్ లోనీ

source: Vidisha S.A.T.I.
hi_in: विदिशा से.ए.टी.आई.
te_in: విదిశా సె.ఏ.టీ.ఆఈ.

source: Vidut Nagar Hisar
hi_in: विद्युत नगर हिसार
te_in: విద్యుత్ నగర్ హిసార్

source: Vidya Bhavan
hi_in: विद्या भवन
te_in: విద్యా భవన్

source: Vidya Vihar
hi_in: विद्या विहार
te_in: విద్యా విహార్

source: Vidyadharapuram
hi_in: विद्याधरपुरम
te_in: విద్యాధరపురం

source: Vidyagiri (Moodbidri)
hi_in: विद्यागिरि (मूडबिद्री)
te_in: విద్యాగిరి (మూడబిద్రీ)

source: Vidyanagar (Hyderabad)
hi_in: विद्यानगर (हैदराबाद)
te_in: విద్యానగర్ (హేదరాబాద్)

source: Vidyanagar (Krishna)
hi_in: विद्यानगर (कृष्णा)
te_in: విద్యానగర్ (కృష్ణా)

source: Vidyanagar (Osmanabad)
hi_in: विद्यानगर (ओस्मानाबाद)
te_in: విద్యానగర్ (ఓస్మానాబాద్)

source: Vidyanagar (Pune)
hi_in: विद्यानगर (पुणे)
te_in: విద్యానగర్ (పూణే)

source: Vidyanagara
hi_in: विद्यानगर
te_in: విద్యానగర్

source: Vidyanagaram
hi_in: विद्यानगरम
te_in: విద్యానగరం

source: Vidyanagari
hi_in: विद्यानागरी
te_in: విద్యానాగరీ

source: Vidyaranyapura
hi_in: विद्यारण्यपुर
te_in: విద్యారణ్యపుర్

source: Vidyaranyapuri
hi_in: विद्यारान्यपुरी
te_in: విద్యారాన్యపురీ

source: Vidyasagar University
hi_in: विद्यासागर यूनिवर्सिटी
te_in: విద్యాసాగర్ యూనివర్సిటీ

source: Vidyashram
hi_in: विद्याश्रम
te_in: విద్యాశ్రం

source: Vidyut Bhawan
hi_in: विद्युत् भवन
te_in: విద్యుత్ భవన్

source: Vigyan Nagar Kota
hi_in: विज्ञानं नगर कोट
te_in: విజ్ఞానం నగర్ కోట్

source: Vihar
hi_in: विहार
te_in: విహార్

source: Vihar Road
hi_in: विहार रोड
te_in: విహార్ రోడ్

source: Vijai
hi_in: विजय
te_in: విజయ్

source: Vijai Mandir
hi_in: विजय मंदिर
te_in: విజయ్ మందిర్

source: Vijai Nagar (Ghaziabad)
hi_in: विजय नगर (ग़ज़िआबाद)
te_in: విజయ్ నగర్ (ౚ ిఆబాద్)

source: Vijai Nagar (Kanpur Nagar)
hi_in: विजय नगर (कानपूर नगर)
te_in: విజయ్ నగర్ (కానపూర్ నగర్)

source: Vijaliya
hi_in: विजलिया
te_in: విజలియా

source: Vijapur Bazar
hi_in: विजापुर बाजार
te_in: విజాపుర్ బాజార్

source: Vijapurda
hi_in: विजापुरद
te_in: విజాపురద్

source: Vijay Nagar
hi_in: विजय नगर
te_in: విజయ్ నగర్

source: Vijay Nagar Colony (Hyderabad)
hi_in: विजय नगर कॉलोनी (हैदराबाद)
te_in: విజయ్ నగర్ క్ లోనీ (హేదరాబాద్)

source: Vijay Nagar Colony (Jabalpur)
hi_in: विजय नगर कॉलोनी (जबलपुर)
te_in: విజయ్ నగర్ క్ లోనీ (జబల్‌పూర్)

source: Vijay Sirohi Nagar
hi_in: विजय सिरोही नगर
te_in: విజయ్ సిరోహీ నగర్

source: Vijaya Nagar
hi_in: विजय नगर
te_in: విజయ్ నగర్

source: Vijayagiri
hi_in: विजयगिरि
te_in: విజయగిరి

source: Vijayalakshmipuram
hi_in: विजयलक्ष्मीपुरं
te_in: విజయలక్ష్మీపురం

source: Vijayanagar
hi_in: विजयनगर
te_in: విజయనగర్

source: Vijayanagar (Bangalore)
hi_in: विजयनगर (बैंगलोर)
te_in: విజయనగర్ (బెంగుళూరు)

source: Vijayanagar East
hi_in: विजयनगर ईस्ट
te_in: విజయనగర్ ఈస్ట్

source: Vijayapar
hi_in: विजयपर
te_in: విజయపర్

source: Vijayapuram (Chickmagalur)
hi_in: विजयपुरम (चिकमगलूर)
te_in: విజయపురమ్ (చికమగలూర్)

source: Vijayapuri
hi_in: विजयपुरी
te_in: విజయపురీ

source: Vijayaraghavapuram
hi_in: विजयराघवापुरम
te_in: విజయరాఘవాపురం

source: Vijayawada
hi_in: विजयवाड़ा
te_in: విజయవాడ

source: Vijayawada Bus Stand
hi_in: विजयवाड़ा बस स्टैंड
te_in: విజయవాడ బస్ స్టేండ్

source: Vijayawada Municipal Offi
hi_in: विजयवाड़ा म्युनिसिपल ओफ्फी
te_in: విజయవాడ మ్యునిసిపల్ ఓఫ్ఫీ

source: Vijayeepur
hi_in: विजयीपुर
te_in: విజయీపుర్

source: Vijaygiri
hi_in: विजयगिरि
te_in: విజయగిరి

source: Vijaynagar
hi_in: विजयनगर
te_in: విజయనగర్

source: Vijaynagar II Stage
hi_in: विजयनगर ई स्टेज
te_in: విజయనగర్ ఈ స్టెజ్

source: Vijaynagar III Stage
hi_in: विजयनगर ईईई स्टेज
te_in: విజయనగర్ ఈఈఈ స్టెజ్

source: Vijaypura
hi_in: विजयपुर
te_in: విజయపుర్

source: Vikas Bhavan
hi_in: विकास भवन
te_in: వికాస్ భవన్

source: Vikas Nagar
hi_in: विकास नगर
te_in: వికాస్ నగర్

source: Vikas Puri
hi_in: विकास पूरी
te_in: వికాస్ పూరీ

source: Vikhroli
hi_in: विखरोली
te_in: విఖరోలీ

source: Vikkirallapeta
hi_in: विक्कीरलालपेट
te_in: విక్కీరలాలపెట్

source: Vikram Baug
hi_in: विक्रम भौग
te_in: విక్రమ్ భౌగ్

source: Vikrampur
hi_in: विक्रमपुर
te_in: విక్రమపుర్

source: Vikrampuram
hi_in: विक्रमपुरम
te_in: విక్రమపురం

source: Vilacheri
hi_in: विलचेरी
te_in: విలచెరీ

source: Vilakkode
hi_in: विलककोड़े
te_in: విలకకో ె

source: Vilakkuthoon
hi_in: विलाक्कूटहूँ
te_in: విలాక్కూటహూఁ

source: Vilampatti
hi_in: विलमपट्टी
te_in: విలమపట్టీ

source: Vilangu
hi_in: विलांगु
te_in: విలాంగు

source: Vilangudi
hi_in: विलांगुडी
te_in: విలాంగుడీ

source: Vilankurichi
hi_in: विलङ्कुरीची
te_in: విలఙ్కురీచీ

source: Vilappilsala
hi_in: विलाप्पिलसाल
te_in: విలాప్పిలసాల్

source: Vilarasampatti
hi_in: विलारसम्पत्ति
te_in: విలారసమ్పత్తి

source: Vilaripalayam
hi_in: विलारिपलायम
te_in: విలారిపలాయం

source: Vilayat
hi_in: विलायत
te_in: విలాయత్

source: Vilayil
hi_in: विलायिल
te_in: విలాయిల్

source: Vilayodi
hi_in: विलयोड़ी
te_in: విలయో ీ

source: Vileeparle (East)
hi_in: विलेपार्ले (ईस्ट)
te_in: విలెపార్లె (ఈస్ట్)

source: Vileparle Railway Station
hi_in: विलेपार्ले रेलवे स्टेशन
te_in: విలెపార్లె రెలవె స్టెశన్

source: Vileparle(West)
hi_in: विलेपार्ले(वेस्ट)
te_in: విలెపార్లె(వెస్ట్)

source: Vilholi
hi_in: विल्होली
te_in: విల్హోలీ

source: Villa Baijju
hi_in: विला बिज्जू
te_in: విలా బిజ్జూ

source: Villapuram
hi_in: विल्लपुरं
te_in: విల్లపురం

source: Villigram
hi_in: विल्लीग्राम
te_in: విల్లీగ్రాం

source: Villipalayam
hi_in: विल्लीपलायम
te_in: విల్లీపలాయం

source: Villivakkam
hi_in: विल्लिवक्कम
te_in: విల్లివక్కం

source: Villoonni
hi_in: विलोवनी
te_in: విలోవనీ

source: Villupuram
hi_in: विल्लुपुरम
te_in: విల్లుపురం

source: Villupuram Collectorate
hi_in: विल्लुपुरम कोल्लेकतोरते
te_in: విల్లుపురమ్ కోల్లెకతోరతె

source: Villupuram East
hi_in: विल्लुपुरम ईस्ट
te_in: విల్లుపురమ్ ఈస్ట్

source: Villupuram West
hi_in: विल्लुपुरम वेस्ट
te_in: విల్లుపురమ్ వెస్ట్

source: Vilpatti
hi_in: विल्पट्टी
te_in: విల్పట్టీ

source: Vimacoundinpaleam
hi_in: विमकुण्डिनपलें
te_in: విమకుణ్డినపలెం

source: Vimalagiri
hi_in: विमलगिरी
te_in: విమలగిరీ

source: Viman nagar
hi_in: विमान नगर
te_in: విమాన్ నగర్

source: Vimanapura
hi_in: विमानपुर
te_in: విమానపుర్

source: Vinayagapuram
hi_in: विनयागपुरम
te_in: వినయాగపురం

source: Vinayasramam
hi_in: विनयाश्रमम
te_in: వినయాశ్రమం

source: Vinchhiya
hi_in: विंछिया
te_in: వింఛియా

source: Vineet Khand
hi_in: विनीत खंड
te_in: వినీత్ ఖండ్

source: Vinjapur
hi_in: विंजपुर
te_in: వింజపుర్

source: Vinjaram
hi_in: विंजाराम
te_in: వింజారాం

source: Vinnapalli
hi_in: विन्नापल्ली
te_in: విన్నాపల్లీ

source: Vintoz
hi_in: विंटोज़
te_in: వింటో

source: Vinzol
hi_in: विंजोल
te_in: వింజోల్

source: Vira
hi_in: वीर
te_in: వీర్

source: Viradhanur
hi_in: विराधनूर
te_in: విరాధనూర్

source: Viraganur
hi_in: विरागानुर
te_in: విరాగానుర్

source: Virahampuri
hi_in: विरहम्पूरी
te_in: విరహమ్పూరీ

source: Virakset
hi_in: विरकसेट
te_in: విరకసెట్

source: Viralipatti
hi_in: विरलीपट्टी
te_in: విరలీపట్టీ

source: Viramgam
hi_in: वीरमगाम
te_in: వీరమగాం

source: Viranamur
hi_in: वीरानमुर
te_in: వీరానముర్

source: Viraniya
hi_in: विरानिया
te_in: విరానియా

source: Virar
hi_in: विरार
te_in: విరార్

source: Virar East
hi_in: विरार ईस्ट
te_in: విరార్ ఈస్ట్

source: Viraraghavapuram
hi_in: वीरराघवापुरम
te_in: వీరరాఘవాపురం

source: Virat Nagar
hi_in: विराट नगर
te_in: విరాట్ నగర్

source: Virathan Budruk
hi_in: विरतण बुद्रुक
te_in: విరతణ్ బుద్రుక్

source: Virattipathu
hi_in: विरत्तिपातहु
te_in: విరత్తిపాతహు

source: Virava
hi_in: विरवा
te_in: విరవా

source: Viravada
hi_in: वीरवाड़ा
te_in: వీరవా ా

source: Viravalli K H
hi_in: विरावली क ह
te_in: విరావలీ క్ హ్

source: Virgonagar
hi_in: विर्गोनागर
te_in: విర్గోనాగర్

source: Viricode
hi_in: वैरिकॉड
te_in: వేరిక్ డ్

source: Virjoli
hi_in: विरजोली
te_in: విరజోలీ

source: Virk Khera
hi_in: विर्क खेर
te_in: విర్క్ ఖెర్

source: Virkudi
hi_in: वीरकुँडी
te_in: వీరకుఁడీ

source: Virod
hi_in: विरोद
te_in: విరోద్

source: Viroda
hi_in: विरोद
te_in: విరోద్

source: Virol
hi_in: विरोल
te_in: విరోల్

source: Virpur
hi_in: वीरपुर
te_in: వీరపుర్

source: Virsinghpur
hi_in: विरसिंहपुर
te_in: విరసింహపుర్

source: Virsoda
hi_in: विरसोद
te_in: విరసోద్

source: Virta
hi_in: वीरता
te_in: వీరతా

source: Viruda
hi_in: विरुद
te_in: విరుద్

source: Virudhambattu
hi_in: विरुद्धमबट्टू
te_in: విరుద్ధమబట్టూ

source: Virudhunagar
hi_in: विरुधुनगर
te_in: విరుధునగర్

source: Virudhunagar Bazaar
hi_in: विरुधुनगर बाजार
te_in: విరుధునగర్ బాజార్

source: Virudhunagar Bus Stand
hi_in: विरुधुनगर बस स्टैंड
te_in: విరుధునగర్ బస్ స్టేండ్

source: Virudhunagar Extension
hi_in: विरुधुनगर एक्सटेंशन
te_in: విరుధునగర్ ఏక్సటెంశన్

source: Virudhunagar Housing Unit Colo
hi_in: विरुधुनगर हाउसिंग यूनिट छोलो
te_in: విరుధునగర్ హాఉసింగ్ యూనిట్ ఛోలో

source: Virudhunagar North
hi_in: विरुधुनगर नार्थ
te_in: విరుధునగర్ నార్థ్

source: Virudhunagar Town
hi_in: विरुधुनगर टाउन
te_in: విరుధునగర్ టాఉన్

source: Virudhunagar West
hi_in: विरुधुनगर वेस्ट
te_in: విరుధునగర్ వెస్ట్

source: Virugambakkam
hi_in: विरुगम्बाक्कम
te_in: విరుగమ్బాక్కం

source: Visakhapatnam
hi_in: विशाखापट्नम
te_in: విశాఖపట్టణం

source: Visakhapatnam Airport
hi_in: विशाखापट्नम एयरपोर्ट
te_in: విశాఖపట్టణం ఏయరపోర్ట్

source: Visalakshi Nagar
hi_in: विसालाक्षी नगर
te_in: విసాలాక్షీ నగర్

source: Visalur
hi_in: विस्लर
te_in: విస్లర్

source: Visatpur
hi_in: विसतपुर
te_in: విసతపుర్

source: Visavadar
hi_in: विसावदर
te_in: విసావదర్

source: Vishalpur
hi_in: विशालपुर
te_in: విశాలపుర్

source: Vishnapur
hi_in: विशनपुर
te_in: విశనపుర్

source: Vishnu Garden
hi_in: विष्णु गार्डन
te_in: విష్ణు గార్డన్

source: Vishnunagar
hi_in: विष्णुनगर
te_in: విష్ణునగర్

source: Vishnupur
hi_in: विष्णुपुर
te_in: విష్ణుపుర్

source: Vishnupuri
hi_in: विष्णुपुरी
te_in: విష్ణుపురీ

source: Vishrantwadi
hi_in: विश्रांतवाड़ी
te_in: విశ్రాంతవా ీ

source: Vishunpura
hi_in: विशुनपुरा
te_in: విశునపురా

source: Vishwakarma Industrial Area
hi_in: विश्वकर्मा इंडस्ट्रियल एरिया
te_in: విశ్వకర్మా ఇండస్ట్రియల్ ఏరియా

source: Vishwakarma Nagar
hi_in: विश्वकर्मा नगर
te_in: విశ్వకర్మా నగర్

source: Vishwanathanahally
hi_in: विश्वनाथनहल्ली
te_in: విశ్వనాథనహల్లీ

source: Vishwanathapura
hi_in: विश्वनाथपुर
te_in: విశ్వనాథపుర్

source: Vishwas Khand
hi_in: विश्वास खण्ड
te_in: విశ్వాస్ ఖణ్డ్

source: Vishwas Nagar
hi_in: विश्वास नगर
te_in: విశ్వాస్ నగర్

source: Visnagar
hi_in: विसनगर
te_in: విసనగర్

source: Visnagar Market Yard
hi_in: विसनगर मार्केट यार्ड
te_in: విసనగర్ మార్కెట్ యార్డ్

source: Visnagar Station Road
hi_in: विसनगर स्टेशन रोड
te_in: విసనగర్ స్టెశన్ రోడ్

source: Viswanadhapuram
hi_in: विस्वनाधपुरम
te_in: విస్వనాధపురం

source: Viswanathapuri
hi_in: विस्वनाथपुरी
te_in: విస్వనాథపురీ

source: Viswaneedam
hi_in: विस्वनीडम
te_in: విస్వనీడం

source: Visweswaram
hi_in: विस्वेस्वरम
te_in: విస్వెస్వరం

source: Vite
hi_in: वीते
te_in: వీతె

source: Vite City
hi_in: वीते सिटी
te_in: వీతె సిటీ

source: Vithal Udyognagar
hi_in: विथल उद्योगनगर
te_in: విథల్ ఉద్యోగనగర్

source: Vithalwadi
hi_in: विठलवाड़ी
te_in: విఠలవా ీ

source: Vithewadi
hi_in: विठेवाड़ी
te_in: విఠెవా ీ

source: Vithoda
hi_in: विथोडे
te_in: విథోడె

source: Vittal Mudnur
hi_in: विट्टल मुदनूर
te_in: విట్టల్ ముదనూర్

source: Vittalnagar
hi_in: विट्टलनागर
te_in: విట్టలనాగర్

source: Vivek Vihar
hi_in: विवेक विहार
te_in: వివెక్ విహార్

source: Vivekanand Ashram
hi_in: विवेकानंद आश्रम
te_in: వివెకానంద్ ఆశ్రం

source: Vivekanand Nagar
hi_in: विवेकानंद नगर
te_in: వివెకానంద్ నగర్

source: Vivekananda College Madras
hi_in: विवेकानंद कॉलेज मद्रास
te_in: వివెకానంద్ క్ లెజ్ మద్రాస్

source: Vivekananda Math
hi_in: विवेकानंद मैथ
te_in: వివెకానంద్ మేథ్

source: Vivekananda Nagar Colony
hi_in: विवेकानंद नगर कॉलोनी
te_in: వివెకానంద్ నగర్ క్ లోనీ

source: Vivekanandanagar Colony
hi_in: विवेकानंदनगर कॉलोनी
te_in: వివెకానందనగర్ క్ లోనీ

source: Vivekanandapally
hi_in: विवेकानंदपल्ली
te_in: వివెకానందపల్లీ

source: Vivekanandapuram
hi_in: विवेकानंदपुरम
te_in: వివెకానందపురం

source: VivekanandNagar
hi_in: विवेकानंदनगर
te_in: వివెకానందనగర్

source: Viveknagar (Bangalore)
hi_in: विवेकनगर (बैंगलोर)
te_in: వివెకనగర్ (బెంగుళూరు)

source: Viveknagar (Kolkata)
hi_in: विवेकनगर (कोल्कता)
te_in: వివెకనగర్ (కోల్కతా)

source: Vivra
hi_in: विवर
te_in: వివర్

source: Vizalapuram
hi_in: विजालपुरम
te_in: విజాలపురం

source: Vizianagaram
hi_in: विजयनगरम
te_in: విజయనగరం

source: Vizianagaram City
hi_in: विज़िअनगरम सिटी
te_in: వి ిఅనగరమ్ సిటీ

source: Vizianagaram Collectorate
hi_in: विज़िअनगरम कोल्लेकतोरते
te_in: వి ిఅనగరమ్ కోల్లెకతోరతె

source: Vizianagaram Contonment
hi_in: विज़िअनगरम कांटोनमेंट
te_in: వి ిఅనగరమ్ కాంటోనమెంట్

source: Vizianagaram Market
hi_in: विज़िअनगरम मार्किट
te_in: వి ిఅనగరమ్ మార్కిట్

source: Vj Polytechnic
hi_in: वज पॉलिटेक्निक
te_in: వజ్ ప్ లిటెక్నిక్

source: Vja Railway Junction
hi_in: वज रेलवे जंक्शन
te_in: వజ్ రెలవె జంక్శన్

source: Vja Rly Divl Office
hi_in: वज रली दीवाल ऑफिस
te_in: వజ్ రలీ దీవాల్ ఑ఫిస్

source: VM Bus Station
hi_in: व्म बस स्टेशन
te_in: వ్మ్ బస్ స్టెశన్

source: Voc Nagar
hi_in: वॉ नगर
te_in: వ్ నగర్

source: Voduru
hi_in: वोदुरु
te_in: వోదురు

source: Voleru
hi_in: वोलेर
te_in: వోలెర్

source: Vondh
hi_in: वोंध
te_in: వోంధ్

source: Vondhada
hi_in: वोंढडा
te_in: వోంఢడా

source: Voni
hi_in: वोनी
te_in: వోనీ

source: Vontiangadi
hi_in: वोंटिङ्गदी
te_in: వోంటిఙ్గదీ

source: Vora Kotda
hi_in: वोरा कोटड़ा
te_in: వోరా కోట్ ా

source: Vora Samni
hi_in: वोरा समनि
te_in: వోరా సమని

source: Vowalthottam
hi_in: वोवलथोट्टम
te_in: వోవలథోట్టం

source: Voyalanallur
hi_in: वोयलनल्लूर
te_in: వోయలనల్లూర్

source: Voyalur
hi_in: वोयालुर
te_in: వోయాలుర్

source: Vrindaban
hi_in: वृन्दाबन
te_in: వృన్దాబన్

source: Vsi Kutchhery
hi_in: वसि कुचहरी
te_in: వసి కుచహరీ

source: Vsi Shivpur
hi_in: वसि शिवपुर
te_in: వసి శివపుర్

source: Vullipalem
hi_in: वुल्लीपालेम
te_in: వుల్లీపాలెం

source: Vullithota
hi_in: वुल्लीथोटा
te_in: వుల్లీథోటా

source: Vupparapalem
hi_in: वुपपरपलेम
te_in: వుపపరపలెం

source: Vuyyalawada
hi_in: वुय्यालवाड़ा
te_in: వుయ్యాలవా ా

source: Vuyyuru
hi_in: वुय्युरू
te_in: వుయ్యురూ

source: Vuyyuru College
hi_in: वुय्युरू कॉलेज
te_in: వుయ్యురూ క్ లెజ్

source: Vuyyuru East
hi_in: वुय्युरू ईस्ट
te_in: వుయ్యురూ ఈస్ట్
