Repository: healthvdev/custom_template
Catalog: languages/*.po
Languages: hi_in, te_in

source: Paye
hi_in: पाए
te_in: పాఏ

source: Payipad
hi_in: पाइप्ड
te_in: పాఇప్డ్

source: Payyambalam
hi_in: पय्यम्बलम
te_in: పయ్యమ్బలం

source: Payyan R.S.
hi_in: पय्याँ आर.एस.
te_in: పయ్యాఁ ఆర్.ఏస్.

source: Payyanad
hi_in: पय्यनाड़
te_in: పయ్యనా

source: Payyanadam
hi_in: पय्यानादं
te_in: పయ్యానాదం

source: Payyanur
hi_in: पैय्यानूर
te_in: పేయ్యానూర్

source: Payyappady
hi_in: पय्याप्पाडी
te_in: పయ్యాప్పాడీ

source: Payyappar
hi_in: पय्यप्पाऱ
te_in: పయ్యప్పాఱ్

source: Pazhassiraja Nagar
hi_in: पज़ह्स्सीराजा नगर
te_in: ప్ హ్స్సీరాజా నగర్

source: Pazhavanthangal
hi_in: पजहवनथंगल
te_in: పజహవనథంగల్

source: Pazhavilai
hi_in: पजहविलाई
te_in: పజహవిలాఈ

source: Pazhayakunnummel
hi_in: पज़ह्याकून्नूम्मल
te_in: ప్ హ్యాకూన్నూమ్మల్

source: Pazhur
hi_in: पज़्हूर
te_in: ప్ ్హూర్

source: Pchala
hi_in: पचाला
te_in: పచాలా

source: PCTS Nagothane
hi_in: प्स्ट्स नागोथाने
te_in: ప్స్ట్స్ నాగోథానె

source: Pecharthal
hi_in: पेचरथल
te_in: పెచరథల్

source: Pechchipparai
hi_in: पच्चीपपरै
te_in: పచ్చీపపరే

source: Pechhadal
hi_in: पिछडल
te_in: పిఛడల్

source: Peda-amiram
hi_in: पैदा-अमिरं
te_in: పేదా-అమిరం

source: Pedaborabanda
hi_in: पीड़ाबोराबंद
te_in: పీ ాబోరాబంద్

source: Pedagadili
hi_in: पेडगाड़ीली
te_in: పెడగా ీలీ

source: Pedagogada
hi_in: पेडागोगड़ा
te_in: పెడాగోగ్ ా

source: Pedakakani
hi_in: पेड़काकणी
te_in: పె కాకణీ

source: Pedakotipalli
hi_in: पेदाकोटिपल्ली
te_in: పెదాకోటిపల్లీ

source: Pedaldoba
hi_in: पैदलडोबा
te_in: పేదలడోబా

source: Pedamariki
hi_in: पेडमरीकी
te_in: పెడమరీకీ

source: Pedaparthi
hi_in: पेडापर्थी
te_in: పెడాపర్థీ

source: Pedapudi
hi_in: पेडापुडी
te_in: పెడాపుడీ

source: Pedavutapalli
hi_in: पेदावूतापल्ली
te_in: పెదావూతాపల్లీ

source: Pedda Amberpet
hi_in: पेद्दा अम्बरपेट
te_in: పెద్దా అమ్బరపెట్

source: Peddabangarunatham
hi_in: पेददबंगरुनाथं
te_in: పెదదబంగరునాథం

source: Peddakanjarla
hi_in: पेद्दकंजरल
te_in: పెద్దకంజరల్

source: Peddamandadi
hi_in: पेद्दामानदादि
te_in: పెద్దామానదాది

source: Peddanadlur
hi_in: पेद्दनदलूर
te_in: పెద్దనదలూర్

source: Peddapadu
hi_in: पेड्डापदु
te_in: పెడ్డాపదు

source: Peddapalli
hi_in: पेड्डापल्ली
te_in: పెడ్డాపల్లీ

source: Peddapalli RS
hi_in: पेड्डापल्ली रस
te_in: పెడ్డాపల్లీ రస్

source: Peddapur
hi_in: पेद्दापुर
te_in: పెద్దాపుర్

source: Peddapuram Town
hi_in: पेद्दापुरम टाउन
te_in: పెద్దాపురమ్ టాఉన్

source: Peddur
hi_in: पेद्दुर
te_in: పెద్దుర్

source: Pedhla
hi_in: पैदल
te_in: పేదల్

source: Peechupada Khurd
hi_in: पीचूपाड़ा खुर्द
te_in: పీచూపా ా ఖుర్ద్

source: Peej
hi_in: पेज
te_in: పెజ్

source: Peelamedu
hi_in: पीलामेडु
te_in: పీలామెడు

source: Peelamedu East
hi_in: पीलामेडु ईस्ट
te_in: పీలామెడు ఈస్ట్

source: Peend
hi_in: पिण्ड
te_in: పిణ్డ్

source: Peenya Dasarahalli
hi_in: पीन्या दसराहल्ली
te_in: పీన్యా దసరాహల్లీ

source: Peenya I Stage
hi_in: पीन्या ई स्टेज
te_in: పీన్యా ఈ స్టెజ్

source: Peenya II Stage
hi_in: पीन्या ई स्टेज
te_in: పీన్యా ఈ స్టెజ్

source: Peenya Small Industries
hi_in: पीन्या स्माल इंडस्ट्रीज
te_in: పీన్యా స్మాల్ ఇండస్ట్రీజ్

source: Peepalpahad
hi_in: पीपलपहाड़
te_in: పీపలపహా

source: Peepla
hi_in: पीपल
te_in: పీపల్

source: Peeragarhi
hi_in: पीरागढ़ी
te_in: పీరాగ్ ీ

source: Peeran
hi_in: पीरां
te_in: పీరాం

source: Peermitha
hi_in: पीरमिथ
te_in: పీరమిథ్

source: Peerzadiguda
hi_in: पीरजादीगुड़ा
te_in: పీరజాదీగు ా

source: Peethawas
hi_in: पीथावास
te_in: పీథావాస్

source: Peggarla
hi_in: पेग्गरल
te_in: పెగ్గరల్

source: Pehar
hi_in: पहर
te_in: పహర్

source: Pehowa
hi_in: पेहोवा
te_in: పెహోవా

source: Pehrawar
hi_in: पहरावर
te_in: పహరావర్

source: Pekha
hi_in: पेखा
te_in: పెఖా

source: Pela
hi_in: फेल
te_in: ఫెల్

source: Pelhar
hi_in: पेल्हर
te_in: పెల్హర్

source: Pelkhu
hi_in: पेलखू
te_in: పెలఖూ

source: Pem
hi_in: पेम
te_in: పెం

source: Pemmadapalli
hi_in: पेम्डपल्ली
te_in: పెమ్డపల్లీ

source: Pen
hi_in: पेन
te_in: పెన్

source: Pen Tarfe Tale
hi_in: पेन तर्फे ठाले
te_in: పెన్ తర్ఫె ఠాలె

source: Penamakuru
hi_in: पेनामकुरु
te_in: పెనామకురు

source: Penchara Deuli
hi_in: पेंचर देउली
te_in: పెంచర్ దెఉలీ

source: Penchikalpet
hi_in: पेंचीकलपेट
te_in: పెంచీకలపెట్

source: Penda
hi_in: पेंदा
te_in: పెందా

source: Pendapur
hi_in: पेंदापुर
te_in: పెందాపుర్

source: Pendra
hi_in: पेंड्रा
te_in: పెండ్రా

source: Pendra Road
hi_in: पेंड्रा रोड
te_in: పెండ్రా రోడ్

source: Pendra Road Sanotorium
hi_in: पेंड्रा रोड सैनोटोरिम
te_in: పెండ్రా రోడ్ సేనోటోరిం

source: Pendraban
hi_in: पेन्द्रबन
te_in: పెన్ద్రబన్

source: Pendri
hi_in: पेंड्री
te_in: పెండ్రీ

source: Pengaragunta
hi_in: पेंगरागुंटा
te_in: పెంగరాగుంటా

source: Penjendra
hi_in: पेंजेन्द्र
te_in: పెంజెన్ద్ర్

source: Penk
hi_in: पेंक
te_in: పెంక్

source: Pennalur
hi_in: पेननालुर
te_in: పెననాలుర్

source: Penpahad
hi_in: पेंपहाड़
te_in: పెంపహా

source: Pension Mohalla
hi_in: पेंशन मोहल्ला
te_in: పెంశన్ మోహల్లా

source: Penta
hi_in: पेंट
te_in: పెంట్

source: Pentakurd
hi_in: पेंटकूर्द
te_in: పెంటకూర్ద్

source: Penuballi
hi_in: पेनुबल्ली
te_in: పెనుబల్లీ

source: Penumaka
hi_in: पेनुमक
te_in: పెనుమక్

source: Penumalla
hi_in: पेनुमल्ल
te_in: పెనుమల్ల్

source: Penumudi
hi_in: पेनुमोदि
te_in: పెనుమోది

source: Peog
hi_in: पयोग
te_in: పయోగ్

source: Peokar
hi_in: पेवकर
te_in: పెవకర్

source: Peoples Campus
hi_in: पेओपल्स कैंपस
te_in: పెఓపల్స్ కేంపస్

source: Peragari
hi_in: पेराग्रि
te_in: పెరాగ్రి

source: Perakam
hi_in: पराकम
te_in: పరాకం

source: Peral
hi_in: फेरल
te_in: ఫెరల్

source: Perala
hi_in: फेरल
te_in: ఫెరల్

source: Perale
hi_in: फेरले
te_in: ఫెరలె

source: Peramanur
hi_in: पेरामानुर
te_in: పెరామానుర్

source: Perambalur
hi_in: पेरांबलुर
te_in: పెరాంబలుర్

source: Perambalur Collectorate
hi_in: पेरम्बलूर कोल्लेकतोरते
te_in: పెరమ్బలూర్ కోల్లెకతోరతె

source: Perambur
hi_in: पेरंबूर
te_in: పెరంబూర్

source: Perambur Barracks
hi_in: पेरंबूर बैरक्स
te_in: పెరంబూర్ బేరక్స్

source: Perambur North
hi_in: पेरंबूर नार्थ
te_in: పెరంబూర్ నార్థ్

source: Perandapalli
hi_in: पेरंडापल्ली
te_in: పెరండాపల్లీ

source: Perapalla
hi_in: पेरापल्ला
te_in: పెరాపల్లా

source: Peravoor
hi_in: पेरावुर
te_in: పెరావుర్

source: Peravurni
hi_in: पेरावूरनी
te_in: పెరావూరనీ

source: Perejpur
hi_in: पेरेजपुर
te_in: పెరెజపుర్

source: Periakallipatti
hi_in: पेरिअकेल्लीपट्टी
te_in: పెరిఅకెల్లీపట్టీ

source: Periakrishnapuram
hi_in: पेरीआकृष्णपुरं
te_in: పెరీఆకృష్ణపురం

source: Periapuliyur
hi_in: पेरियापुलियुर
te_in: పెరియాపులియుర్

source: Periavaram
hi_in: पेरिअवरं
te_in: పెరిఅవరం

source: Periavattam
hi_in: पेरियावत्तम
te_in: పెరియావత్తం

source: Perinad
hi_in: पेरिनाद
te_in: పెరినాద్

source: Peringala-mulakuzha
hi_in: पेरिंगल-मुलकुज़ह
te_in: పెరింగల్-ములకు హ్

source: Peringanad
hi_in: पेरिंगनाद
te_in: పెరింగనాద్

source: Peringannur
hi_in: पेरिन्गन्नूर
te_in: పెరిన్గన్నూర్

source: Peringode
hi_in: पेरिंगोड़े
te_in: పెరింగో ె

source: Perintalmanna
hi_in: पेरिन्तल्मन्न
te_in: పెరిన్తల్మన్న్

source: Perintalmanna Bazar
hi_in: पेरिंटलमैंन बाजार
te_in: పెరింటలమేంన్ బాజార్

source: Perisepalli
hi_in: पेरिसेपल्ली
te_in: పెరిసెపల్లీ

source: Periyababusamudram
hi_in: पेरियाबाबूसमुद्रम
te_in: పెరియాబాబూసముద్రం

source: Periyakappankulam
hi_in: पेरियाकप्पनकुलं
te_in: పెరియాకప్పనకులం

source: Periyakulam
hi_in: पेरियाकुलम
te_in: పెరియాకులం

source: Periyakulam Bazaar
hi_in: पेरियाकुलम बाजार
te_in: పెరియాకులమ్ బాజార్

source: Periyakurukkai
hi_in: पेरियाकुरुक्कै
te_in: పెరియాకురుక్కే

source: Periyamangalam
hi_in: पेरियामंगलं
te_in: పెరియామంగలం

source: Periyanaickenpalayam
hi_in: पेरियनिकनपालयं
te_in: పెరియనికనపాలయం

source: Periyanganam
hi_in: पेरियंगानं
te_in: పెరియంగానం

source: Periyapet
hi_in: पेरियपेट
te_in: పెరియపెట్

source: Periyapillaivalasi
hi_in: पेरियापिल्लीवालसि
te_in: పెరియాపిల్లీవాలసి

source: Periyavenmani
hi_in: पेरियावन्मनि
te_in: పెరియావన్మని

source: Periyavettuvapalayam
hi_in: पेरियवेत्तुवपलायम
te_in: పెరియవెత్తువపలాయం

source: Periyur
hi_in: पेरियर
te_in: పెరియర్

source: Perlampady
hi_in: पेरलंपडी
te_in: పెరలంపడీ

source: Permanu
hi_in: परमाणु
te_in: పరమాణు

source: Pernadu
hi_in: पेरनाडु
te_in: పెరనాడు

source: Perne
hi_in: पेरने
te_in: పెరనె

source: Peroor
hi_in: पेरूर
te_in: పెరూర్

source: Persa
hi_in: पेरिस
te_in: పెరిస్

source: Persauni Kapoor
hi_in: परसौनी कपूर
te_in: పరసౌనీ కపూర్

source: Peruagopalpur
hi_in: पैरागोपालपुर
te_in: పేరాగోపాలపుర్

source: Perukavu
hi_in: पैरूकावु
te_in: పేరూకావు

source: Perumallapalle
hi_in: पेरुमल्लपल्ली
te_in: పెరుమల్లపల్లీ

source: Perumalpet
hi_in: पेरुमलपेट
te_in: పెరుమలపెట్

source: Perumanal
hi_in: पेरुमनल
te_in: పెరుమనల్

source: Perumanallur
hi_in: पेरुमानल्लूर
te_in: పెరుమానల్లూర్

source: Perumannur
hi_in: पेरुमन्नूर
te_in: పెరుమన్నూర్

source: Perumanur
hi_in: पेरुमानुर
te_in: పెరుమానుర్

source: Perumbaikkad
hi_in: पेरुम्बाइक्कड़
te_in: పెరుమ్బాఇక్క్

source: Perumballoor
hi_in: पेरुम्बाल्लूर
te_in: పెరుమ్బాల్లూర్

source: Perumbatta
hi_in: पेरुमबट्टा
te_in: పెరుమబట్టా

source: Perumbavoor
hi_in: पेरुम्बवूर
te_in: పెరుమ్బవూర్

source: Perumbavoor South
hi_in: पेरुम्बवूर साउथ
te_in: పెరుమ్బవూర్ సాఉథ్

source: Perumkadavila
hi_in: पेरुमकड़ाविला
te_in: పెరుమక్ ావిలా

source: Perumon
hi_in: पेरुमओं
te_in: పెరుమఓం

source: Perumpanachy
hi_in: पेरुम्पनाय
te_in: పెరుమ్పనాయ్

source: Perumparamba
hi_in: पेरुमपारम्बा
te_in: పెరుమపారమ్బా

source: Perumpillichira
hi_in: पेरुमपिल्लीचीर
te_in: పెరుమపిల్లీచీర్

source: Perumpilly
hi_in: पेरुमपिल्ली
te_in: పెరుమపిల్లీ

source: Perumpuzha
hi_in: पेरूमपुजहा
te_in: పెరూమపుజహా

source: Perumugai
hi_in: पेरुमगै
te_in: పెరుమగే

source: Perumukham
hi_in: पेरुमुखम
te_in: పెరుముఖం

source: Perundalaiyur
hi_in: पेरूँदलैयुर
te_in: పెరూఁదలేయుర్

source: Perundurai
hi_in: पेरुंदुराई
te_in: పెరున్దురే

source: Perundurai R.S.
hi_in: पेरुन्दुरै आर.एस.
te_in: పెరున్దురే ఆర్.ఏస్.

source: Perundurai Sanitorium
hi_in: पेरुन्दुरै सैनिटोरियम
te_in: పెరున్దురే సేనిటోరియం

source: Perundurai West
hi_in: पेरुन्दुरै वेस्ट
te_in: పెరున్దురే వెస్ట్

source: Perungudi
hi_in: पेरुंगुडी
te_in: పెరుంగుడీ

source: Perunna
hi_in: पेरुन्ना
te_in: పెరున్నా

source: Perur
hi_in: पेरूर
te_in: పెరూర్

source: Perurkada
hi_in: पेरुरकडा
te_in: పెరురకడా

source: Peruva
hi_in: पेरुवा
te_in: పెరువా

source: Peruvaje
hi_in: पेरुवाजे
te_in: పెరువాజె

source: Peruvalathuparamba
hi_in: पेरुवालथउपराम्बा
te_in: పెరువాలథఉపరామ్బా

source: Peruvayal
hi_in: पेरूवयॉ
te_in: పెరూవయ్

source: Peruvilai
hi_in: पेरुविलाई
te_in: పెరువిలాఈ

source: Pesara
hi_in: पेसर
te_in: పెసర్

source: Petchiamman Paditurai
hi_in: पेटचीअम्मान पदिटुरै
te_in: పెటచీఅమ్మాన్ పదిటురే

source: Peterbar
hi_in: पेटेर्बर
te_in: పెటెర్బర్

source: Peteru
hi_in: पीटर
te_in: పీటర్

source: Pethan
hi_in: पठान
te_in: పఠాన్

source: Pethapur
hi_in: पेथापुर
te_in: పెథాపుర్

source: Pethia
hi_in: पेठिया
te_in: పెఠియా

source: Pethiatand
hi_in: पेठियाटांड़
te_in: పెఠియాటాం

source: Pethikuttai
hi_in: पेतिकुट्टी
te_in: పెతికుట్టీ

source: Petlad
hi_in: पेतलड
te_in: పెటలాద్

source: Petlad RS
hi_in: पेटलाद रस
te_in: పెటలాద్ రస్

source: Peto
hi_in: पेट
te_in: పెట్

source: Petrame
hi_in: पत्रमे
te_in: పత్రమె

source: Pettikundu
hi_in: पेट्टीकुंदु
te_in: పెట్టీకుందు

source: Peyad
hi_in: पेड़
te_in: పె

source: Pezhakkappilly
hi_in: पेज़हाककपपिल्लय
te_in: పె హాకకపపిల్లయ్

source: Pgh Shah Road
hi_in: पह शाह रोड
te_in: పహ్ శాహ్ రోడ్

source: Phafore
hi_in: फाफोरे
te_in: ఫాఫోరె

source: Phagwara
hi_in: फगवाड़ा
te_in: ఫగవా ా

source: Phaileng
hi_in: फैलेंगे
te_in: ఫేలెంగె

source: Phaileng 'E'
hi_in: फैलेंगे 'इ'
te_in: ఫేలెంగె 'ఇ'

source: Phaipijan
hi_in: फीपिजां
te_in: ఫీపిజాం

source: Phaisen
hi_in: फीसें
te_in: ఫీసెం

source: Phalauda
hi_in: फलौद
te_in: ఫలౌద్

source: Phalegaon
hi_in: पहलेगाओं
te_in: పహలెగాఓం

source: Phalen
hi_in: पहले
te_in: పహలె

source: Phalka Bazar
hi_in: फालका बाजार
te_in: ఫాలకా బాజార్

source: Phanderi
hi_in: फंड्री
te_in: ఫండ్రీ

source: Phansidewa
hi_in: फांसीदेवा
te_in: ఫాంసీదెవా

source: Phansop
hi_in: फनसोप
te_in: ఫనసోప్

source: Phaphamau
hi_in: फाफामऊ
te_in: ఫాఫామఊ

source: Phaphoto
hi_in: फाफोटो
te_in: ఫాఫోటో

source: Pharadi
hi_in: फर्डी
te_in: ఫర్డీ

source: Pharal
hi_in: फरल
te_in: ఫరల్

source: Pharara
hi_in: फरार
te_in: ఫరార్

source: Pharasgaon
hi_in: फरसगों
te_in: ఫరసగోం

source: Pharwahi
hi_in: फरवाही
te_in: ఫరవాహీ

source: Phase-Ii
hi_in: फेज-ई
te_in: ఫెజ్-ఈ

source: Phatwan
hi_in: फत्वं
te_in: ఫత్వం

source: Pheena
hi_in: फीना
te_in: ఫీనా

source: Pheroke
hi_in: फेरोके
te_in: ఫెరోకె

source: Philipnagar
hi_in: फिलिप्नगर
te_in: ఫిలిప్నగర్

source: Philkhana
hi_in: फीलखाना
te_in: ఫీలఖానా

source: Phillaur
hi_in: फिल्लौर
te_in: ఫిల్లౌర్

source: Phirni Mazara
hi_in: फिरनी मज़ार
te_in: ఫిరనీ మ్ ార్

source: Phisami
hi_in: फिसमी
te_in: ఫిసమీ

source: Phitkari
hi_in: फिटकरी
te_in: ఫిటకరీ

source: Phohare
hi_in: फोहारे
te_in: ఫోహారె

source: Pholadpur
hi_in: फौलादपुर
te_in: ఫౌలాదపుర్

source: Pholwaria
hi_in: फोलवरिया
te_in: ఫోలవరియా

source: Phool Khurd
hi_in: फूल खुर्द
te_in: ఫూల్ ఖుర్ద్

source: Phool Pur
hi_in: फूल पुर
te_in: ఫూల్ పుర్

source: Phool Pur Town
hi_in: फूल पुर टाउन
te_in: ఫూల్ పుర్ టాఉన్

source: Phoola
hi_in: फूल
te_in: ఫూల్

source: Phoota Kot Karauli
hi_in: फूट कोट करौली
te_in: ఫూట్ కోట్ కరౌలీ

source: Photamati
hi_in: फोटामाटी
te_in: ఫోటామాటీ

source: Photikachowa
hi_in: फोटिकचोव
te_in: ఫోటికచోవ్

source: Phudi
hi_in: फूड
te_in: ఫూడ్

source: Phugana
hi_in: फुगाना
te_in: ఫుగానా

source: Phukannagar
hi_in: फुकननगर
te_in: ఫుకననగర్

source: Phulapada
hi_in: फुलपाड़ा
te_in: ఫులపా ా

source: Phulawaria
hi_in: फुलवरिया
te_in: ఫులవరియా

source: Phulbagan
hi_in: फूलबागान
te_in: ఫూలబాగాన్

source: Phulbari
hi_in: फुलबारी
te_in: ఫులబారీ

source: Phuldungsei
hi_in: फुलदुंगसे
te_in: ఫులదుంగసె

source: Phulera
hi_in: फुलेरा
te_in: ఫులెరా

source: Phulera Bazar
hi_in: फुलेरा बाजार
te_in: ఫులెరా బాజార్

source: Phulhara
hi_in: फुलहर
te_in: ఫులహర్

source: Phuljharia
hi_in: फुलझरिया
te_in: ఫులఝరియా

source: Phulkahan
hi_in: फुलकाहां
te_in: ఫులకాహాం

source: Phulkahi
hi_in: फुलकही
te_in: ఫులకహీ

source: Phullian Kalan
hi_in: फुल्लियाँ कलां
te_in: ఫుల్లియాఁ కలాం

source: Phullong
hi_in: फुलांग
te_in: ఫులాంగ్

source: Phulpui
hi_in: फुलपुई
te_in: ఫులపుఈ

source: Phulta
hi_in: फूलता
te_in: ఫూలతా

source: Phulwar
hi_in: फुलवार
te_in: ఫులవార్

source: Phulwara
hi_in: फुलवार
te_in: ఫులవార్

source: Phulwaria
hi_in: फुलवरिया
te_in: ఫులవరియా

source: Phulwarisharif
hi_in: फुलवारीशरीफ
te_in: ఫులవారీశరీఫ్

source: Phulwartangar
hi_in: फुलवर्तनगर
te_in: ఫులవర్తనగర్

source: Phupher
hi_in: फुफेरे
te_in: ఫుఫెరె

source: Phuphuwar
hi_in: फुफुवार
te_in: ఫుఫువార్

source: Phupnagari
hi_in: फुपनगरी
te_in: ఫుపనగరీ

source: Phurlak
hi_in: फुरलैक
te_in: ఫురలేక్

source: Phursungi
hi_in: फुरसुंगी
te_in: ఫురసుంగీ

source: Pichampalayampudur
hi_in: पिचमपलायंपुडुर
te_in: పిచమపలాయంపుడుర్

source: Pichandampalayam
hi_in: पिचण्डमप्लायं
te_in: పిచణ్డమప్లాయం

source: Pichanur
hi_in: पिचंर
te_in: పిచంర్

source: Pichari
hi_in: पिछड़ी
te_in: పిఛ్ ీ

source: Pichasi
hi_in: पिचासी
te_in: పిచాసీ

source: Pichhipura
hi_in: पिच्छीपुरा
te_in: పిచ్ఛీపురా

source: Pichiyak
hi_in: पिचियाक
te_in: పిచియాక్

source: Picket
hi_in: पिकेट
te_in: పికెట్

source: Pidavoor
hi_in: पिदवूर
te_in: పిదవూర్

source: Pidimgoyya
hi_in: पिडिमगोयया
te_in: పిడిమగోయయా

source: Pidora
hi_in: पिदौरा
te_in: పిదౌరా

source: Piduguralla
hi_in: पिडुगुरल्ला
te_in: పిడుగురల్లా

source: Pigonde
hi_in: पीगोंड़े
te_in: పీగోం ె

source: Pihani Majbootnagar
hi_in: पिहानी मजबूतनगर
te_in: పిహానీ మజబూతనగర్

source: Pihra
hi_in: पीहर
te_in: పీహర్

source: Pikaradi
hi_in: पिकार्डी
te_in: పికార్డీ

source: Pikarali
hi_in: पिकरली
te_in: పికరలీ

source: Piladhar
hi_in: पिलाधार
te_in: పిలాధార్

source: Pilgao
hi_in: पिळगाओ
te_in: పిళగాఓ

source: Pilgrim Road
hi_in: पिलग्रिम रोड
te_in: పిలగ్రిమ్ రోడ్

source: Pilibhit
hi_in: पीलीभीत
te_in: పీలీభీత్

source: Pilibhit City
hi_in: पीलीभीत सिटी
te_in: పీలీభీత్ సిటీ

source: Pilibhit Kutchery
hi_in: पीलीभीत कुत्चेरय
te_in: పీలీభీత్ కుత్చెరయ్

source: Pilichikuli
hi_in: पीलीचीकुली
te_in: పీలీచీకులీ

source: Pilikkalpalayam
hi_in: पिलिक्कलपलायम
te_in: పిలిక్కలపలాయం

source: Pilivalam
hi_in: पीलीवालाम
te_in: పీలీవాలాం

source: Pilkhauwa Post Office
hi_in: पिलखुवा पोस्ट ऑफिस
te_in: పిలఖువా పోస్ట్ ఑ఫిస్

source: Pilkhi
hi_in: पिलखी
te_in: పిలఖీ

source: Pilkholi ED
hi_in: पिलखोली एड
te_in: పిలఖోలీ ఏడ్

source: Pillaipakkam
hi_in: पिल्लईपक्कम
te_in: పిల్లఈపక్కం

source: Pillaithannirpandal
hi_in: पिल्लइथंनिरपेन्डल
te_in: పిల్లఇథంనిరపెన్డల్

source: Pillalamarry
hi_in: पिल्लालामारी
te_in: పిల్లాలామారీ

source: Pillanatham
hi_in: पिलानाथं
te_in: పిలానాథం

source: Pillayarkuppam
hi_in: पिल्लायारकुप्पम
te_in: పిల్లాయారకుప్పం

source: Pillayarnatham
hi_in: पिल्लायारनाथम
te_in: పిల్లాయారనాథం

source: Pillayarpalayam
hi_in: पिल्लायारपालयं
te_in: పిల్లాయారపాలయం

source: Pillurdam
hi_in: पिल्लुरदं
te_in: పిల్లురదం

source: Pillutla
hi_in: पिल्लूटल
te_in: పిల్లూటల్

source: Pilparuthi
hi_in: पिलपारुथी
te_in: పిలపారుథీ

source: Piluda
hi_in: पीळुद
te_in: పీళుద్

source: Pimpal
hi_in: पिम्पल
te_in: పిమ్పల్

source: Pimpalenr
hi_in: पिम्प्लेनर
te_in: పిమ్ప్లెనర్

source: Pimpalgaon Bahula
hi_in: पिम्पलगांव बहुल
te_in: పిమ్పలగాంవ్ బహుల్

source: Pimpalgaon Diwashi
hi_in: पिम्पलगांव दिवशी
te_in: పిమ్పలగాంవ్ దివశీ

source: Pimpalgaon Garudeshwar
hi_in: पिम्पलगांव गरुड़ेश्वर
te_in: పిమ్పలగాంవ్ గరు ెశ్వర్

source: Pimpalgaon Joga
hi_in: पिम्पलगांव जोग
te_in: పిమ్పలగాంవ్ జోగ్

source: Pimpalgaon Kauda
hi_in: पिम्पलगांव कौड़ा
te_in: పిమ్పలగాంవ్ కౌ ా

source: Pimpalgaon KH
hi_in: पिम्पलगांव कह
te_in: పిమ్పలగాంవ్ కహ్

source: Pimpalgaon Khamb
hi_in: पिम्पलगांव खम्ब
te_in: పిమ్పలగాంవ్ ఖమ్బ్

source: Pimpalgaon Lingi
hi_in: पिम्पलगांव लिंगी
te_in: పిమ్పలగాంవ్ లింగీ

source: Pimpalgaon Lute
hi_in: पिम्पलगांव लुटे
te_in: పిమ్పలగాంవ్ లుటె

source: Pimpalgaon Mahalunge
hi_in: पिम्पलगांव महालुंगे
te_in: పిమ్పలగాంవ్ మహాలుంగె

source: Pimpalgaon Nipani
hi_in: पिम्पलगांव निपानी
te_in: పిమ్పలగాంవ్ నిపానీ

source: Pimpalgaon Tarfe Chakan
hi_in: पिम्पलगांव तर्फे चाकण
te_in: పిమ్పలగాంవ్ తర్ఫె చాకణ్

source: Pimpalgaon Tarfe Ghoda
hi_in: पिम्पलगांव तर्फे घोडा
te_in: పిమ్పలగాంవ్ తర్ఫె ఘోడా

source: Pimpalgaon Unda
hi_in: पिम्पलगांव उन्दा
te_in: పిమ్పలగాంవ్ ఉన్దా

source: Pimpalkhunte
hi_in: पिम्पलखूंट
te_in: పిమ్పలఖూంట్

source: Pimpalnare
hi_in: पिम्पलनरे
te_in: పిమ్పలనరె

source: Pimpaloli
hi_in: पिम्पलॉई
te_in: పిమ్పల్ ఈ

source: Pimpaloshi
hi_in: पैम्पलोशि
te_in: పేమ్పలోశి

source: Pimpan
hi_in: पिमप्ण
te_in: పిమప్ణ్

source: Pimparkhed
hi_in: पिम्परखेड़
te_in: పిమ్పరఖె

source: Pimpla
hi_in: पिम्पल
te_in: పిమ్పల్

source: Pimplad
hi_in: पिम्प्ल्ड
te_in: పిమ్ప్ల్డ్

source: Pimple
hi_in: पिम्पले
te_in: పిమ్పలె

source: Pimplwadi
hi_in: पिम्पलवाड़ी
te_in: పిమ్పలవా ీ

source: Pimpre BK
hi_in: पिम्परे बक
te_in: పిమ్పరె బక్

source: Pimpri Colony
hi_in: पिम्परी कॉलोनी
te_in: పిమ్పరీ క్ లోనీ

source: Pimpri Khandare
hi_in: पिम्परी खंडारे
te_in: పిమ్పరీ ఖండారె

source: Pimpri Mali
hi_in: पिम्परी माली
te_in: పిమ్పరీ మాలీ

source: Pimpri P F
hi_in: पिम्परी प फ
te_in: పిమ్పరీ ప్ ఫ్

source: Pimpri Sandas
hi_in: पिम्परी संडास
te_in: పిమ్పరీ సండాస్

source: Pimpri Waghire
hi_in: पिम्परी वाघिरे
te_in: పిమ్పరీ వాఘిరె

source: Pimpri-sayyed
hi_in: पिम्परी-सय्यद
te_in: పిమ్పరీ-సయ్యద్

source: Pinapaka
hi_in: पिनपाक
te_in: పినపాక్

source: Pinarayi
hi_in: पिनाराई
te_in: పినారాఈ

source: Pindapadar
hi_in: पिण्डपादार
te_in: పిణ్డపాదార్

source: Pindara
hi_in: पिंडर
te_in: పిండర్

source: Pindaran
hi_in: पिंडारण
te_in: పిండారణ్

source: Pindarda
hi_in: पिंडारडा
te_in: పిండారడా

source: Pindari
hi_in: पिंडारी
te_in: పిండారీ

source: Pindarori
hi_in: पिंड्रोरी
te_in: పిండ్రోరీ

source: Pindi
hi_in: पिंडी
te_in: పిండీ

source: Pindkhar
hi_in: पिंडखर
te_in: పిండఖర్

source: Pindkii
hi_in: पिंडीकी
te_in: పిండీకీ

source: Pindra
hi_in: पिंडर
te_in: పిండర్

source: Pindrajora
hi_in: पिंड्राजोरा
te_in: పిండ్రాజోరా

source: Pindval
hi_in: पिंडवाल
te_in: పిండవాల్

source: Pingali BK
hi_in: पिंगली बक
te_in: పింగలీ బక్

source: Pingalsai
hi_in: पिंगलसै
te_in: పింగలసే

source: Pingore
hi_in: पिंजरे
te_in: పింజరె

source: Pingori
hi_in: पिंगोरी
te_in: పింగోరీ

source: Pingua
hi_in: पिंगुआ
te_in: పింగుఆ

source: Pinjaraheggadehal
hi_in: पिंजरहेग्गदेहल
te_in: పింజరహెగ్గదెహల్

source: Pinjore
hi_in: पिंजरे
te_in: పింజరె

source: Pinjrat
hi_in: पिंजरत
te_in: పింజరత్

source: Pinkal
hi_in: पिंकल
te_in: పింకల్

source: Pinnapuram
hi_in: पिन्नापुरम
te_in: పిన్నాపురం

source: Pinnathur
hi_in: पिन्नाथूर
te_in: పిన్నాథూర్

source: Pinnavasal
hi_in: पिन्नावसाल
te_in: పిన్నావసాల్

source: Pinsad
hi_in: पिंसाद
te_in: పింసాద్

source: Pipa Khedi
hi_in: पिप खेड़ी
te_in: పిప్ ఖె ీ

source: Pipala
hi_in: पीपल
te_in: పీపల్

source: Pipaldahad
hi_in: पीपलदहाड़
te_in: పీపలదహా

source: Pipalia
hi_in: पिपलिया
te_in: పిపలియా

source: Pipalidaud
hi_in: पिपलिदोड
te_in: పిపలిదోడ్

source: Pipaliya
hi_in: पिपलिया
te_in: పిపలియా

source: Pipaliya Raj
hi_in: पिपलिया राज
te_in: పిపలియా రాజ్

source: Pipaliya(A)
hi_in: पिपलिया(आ)
te_in: పిపలియా(ఆ)

source: Pipalpadar
hi_in: पीपलपाड्र
te_in: పీపలపాడ్ర్

source: Pipalpura
hi_in: पीपलपुर
te_in: పీపలపుర్

source: Pipalsat
hi_in: पीपलसत
te_in: పీపలసత్

source: Pipalwada
hi_in: पीपलवाड़ा
te_in: పీపలవా ా

source: Pipalwas
hi_in: पीपलवास
te_in: పీపలవాస్

source: Pipara Chandrabhan
hi_in: पिपरा चन्द्रभान
te_in: పిపరా చన్ద్రభాన్

source: Piparaghat
hi_in: पिपराघाट
te_in: పిపరాఘాట్

source: Piparawan
hi_in: पिपरावां
te_in: పిపరావాం

source: Piparda
hi_in: पीपरड़ा
te_in: పీపర్ ా

source: Pipari
hi_in: पिपरी
te_in: పిపరీ

source: Piparia
hi_in: पिपरिया
te_in: పిపరియా

source: Piparpati Tiwari
hi_in: पिपरपाती तिवारी
te_in: పిపరపాతీ తివారీ

source: Piparsama
hi_in: पिपरसम
te_in: పిపరసం

source: Piparsand
hi_in: पिपरसंड
te_in: పిపరసండ్

source: Piparshandi
hi_in: पिपरशंडी
te_in: పిపరశండీ

source: Pipartarai
hi_in: पिपरतारै
te_in: పిపరతారే

source: Pipergaon
hi_in: पिपरगाओं
te_in: పిపరగాఓం

source: Piperpanti
hi_in: पीपरपांती
te_in: పీపరపాంతీ

source: Pipla
hi_in: पीपल
te_in: పీపల్

source: Piplage
hi_in: पिपलाज
te_in: పిపలాజ్

source: Piplaj
hi_in: पिपलाज
te_in: పిపలాజ్

source: Piplantri
hi_in: पिपलांत्री
te_in: పిపలాంత్రీ

source: Pipli
hi_in: पिपली
te_in: పిపలీ

source: Pipli Jat
hi_in: पिपली जाट
te_in: పిపలీ జాట్

source: Pipli Majra
hi_in: पिपली माजरा
te_in: పిపలీ మాజరా

source: Piploankala
hi_in: पिपलोअनक्ला
te_in: పిపలోఅనక్లా

source: Piplod (Surat)
hi_in: पिपलोद (सूरत)
te_in: పిపలోద్ (సూరత్)

source: Piplodi
hi_in: पिप्लादि
te_in: పిప్లాది

source: Piplya Tahar
hi_in: पिपल्या ताहर
te_in: పిపల్యా తాహర్

source: Pipodara
hi_in: पीपोडर
te_in: పీపోడర్

source: Pippaldhari
hi_in: पिप्पलधारी
te_in: పిప్పలధారీ

source: Pipra
hi_in: पिपरा
te_in: పిపరా

source: Pipra Asli
hi_in: पिपरा असली
te_in: పిపరా అసలీ

source: Pipra Bagahi
hi_in: पिपरा बगाही
te_in: పిపరా బగాహీ

source: Pipra Bazar
hi_in: पिपरा बाजार
te_in: పిపరా బాజార్

source: Pipra Kanak
hi_in: पिपरा कनक
te_in: పిపరా కనక్

source: Pipra Khem
hi_in: पिपरा खेम
te_in: పిపరా ఖెం

source: Pipra Naurangia
hi_in: पिपर नौरंगिया
te_in: పిపర్ నౌరంగియా

source: Piprai
hi_in: पिपरई
te_in: పిపరఈ

source: Pipraicha
hi_in: पिपराइच
te_in: పిపరాఇచ్

source: Piprakarudih
hi_in: पिपरकरुडीह
te_in: పిపరకరుడీహ్

source: Pipraon
hi_in: पिपराओं
te_in: పిపరాఓం

source: Piprarhi
hi_in: पिपररही
te_in: పిపరరహీ

source: Piprathi Punarvas
hi_in: पिपराथी पुनर्वास
te_in: పిపరాథీ పునర్వాస్

source: Pipri Rawat
hi_in: पिपरी रावत
te_in: పిపరీ రావత్

source: Pipria(Linga)
hi_in: पिपरिया(लिंग)
te_in: పిపరియా(లింగ్)

source: Pipris
hi_in: पिपरिस
te_in: పిపరిస్

source: Piprod
hi_in: पिपरोड
te_in: పిపరోడ్

source: Piprodar
hi_in: पिपरोदार
te_in: పిపరోదార్

source: Piprohar
hi_in: पिपरोहर
te_in: పిపరోహర్

source: Piproli Gadhia
hi_in: पिपरौली गढ़िए
te_in: పిపరౌలీ గ్ ిఏ

source: Pipulberia
hi_in: पीपुल्बेरिया
te_in: పీపుల్బెరియా

source: Pipulpati
hi_in: पीपुलपति
te_in: పీపులపతి

source: Piraman
hi_in: पिरमाण
te_in: పిరమాణ్

source: Pirana
hi_in: पिराना
te_in: పిరానా

source: Pirangut
hi_in: पिरंगुट
te_in: పిరంగుట్

source: Piranjeri
hi_in: पिरानजेरी
te_in: పిరానజెరీ

source: Piranur
hi_in: पिरानुर
te_in: పిరానుర్

source: Pirappancode
hi_in: पिरप्पनकोडे
te_in: పిరప్పనకోడె

source: Piraroor
hi_in: पीररूर
te_in: పీరరూర్
