Repository: healthvdev/custom_template
Catalog: languages/*.po
Languages: hi_in, te_in

source: Changori
hi_in: चंगोरी
te_in: చంగోరీ

source: Changra
hi_in: चंगर
te_in: చంగర్

source: Changrachak
hi_in: चांगरचक
te_in: చాంగరచక్

source: Changua
hi_in: चंगुल
te_in: చంగుల్

source: Changual
hi_in: चंगुल
te_in: చంగుల్

source: Changzawl
hi_in: चंग्ज़वेल
te_in: చంగ్ వెల్

source: Chanhouta
hi_in: चनहोउत
te_in: చనహోఉత్

source: Chani Himat
hi_in: छनि हिमत
te_in: ఛని హిమత్

source: Chanje
hi_in: चांजे
te_in: చాంజె

source: Chankhal
hi_in: चनखाल
te_in: చనఖాల్

source: Channalli`
hi_in: चन्नाललई`
te_in: చన్నాలలఈ`

source: Channammacircle
hi_in: चन्नममसरक्ले
te_in: చన్నమమసరక్లె

source: Channapatna
hi_in: चन्नापटना
te_in: చన్నాపాట్నా

source: Channapatna Extn
hi_in: चन्नापटना एस्टन
te_in: చన్నాపటనా ఏస్టన్

source: Channappara
hi_in: चन्नाप्पारा
te_in: చన్నాప్పారా

source: Channarayapatna
hi_in: चन्नारायपात्न
te_in: చన్నారాయపాట్నా

source: Channarayapatna Fort
hi_in: चन्नारायपात्न फोर्ट
te_in: చన్నారాయపాట్నా ఫోర్ట్

source: Channo
hi_in: छन्नो
te_in: ఛన్నో

source: Chanod Md
hi_in: चाणोद मद
te_in: చాణోద్ మద్

source: Chanot
hi_in: छनोट
te_in: ఛనోట్

source: Chansad
hi_in: चांसड़
te_in: చాంస్

source: Chansarai
hi_in: चांसरी
te_in: చాంసరీ

source: Chansol
hi_in: चांसोल
te_in: చాంసోల్

source: Chansu
hi_in: चांसु
te_in: చాంసు

source: Chant
hi_in: चांट
te_in: చాంట్

source: Chanthar
hi_in: चंथर
te_in: చంథర్

source: Chantharia
hi_in: चंथरिया
te_in: చంథరియా

source: Chanti
hi_in: चाहती
te_in: చాహతీ

source: Chanupally
hi_in: चानुपल्ली
te_in: చానుపల్లీ

source: Chanwar
hi_in: चंवर
te_in: చంవర్

source: Chapaguri
hi_in: चापगुरी
te_in: చాపగురీ

source: Chapahari
hi_in: चपहारी
te_in: చపహారీ

source: Chapahati
hi_in: चपाहति
te_in: చపాహతి

source: Chapahi
hi_in: चपाही
te_in: చపాహీ

source: Chapania
hi_in: छपनिया
te_in: ఛపనియా

source: Chaparerpar
hi_in: चपररपर
te_in: చపరరపర్

source: Chapirevula
hi_in: चपिरेवूला
te_in: చపిరెవూలా

source: Chaplasar
hi_in: चपलासर
te_in: చపలాసర్

source: Chapna
hi_in: छापना
te_in: ఛాపనా

source: Chappanangadi
hi_in: चप्पण्णगाड़ी
te_in: చప్పణ్ణగా ీ

source: Chappar
hi_in: छप्पर
te_in: ఛప్పర్

source: Chappar Rangran
hi_in: छप्पर रंगरं
te_in: ఛప్పర్ రంగరం

source: Chappian
hi_in: छाप्पियां
te_in: ఛాప్పియాం

source: Chapra
hi_in: छपरा
te_in: ఛపరా

source: Chaprakata
hi_in: चप्रकट
te_in: చప్రకట్

source: Chapri
hi_in: चपरि
te_in: చపరి

source: Chapuadih
hi_in: चपुआडीह
te_in: చపుఆడీహ్

source: Chapui
hi_in: चपुई
te_in: చపుఈ

source: Chapunna
hi_in: चपुन्ना
te_in: చపున్నా

source: Chara
hi_in: चारा
te_in: చారా

source: Charabarh
hi_in: चरबारह
te_in: చరబారహ్

source: Charada
hi_in: चराड़ा
te_in: చరా ా

source: Charaghata
hi_in: चारघाट
te_in: చారఘాట్

source: Charaili
hi_in: चरैली
te_in: చరేలీ

source: Charakala
hi_in: चरक्ला
te_in: చరక్లా

source: Charakpahari
hi_in: चरकपहरी
te_in: చరకపహరీ

source: Charampa
hi_in: चरंप
te_in: చరంప్

source: Charanjitpura
hi_in: चरंजीतपुर
te_in: చరంజీతపుర్

source: Charanki
hi_in: चरणकी
te_in: చరణకీ

source: Charanwas
hi_in: चारणवास
te_in: చారణవాస్

source: Charashyambati
hi_in: चराश्यामबती
te_in: చరాశ్యామబతీ

source: Charaso Kartarpur
hi_in: चारसो करतारपुर
te_in: చారసో కరతారపుర్

source: Charatghar
hi_in: चरातघर
te_in: చరాతఘర్

source: Charatha
hi_in: चराता
te_in: చరాతా

source: Charavidya
hi_in: चरणविद्य
te_in: చరణవిద్య్

source: Charawas
hi_in: चारावास
te_in: చారావాస్

source: Charbagh
hi_in: चारबाग़
te_in: చారబాౚ

source: Charbhuja
hi_in: चारभुजा
te_in: చారభుజా

source: Charegaon
hi_in: चरेगाओं
te_in: చరెగాఓం

source: Charel
hi_in: चारेल
te_in: చారెల్

source: Chargaon
hi_in: चराग़ों
te_in: చరాౚోం

source: Chargawan
hi_in: चरगवां
te_in: చరగవాం

source: Charghara
hi_in: चरघर
te_in: చరఘర్

source: Chargi
hi_in: चारगी
te_in: చారగీ

source: Chari
hi_in: चारि
te_in: చారి

source: Chariali
hi_in: चरियाली
te_in: చరియాలీ

source: Charianantapur
hi_in: चारिअनंतपुर
te_in: చారిఅనంతపుర్

source: Charing Cross
hi_in: चरिंग क्रॉस
te_in: చరింగ్ క్ర్ స్

source: Charingia
hi_in: चारिंगिया
te_in: చారింగియా

source: Chariparabu
hi_in: चरिपरबु
te_in: చరిపరబు

source: Charishree
hi_in: चरिश्री
te_in: చరిశ్రీ

source: Charkhi
hi_in: चरखी
te_in: చరఖీ

source: Charkhi Dadri Hsg-ii
hi_in: चरखी दादरी हसग-ई
te_in: చరఖీ దాదరీ హసగ్-ఈ

source: Charkhi Dadri City
hi_in: चरखी दादरी सिटी
te_in: చరఖీ దాదరీ సిటీ

source: Charki
hi_in: चरकी
te_in: చరకీ

source: Charkop
hi_in: चारकोप
te_in: చారకోప్

source: Charma
hi_in: चर्म
te_in: చర్ం

source: Charmadi
hi_in: चर्मादि
te_in: చర్మాది

source: Charmuktarpur
hi_in: चारमुक्तरपुर
te_in: చారముక్తరపుర్

source: Charmula
hi_in: चारमूल
te_in: చారమూల్

source: Charni Road
hi_in: चर्नी रोड
te_in: చర్నీ రోడ్

source: Charol
hi_in: कैरोल
te_in: కేరోల్

source: Charoli BK
hi_in: चारोळी बक
te_in: చారోళీ బక్

source: Charopadi Moti
hi_in: चारोपदी मोती
te_in: చారోపదీ మోతీ

source: Charoti
hi_in: चरोटी
te_in: చరోటీ

source: Charpur
hi_in: चरपुर
te_in: చరపుర్

source: Charthawal
hi_in: चरथावल
te_in: చరథావల్

source: Charupara
hi_in: चरपरा
te_in: చరపరా

source: Chas
hi_in: चास
te_in: చాస్

source: Chas Bazar
hi_in: चास बाजार
te_in: చాస్ బాజార్

source: Chasakhand
hi_in: चसखंड
te_in: చసఖండ్

source: Chataparru
hi_in: छटपररु
te_in: ఛటపరరు

source: Chatarganj
hi_in: चतरगंज
te_in: చతరగంజ్

source: Chatarpura
hi_in: छतरपुर
te_in: ఛతరపుర్

source: Chatarvar
hi_in: छतरवार
te_in: ఛతరవార్

source: Chathamangalam
hi_in: चठामंगलं
te_in: చఠామంగలం

source: Chathamath
hi_in: चठामठ
te_in: చఠామఠ్

source: Chathancode
hi_in: चथानकोडे
te_in: చథానకోడె

source: Chathannur
hi_in: चथन्नूर
te_in: చథన్నూర్

source: Chathanur
hi_in: छाथानुर
te_in: ఛాథానుర్

source: Chathe Roti Ram
hi_in: छठे रोटी राम
te_in: ఛఠె రోటీ రాం

source: CHATHIA
hi_in: चठिया
te_in: చఠియా

source: Chathri
hi_in: छतरी
te_in: ఛతరీ

source: Chatrachakada
hi_in: छात्रछाकड़
te_in: ఛాత్రఛాక్

source: Chatrapatti
hi_in: छत्रपट्टी
te_in: ఛత్రపట్టీ

source: Chatrapur
hi_in: छतरपुर
te_in: ఛతరపుర్

source: Chatro
hi_in: छात्रों
te_in: ఛాత్రోం

source: Chatt
hi_in: छत्त
te_in: ఛత్త్

source: Chattarpur
hi_in: छत्तरपुर
te_in: ఛత్తరపుర్

source: Chatterjee Hat
hi_in: चत्तेर्जी हैट
te_in: చత్తెర్జీ హేట్

source: Chattibariatu
hi_in: चत्तीबारियातु
te_in: చత్తీబారియాతు

source: Chatukheda
hi_in: चाटूखेड़ा
te_in: చాటూఖె ా

source: Chaturanjali
hi_in: चतुरंजली
te_in: చతురంజలీ

source: Chau
hi_in: चौ
te_in: చౌ

source: Chaubara
hi_in: चौबारा
te_in: చౌబారా

source: Chaubli
hi_in: चौबली
te_in: చౌబలీ

source: Chauby
hi_in: चौबी
te_in: చౌబీ

source: Chaudhar Pur
hi_in: चौधर पुर
te_in: చౌధర్ పుర్

source: Chaudhary Sarai
hi_in: चौधरी सराय
te_in: చౌధరీ సరాయ్

source: Chaughara
hi_in: चौघारा
te_in: చౌఘారా

source: Chauharpur
hi_in: चौहड़पुर
te_in: చౌహ్ పుర్

source: Chauhatia
hi_in: चौहटीया
te_in: చౌహటీయా

source: Chauhattar Kalan
hi_in: चौहत्तर कलां
te_in: చౌహత్తర్ కలాం

source: Chauja
hi_in: चौज
te_in: చౌజ్

source: Chaukhandi
hi_in: चौखंडी
te_in: చౌఖండీ

source: Chaukia
hi_in: चौकिए
te_in: చౌకిఏ

source: Chaulia
hi_in: चौलिया
te_in: చౌలియా

source: Chauliaganj
hi_in: चौलियागंज
te_in: చౌలియాగంజ్

source: Chaulpatty
hi_in: चलपट्टी
te_in: చలపట్టీ

source: Chaundana
hi_in: चुंदन
te_in: చుందన్

source: Chaunsli
hi_in: चौंसली
te_in: చౌంసలీ

source: Chaupati
hi_in: चौपाटी
te_in: చౌపాటీ

source: Chaupatiyan
hi_in: चौपटिया
te_in: చౌపటియా

source: Chaupla
hi_in: चौपला
te_in: చౌపలా

source: Chaura
hi_in: चौरा
te_in: చౌరా

source: Chauraha Municipal Board
hi_in: चौराहा म्युनिसिपल बोर्ड
te_in: చౌరాహా మ్యునిసిపల్ బోర్డ్

source: Chaurangahar
hi_in: चौरंगाहार
te_in: చౌరంగాహార్

source: Chauri
hi_in: चौरी
te_in: చౌరీ

source: Chauri Aladadpur
hi_in: चौरी अलादादपुर
te_in: చౌరీ అలాదాదపుర్

source: Chauri Chaura
hi_in: चौरी चौरा
te_in: చౌరీ చౌరా

source: Chauriya
hi_in: चौरिया
te_in: చౌరియా

source: Chausala
hi_in: चौसला
te_in: చౌసలా

source: Chautara
hi_in: चौतारा
te_in: చౌతారా

source: Chauthia
hi_in: चौथिया
te_in: చౌథియా

source: Chavakkad
hi_in: चवक्कड़
te_in: చవక్క్

source: Chavalipadu
hi_in: चवलीपद
te_in: చవలీపద్

source: Chavara
hi_in: चावरा
te_in: చావరా

source: Chavara Bridge
hi_in: चवर ब्रिज
te_in: చవర్ బ్రిజ్

source: Chavare
hi_in: चावरे
te_in: చావరె

source: Chavasseri
hi_in: चवस्सेरी
te_in: చవస్సెరీ

source: Chaveli
hi_in: चवेली
te_in: చవెలీ

source: Chavulamaddi
hi_in: चावुलमाड़ी
te_in: చావులమా ీ

source: Chawarkheda
hi_in: चवरखेड़ा
te_in: చవరఖె ా

source: Chawk
hi_in: चौक
te_in: చౌక్

source: Chawki
hi_in: चौकी
te_in: చౌకీ

source: Chawlhhmun
hi_in: चावलदमुं
te_in: చావలదముం

source: Chawmanu
hi_in: चैवमनु
te_in: చేవమను

source: Chawngte
hi_in: चॉन्गते
te_in: చ్ న్గతె

source: Chayoth
hi_in: चयोत
te_in: చయోత్

source: Chedalath
hi_in: छेदलथ
te_in: ఛెదలథ్

source: Cheekateegalapalem
hi_in: चिकाटीगलापालेम
te_in: చికాటీగలాపాలెం

source: Cheekilode
hi_in: चीकिलोड
te_in: చీకిలోడ్

source: Cheemalkondur
hi_in: चीमलकोन्डुर
te_in: చీమలకోన్డుర్

source: Cheepunkal
hi_in: चीपूणकाल
te_in: చీపూణకాల్

source: Chegurthi
hi_in: चेगुरथी
te_in: చెగురథీ

source: Chekawn
hi_in: चेकौन
te_in: చెకౌన్

source: Chekhala Pagi
hi_in: शेखला पगी
te_in: శెఖలా పగీ

source: Chekkapalli
hi_in: छेक्कापल्ली
te_in: ఛెక్కాపల్లీ

source: Chekkidikkadu
hi_in: चेककईदिक्कडु
te_in: చెకకఈదిక్కడు

source: Chekode
hi_in: चेकोड
te_in: చెకోడ్

source: Chekya
hi_in: चेक्या
te_in: చెక్యా

source: Chelacompu
hi_in: चेलकपु
te_in: చెలకపు

source: Chelakkad
hi_in: चेलक्कड़
te_in: చెలక్క్

source: Chelannur
hi_in: चेलन्नूर
te_in: చెలన్నూర్

source: Chelasi
hi_in: चेलसी
te_in: చెలసీ

source: Chellayapalem
hi_in: चेल्लैयापालम
te_in: చెల్లేయాపాలం

source: Chelligada
hi_in: छेल्लीगड़ा
te_in: ఛెల్లీగ్ ా

source: Chelpur
hi_in: चेलपुर
te_in: చెలపుర్

source: Chembalam
hi_in: चेम्बलं
te_in: చెమ్బలం

source: Chembuchira
hi_in: चेमबचीरा
te_in: చెమబచీరా

source: Chembur
hi_in: चेम्बूर
te_in: చెమ్బూర్

source: Chembur Extension
hi_in: चेम्बूर एक्सटेंशन
te_in: చెమ్బూర్ ఏక్సటెంశన్

source: Chembur Rs
hi_in: चेम्बूर रस
te_in: చెమ్బూర్ రస్

source: Chemical Industries
hi_in: केमिकल इंडस्ट्रीज
te_in: కెమికల్ ఇండస్ట్రీజ్

source: Chemmakkad
hi_in: चेम्माक्कड़
te_in: చెమ్మాక్క్

source: Chemmalasseri
hi_in: चेम्मालास्सेरी
te_in: చెమ్మాలాస్సెరీ

source: Chemponvilai
hi_in: चेम्प्नविले
te_in: చెమ్ప్నవిలె

source: Chenbagaramanputhur
hi_in: चेनबगरमणपुथुर
te_in: చెనబగరమణపుథుర్

source: Chendika
hi_in: चेन्दीक
te_in: చెన్దీక్

source: Chengallur
hi_in: चेंगाल्लुर
te_in: చెంగాల్లుర్

source: Chengalpattu
hi_in: चेंगलपट्टू
te_in: చెంగలపట్టూ

source: Chengalpattu Bazaar
hi_in: चेंगलपट्टू बाजार
te_in: చెంగలపట్టూ బాజార్

source: Chengalpattu Cutcherry
hi_in: चेंगलपट्टू कटचेरी
te_in: చెంగలపట్టూ కటచెరీ

source: Chengalpattu Med.College
hi_in: चेंगलपट्टू मेड.कॉलेज
te_in: చెంగలపట్టూ మెడ్.క్ లెజ్

source: Chengam
hi_in: चेंगम
te_in: చెంగం

source: Chengole
hi_in: चेनगोल
te_in: చెనగోల్

source: Chengottur
hi_in: चेनगोट्टूर
te_in: చెనగోట్టూర్

source: Chenkara
hi_in: चेन्कार
te_in: చెన్కార్

source: Chennai Airport
hi_in: चेन्नई एयरपोर्ट
te_in: చెన్నై ఏయరపోర్ట్

source: Chennai G.P.O.
hi_in: चेन्नै जी.पी.ओ.
te_in: చెన్నే జీ.పీ.ఓ.

source: Chennaipalem
hi_in: चेन्नैपलम
te_in: చెన్నేపలం

source: Chennakunnu
hi_in: चेन्नाकुन्नु
te_in: చెన్నాకున్ను

source: Chennamangallur
hi_in: चेन्नामंगल्लूर
te_in: చెన్నామంగల్లూర్

source: Chennasamudram
hi_in: चेन्नसमुद्रम
te_in: చెన్నసముద్రం

source: Chennathur
hi_in: चेन्नाथूर
te_in: చెన్నాథూర్

source: Chenneerkara
hi_in: चेन्नईरकर
te_in: చెన్నఈరకర్

source: Chepa
hi_in: चेप
te_in: చెప్

source: Chepauk
hi_in: चेपौक
te_in: చెపౌక్

source: Cheproun
hi_in: शेपरॉन
te_in: శెపర్ న్

source: Chepur
hi_in: चेपुर
te_in: చెపుర్

source: Cheralpalem
hi_in: चेरालपलेम
te_in: చెరాలపలెం

source: Cherambane
hi_in: चेरामबने
te_in: చెరామబనె

source: Cherannagar
hi_in: चेराननगर
te_in: చెరాననగర్

source: Cherhlun
hi_in: चेरहलूं
te_in: చెరహలూం

source: Cheriakolla
hi_in: चेरिएकोल्ल
te_in: చెరిఏకోల్ల్

source: Cherial
hi_in: चेरिअल
te_in: చెరిఅల్

source: Cheriyal
hi_in: चेरियल
te_in: చెరియల్

source: Cherlagudipadu
hi_in: चेरलागुदीपदु
te_in: చెరలాగుదీపదు

source: Cherlapalli
hi_in: चेरलापल्ली
te_in: చెరలాపల్లీ

source: Cherlapally
hi_in: चेरलापल्ली
te_in: చెరలాపల్లీ

source: Cherlapatel Guda
hi_in: चेरलपटेल गुड
te_in: చెరలపటెల్ గుడ్

source: Cherloyadavalli
hi_in: चेरलायादवल्ली
te_in: చెరలాయాదవల్లీ

source: Cherooppa
hi_in: केरूप
te_in: కెరూప్

source: Cherpal
hi_in: चेरपाल
te_in: చెరపాల్

source: Cherpalcheri
hi_in: चेरपलचेरी
te_in: చెరపలచెరీ

source: Cherpu
hi_in: शेरपु
te_in: శెరపు

source: Cherpu Padinjattumuri
hi_in: शेरपु पदिनजात्तुमुरी
te_in: శెరపు పదినజాత్తుమురీ

source: Cherra
hi_in: चेर्रा
te_in: చెర్రా

source: Cherrapunjee
hi_in: चेर्रापुन्जी
te_in: చెర్రాపున్జీ

source: Cherthala
hi_in: चेरथला
te_in: చెర్థల్

source: Cherthala Cutcherry
hi_in: चेरथला कटचेरी
te_in: చెరథలా కటచెరీ

source: Cherughat
hi_in: चेरुघाट
te_in: చెరుఘాట్

source: Cherukulam
hi_in: चेरूकुलम
te_in: చెరూకులం

source: Cherukulathur
hi_in: चेरूकुलाथुर
te_in: చెరూకులాథుర్

source: Cherukupalle
hi_in: चेरूकुपाल
te_in: చెరూకుపాల్

source: Cherukupally
hi_in: चेरूकुपल्ली
te_in: చెరూకుపల్లీ

source: Cherupallur
hi_in: चेरुपळ्ळूर
te_in: చెరుపళ్ళూర్

source: Cherupuzha
hi_in: चेरुपुजहा
te_in: చెరుపుజహా

source: Cheruthuruthy
hi_in: चेरुथुरुथी
te_in: చెరుథురుథీ

source: Cheruvadi
hi_in: चेरुवड़ी
te_in: చెరువ్ ీ

source: Cheruvallimukku
hi_in: चेरुवल्लिमुक्कु
te_in: చెరువల్లిముక్కు

source: Cheruvallur
hi_in: चेरुवल्लूर
te_in: చెరువల్లూర్

source: Cheruvarakonam
hi_in: चेरुवराकोनाम
te_in: చెరువరాకోనాం

source: Cheruvattoor
hi_in: चेरुवत्तूर
te_in: చెరువత్తూర్

source: Cheruvikkal
hi_in: शेरूविक्कल
te_in: శెరూవిక్కల్

source: Chervathur
hi_in: चेरवथुर
te_in: చెరవథుర్

source: Chetganj
hi_in: चेतगंज
te_in: చెతగంజ్

source: Chethallur
hi_in: चेथल्लूर
te_in: చెథల్లూర్

source: Chetla
hi_in: चेतल
te_in: చెతల్

source: Chetpur
hi_in: चेतपुर
te_in: చెతపుర్

source: Chetput
hi_in: चेटपुट
te_in: చెటపుట్

source: Chetra Bujurg
hi_in: चेत्र बुजुर्ग
te_in: చెత్ర్ బుజుర్గ్

source: Chettar
hi_in: शेट्टार
te_in: శెట్టార్

source: Chettiappanur
hi_in: चेत्तिअपनूर
te_in: చెత్తిఅపనూర్

source: Chettichavadi
hi_in: चेट्टिचावड़ी
te_in: చెట్టిచావ్ ీ

source: Chettipatti
hi_in: चेत्तिपट्टि
te_in: చెత్తిపట్టి

source: Chettippadam
hi_in: चेत्तिपपदं
te_in: చెత్తిపపదం

source: Chettipunniyam
hi_in: चेट्टिपुननियम
te_in: చెట్టిపుననియం

source: Chettupuzha
hi_in: चेत्तुपुज़हा
te_in: చెత్తుపు హా

source: Cheural
hi_in: च्यूरल
te_in: చ్యూరల్

source: Chhabalia
hi_in: छबलीआ
te_in: ఛబలీఆ

source: Chhabariya
hi_in: छाबरिया
te_in: ఛాబరియా

source: Chhadawali
hi_in: छड़ावाली
te_in: ఛ్ ావాలీ

source: Chhadkata
hi_in: छड़कता
te_in: ఛ్ కతా

source: Chhadwara
hi_in: छदवार
te_in: ఛదవార్

source: Chhainsa
hi_in: छैंस
te_in: ఛేంస్

source: Chhajarsi
hi_in: छजरसि
te_in: ఛజరసి

source: Chhajju Nagar
hi_in: छज्जु नगर
te_in: ఛజ్జు నగర్

source: Chhala
hi_in: छाला
te_in: ఛాలా

source: Chhalesar
hi_in: छलेसर
te_in: ఛలెసర్

source: Chhamunda
hi_in: चामुंडा
te_in: చాముండా

source: Chhana
hi_in: छान
te_in: ఛాన్

source: Chhanchanbahali
hi_in: छ्न्चनबहाली
te_in: ఛ్న్చనబహాలీ

source: Chhanga Rai Uttar
hi_in: छांग राइ उत्तर
te_in: ఛాంగ్ రాఇ ఉత్తర్

source: Chhani (Vadodara)
hi_in: छनि (वड़ोदरा)
te_in: ఛని (వదోదర)

source: Chhani Rd
hi_in: छनि रद
te_in: ఛని రద్

source: Chhannijanga
hi_in: छांनीजंग
te_in: ఛాంనీజంగ్

source: Chhanoiya
hi_in: छानोइया
te_in: ఛానోఇయా

source: Chhapang
hi_in: छपंग
te_in: ఛపంగ్

source: Chhapar
hi_in: छापर
te_in: ఛాపర్

source: Chhapar Dih
hi_in: छापर दिन
te_in: ఛాపర్ దిన్

source: Chhapara
hi_in: छपरा
te_in: ఛపరా

source: Chhapchhaul
hi_in: छापछौल
te_in: ఛాపఛౌల్

source: Chhapna
hi_in: छापना
te_in: ఛాపనా

source: Chhapra Bhatha
hi_in: छपरा भाथा
te_in: ఛపరా భాథా

source: Chhapra Khurd
hi_in: छपरा खुर्द
te_in: ఛపరా ఖుర్ద్

source: Chhaprauli Bengar
hi_in: छपरौली बेंगर
te_in: ఛపరౌలీ బెంగర్

source: Chhariyari
hi_in: छरियारी
te_in: ఛరియారీ

source: Chharol
hi_in: छारोल
te_in: ఛారోల్

source: Chhasara
hi_in: छसर
te_in: ఛసర్

source: Chhasiana
hi_in: छासियाना
te_in: ఛాసియానా

source: Chhata Bazar (Mathura)
hi_in: छटा बाजार (मथुरा)
te_in: ఛటా బాజార్ (మథురా)

source: Chhata Bazar (Muzaffarpur)
hi_in: छटा बाजार (मुजफ्फरपुर)
te_in: ఛటా బాజార్ (ముజఫ్ఫరపుర్)

source: Chhatabar
hi_in: छतबर
te_in: ఛతబర్

source: Chhatahra
hi_in: छतहार
te_in: ఛతహార్

source: Chhatai Kala
hi_in: छटाई काल
te_in: ఛటాఈ కాల్

source: Chhatamura
hi_in: छातामुड़ा
te_in: ఛాతాము ా

source: Chhatarkanali
hi_in: छतरकनाली
te_in: ఛతరకనాలీ

source: Chhatarpur
hi_in: छतरपुर
te_in: ఛతరపుర్

source: Chhatarpur CB
hi_in: छतरपुर कब
te_in: ఛతరపుర్ కబ్

source: Chhatauna
hi_in: छतौना
te_in: ఛతౌనా

source: Chhatauni
hi_in: छतौनी
te_in: ఛతౌనీ

source: Chhatera
hi_in: छतेरा
te_in: ఛతెరా

source: Chhathiarda
hi_in: छथिरदा
te_in: ఛథిరదా

source: Chhatnawar
hi_in: छात्नावार
te_in: ఛాత్నావార్

source: Chhatra Bazar
hi_in: छात्र बाजार
te_in: ఛాత్ర్ బాజార్

source: Chhatrali
hi_in: छात्रालय
te_in: ఛాత్రాలయ్

source: Chhatrampur
hi_in: छत्रमपुर
te_in: ఛత్రమపుర్

source: Chhatrapada
hi_in: छत्रपद
te_in: ఛత్రపద్

source: Chhatrasa
hi_in: छात्रस
te_in: ఛాత్రస్

source: Chhatri
hi_in: छतरी
te_in: ఛతరీ

source: Chhatrsa
hi_in: छात्रस
te_in: ఛాత్రస్

source: Chhatt
hi_in: छत्त
te_in: ఛత్త్

source: Chhatuiya
hi_in: छतुइया
te_in: ఛతుఇయా

source: Chhatwai
hi_in: छतवई
te_in: ఛతవఈ

source: Chhawni Ram Chandra Pura
hi_in: छावनी राम चंद्र पूरा
te_in: ఛావనీ రామ్ చంద్ర్ పూరా

source: Chhelia
hi_in: छेलिया
te_in: ఛెలియా

source: Chhencha
hi_in: छेंच
te_in: ఛెంచ్

source: Chheur
hi_in: छेर
te_in: ఛెర్

source: Chhewari
hi_in: छेवारी
te_in: ఛెవారీ

source: Chhibramau
hi_in: छिबरामऊ
te_in: ఛిబరామఊ

source: Chhichha
hi_in: छिछा
te_in: ఛిఛా

source: Chhichrana
hi_in: छिछड़ाना
te_in: ఛిఛ్ ానా

source: Chhiddarwala
hi_in: छिद्दरवाला
te_in: ఛిద్దరవాలా

source: Chhihi
hi_in: छिही
te_in: ఛిహీ

source: Chhilhari
hi_in: छिलहरी
te_in: ఛిలహరీ

source: Chhinam
hi_in: छिनम
te_in: ఛినం

source: Chhipadohar
hi_in: छिपादोहर
te_in: ఛిపాదోహర్

source: Chhipatti
hi_in: छिपट्टी
te_in: ఛిపట్టీ

source: Chhipphir
hi_in: छिप्फिर
te_in: ఛిప్ఫిర్

source: Chhipyana
hi_in: छिप्यान
te_in: ఛిప్యాన్

source: Chhiri
hi_in: छिड़ी
te_in: ఛి ీ

source: Chhitanpur
hi_in: छित्तनपुरा
te_in: ఛిత్తనపురా

source: Chhitarpara
hi_in: छितरपर
te_in: ఛితరపర్

source: Chhitauna
hi_in: छितौना
te_in: ఛితౌనా

source: Chhitauni
hi_in: छितौनी
te_in: ఛితౌనీ

source: Chhitaunia
hi_in: छितौनिया
te_in: ఛితౌనియా

source: Chhitepatti
hi_in: छिटपट्टी
te_in: ఛిటపట్టీ

source: Chhitkadaspara
hi_in: छिटकदासपर
te_in: ఛిటకదాసపర్

source: Chhitoli
hi_in: छितौली
te_in: ఛితౌలీ

source: Chhiyal
hi_in: छियल
te_in: ఛియల్

source: Chhogala
hi_in: छोगाला
te_in: ఛోగాలా

source: Chhola Road
hi_in: छोला रोड
te_in: ఛోలా రోడ్

source: Chhota Bandi
hi_in: छोटा बन्दी
te_in: ఛోటా బన్దీ

source: Chhota Bangarda
hi_in: छोटा बांगरदा
te_in: ఛోటా బాంగరదా

source: Chhota Bazar
hi_in: छोटा बाजार
te_in: ఛోటా బాజార్

source: Chhota Bhagabanpur
hi_in: छोटा भगबनपुर
te_in: ఛోటా భగబనపుర్

source: Chhota Mirzapur
hi_in: छोटा मिर्ज़ापुर
te_in: ఛోటా మిర్ ాపుర్

source: Chhota Porulia
hi_in: छोटा पुरुलिया
te_in: ఛోటా పురులియా

source: Chhotapara
hi_in: छोटापारा
te_in: ఛోటాపారా

source: Chhote Lendhra
hi_in: छोटे लेन्ध्रा
te_in: ఛోటె లెన్ధ్రా

source: Chhoti Gujri (Yavatmal)
hi_in: छोटी गुजरी (यवतमाल)
te_in: ఛోటీ గుజరీ (యవతమాల్)

source: Chhoti Nidhaoli
hi_in: छोटी निधौली
te_in: ఛోటీ నిధౌలీ

source: Chhoti Ranbahiyar
hi_in: छोटी रणबहियार
te_in: ఛోటీ రణబహియార్

source: Chhotkateghra
hi_in: छोटकतेघर
te_in: ఛోటకతెఘర్

source: Chhotki Kharagdiha
hi_in: छोटकी खरगडीहा
te_in: ఛోటకీ ఖరగడీహా

source: Chhotki Kulhariya
hi_in: छोटकी कुल्हरिया
te_in: ఛోటకీ కుల్హరియా

source: Chhoto Atiabari
hi_in: छोटो अतिआबरी
te_in: ఛోటో అతిఆబరీ

source: Chhoto Dudpatil
hi_in: छोटो डुडपटील
te_in: ఛోటో డుడపటీల్

source: Chhoto Dudpatil PT I
hi_in: छोटो डुडपटील पत ई
te_in: ఛోటో డుడపటీల్ పత్ ఈ

source: Chhounta
hi_in: छोङता
te_in: ఛోఙతా

source: Chhte Khaira
hi_in: छटे खैर
te_in: ఛటె ఖేర్

source: Chhuarlung
hi_in: छुर्लुङ्ग
te_in: ఛుర్లుఙ్గ్

source: Chhur
hi_in: छुर
te_in: ఛుర్

source: Chhuria
hi_in: छुरिया
te_in: ఛురియా

source: Chhwani Bazar
hi_in: छवानि बाजार
te_in: ఛవాని బాజార్

source: Chibhada
hi_in: चिभाद
te_in: చిభాద్

source: Chibhadkutch
hi_in: चिभड़कुटच
te_in: చిభ్ కుటచ్

source: Chiboda
hi_in: चिबोड़ा
te_in: చిబో ా

source: Chicalim
hi_in: चिक्लिम
te_in: చిక్లిం

source: Chicha
hi_in: चिच
te_in: చిచ్

source: Chichakandi K.D.
hi_in: चिचकंडी क.डी.
te_in: చిచకండీ క్.డీ.

source: Chichana
hi_in: चिचाना
te_in: చిచానా

source: Chichinda
hi_in: चिचिंडा
te_in: చిచిండా

source: Chicholatolagaon
hi_in: चिचोलातोलगाओं
te_in: చిచోలాతోలగాఓం

source: Chick Sindgi
hi_in: चिक ज़िन्दगी
te_in: చిక్ ిన్దగీ

source: Chickalparvi
hi_in: चिककलपरवी
te_in: చికకలపరవీ

source: Chickballapur
hi_in: चिकबल्लापुर
te_in: చికబల్లాపుర్

source: Chickjanthkai
hi_in: चिकजानतकै
te_in: చికజానతకే

source: Chickpet
hi_in: चिकपेट
te_in: చికపెట్

source: Chidamabarapuram
hi_in: चिदम्बरपुरम
te_in: చిదమ్బరపురం

source: Chidambar Nagar Saundatti
hi_in: चिदम्बर नगर सौंदत्ती
te_in: చిదమ్బర్ నగర్ సౌందత్తీ

source: Chidambaram
hi_in: चिदंबरम
te_in: చిదంబరం

source: Chidambaram Cutcherry
hi_in: चिदंबरम कटचेरी
te_in: చిదంబరమ్ కటచెరీ

source: Chidambaram East
hi_in: चिदंबरम ईस्ट
te_in: చిదంబరమ్ ఈస్ట్

source: Chidambaram West
hi_in: चिदंबरम वेस्ट
te_in: చిదంబరమ్ వెస్ట్

source: Chidambaranagar
hi_in: चिदंबरनगर
te_in: చిదంబరనగర్

source: Chigaralapalli
hi_in: छिगरलापल्ली
te_in: ఛిగరలాపల్లీ

source: Chiguruvada
hi_in: चिगुरुवद
te_in: చిగురువద్

source: Chikahra
hi_in: चिखर
te_in: చిఖర్

source: Chikalpadar
hi_in: चिकलपदर
te_in: చికలపదర్

source: Chikalwal
hi_in: चिकलवाल
te_in: చికలవాల్

source: Chikamannur
hi_in: चिकमन्नूर
te_in: చికమన్నూర్

source: Chikamberpur
hi_in: चिकम्बरपुर
te_in: చికమ్బరపుర్

source: Chikandih
hi_in: चिकनडीह
te_in: చికనడీహ్

source: Chikar
hi_in: चिकार
te_in: చికార్

source: Chikase
hi_in: चिकसे
te_in: చికసె

source: Chikatia
hi_in: चिकटिया
te_in: చికటియా

source: Chiken
hi_in: चिकेन
te_in: చికెన్

source: Chikhal Dongre
hi_in: चिखल डोंगरे
te_in: చిఖల్ డోంగరె

source: Chikhalbeed
hi_in: चिखलबीड
te_in: చిఖలబీడ్

source: Chikhale
hi_in: चिखले
te_in: చిఖలె

source: Chikhali
hi_in: चिखली
te_in: చిఖలీ

source: Chikhali Dangs
hi_in: चीख़ली डंग्स
te_in: చీౙలీ డంగ్స్

source: Chikhaliya
hi_in: चिखलिया
te_in: చిఖలియా

source: Chikhalpati
hi_in: चिखलपति
te_in: చిఖలపతి

source: Chikhlakasa
hi_in: चिखलाकसा
te_in: చిఖలాకసా

source: Chikhli
hi_in: चिखली
te_in: చిఖలీ

source: Chikhodara
hi_in: चिखोड़ार
te_in: చిఖో ార్

source: Chikjambur
hi_in: चिकजम्बूर
te_in: చికజమ్బూర్

source: Chikkabanavara
hi_in: चिक्काबनावर
te_in: చిక్కాబనావర్

source: Chikkabettahalli
hi_in: चिक्काबट्टाहल्ली
te_in: చిక్కాబట్టాహల్లీ

source: Chikkabidarkal
hi_in: चिककबीदारकल
te_in: చికకబీదారకల్

source: Chikkadapur
hi_in: चिक्कड़पुर
te_in: చిక్క్ పుర్

source: Chikkagondanahally
hi_in: चिक्कागोंदानाहल्ली
te_in: చిక్కాగోందానాహల్లీ

source: Chikkajala
hi_in: चिककजला
te_in: చికకజలా

source: Chikkakurugodu
hi_in: चिक्ककुरगोडू
te_in: చిక్కకురగోడూ

source: Chikkalasandra
hi_in: चिककलासांद्रा
te_in: చికకలాసాంద్రా

source: Chikkalingadahalli
hi_in: चिक्कलिंगदहल्ली
te_in: చిక్కలింగదహల్లీ

source: Chikkamallapura
hi_in: चिक्कमल्लपुर
te_in: చిక్కమల్లపుర్

source: Chikkamalligawad
hi_in: चिक्कामललीगवाद
te_in: చిక్కామలలీగవాద్

source: Chikkamuduvadi
hi_in: चिक्कमुडुवाडी
te_in: చిక్కముడువాడీ

source: Chikkarampalayam
hi_in: चिक्कारामपालयं
te_in: చిక్కారామపాలయం

source: Chikkarasampalayam
hi_in: चिक्करसम्पलायम
te_in: చిక్కరసమ్పలాయం

source: Chikkehalli
hi_in: चिक्केहल्ली
te_in: చిక్కెహల్లీ

source: Chikkerur
hi_in: चिक्केरुर
te_in: చిక్కెరుర్

source: Chikkuravatti
hi_in: चिक्कुरावत्ती
te_in: చిక్కురావత్తీ

source: Chikmagalur Fort
hi_in: चिकमगलूर फोर्ट
te_in: చికమగలూర్ ఫోర్ట్

source: Chikmagalur ZP
hi_in: चिकमगलूर जप
te_in: చికమగలూర్ జప్

source: Chiknandi
hi_in: चिकनन्दी
te_in: చికనన్దీ

source: Chiknipani
hi_in: चिकनीपानी
te_in: చికనీపానీ

source: Chikodi
hi_in: चिकोडी
te_in: చికోడీ

source: Chikodi Bazar
hi_in: चिकोडी बाजार
te_in: చికోడీ బాజార్

source: Chikodi College Road
hi_in: चिकोडी कॉलेज रोड
te_in: చికోడీ క్ లెజ్ రోడ్

source: Chikodi Extension
hi_in: चिकोडी एक्सटेंशन
te_in: చికోడీ ఏక్సటెంశన్

source: Chikpadasalagi
hi_in: चिकपडसालगी
te_in: చికపడసాలగీ
