Repository: healthvdev/custom_template
Catalog: languages/*.po
Languages: hi_in, te_in

source: Allahadadpur
hi_in: अल्लाहदादपुर
te_in: అల్లాహదాదపుర్

source: Allahdadpur Aisi
hi_in: अल्लाहदादपुर ऐसी
te_in: అల్లాహదాదపుర్ ఐసీ

source: Allahpur
hi_in: अल्लाहपुर
te_in: అల్లాహపుర్

source: Allapalayam
hi_in: अल्लपलायम
te_in: అల్లపలాయం

source: Allapalli
hi_in: अल्लपल्ली
te_in: అల్లపల్లీ

source: Allapur
hi_in: अल्लापुर
te_in: అల్లాపుర్

source: Allauddinpur
hi_in: अल्लाउद्दीनपुर
te_in: అల్లాఉద్దీనపుర్

source: Alli
hi_in: अली
te_in: అలీ

source: Allikuttai
hi_in: अलिकुट्टी
te_in: అలికుట్టీ

source: Allinagaram
hi_in: अल्लीनगरम
te_in: అల్లీనగరం

source: Allipur
hi_in: अल्लीपुर
te_in: అల్లీపుర్

source: Almaspet
hi_in: अलमासपेट
te_in: అలమాసపెట్

source: Almora College ED
hi_in: अल्मोड़ा कॉलेज एंड
te_in: అల్మో ా క్ లెజ్ ఏండ్

source: Almora Court
hi_in: अल्मोड़ा कोर्ट
te_in: అల్మో ా కోర్ట్

source: Aloda
hi_in: अलोदा
te_in: అలోదా

source: Alonde
hi_in: अलेंदे
te_in: అలెందె

source: Aloor
hi_in: अलूर
te_in: అలూర్

source: Alopibagh
hi_in: अलोपीबाग
te_in: అలోపీబాగ్

source: Alpahalli
hi_in: अलपहल्ली
te_in: అలపహల్లీ

source: Alsindi
hi_in: अलसिन्दी
te_in: అలసిన్దీ

source: Althan
hi_in: अल्थान
te_in: అల్థాన్

source: Althurupadu
hi_in: अल्थुरुपादु
te_in: అల్థురుపాదు

source: Alto Betim
hi_in: आल्टो बेतिम
te_in: ఆల్టో బెతిం

source: Alto-porvorim
hi_in: आल्टो-पोरवोरिम
te_in: ఆల్టో-పోరవోరిం

source: Alubari
hi_in: आलूबारी
te_in: ఆలూబారీ

source: Aludega
hi_in: अलुड़ेगा
te_in: అలు ెగా

source: Alukuli
hi_in: अलुकुलि
te_in: అలుకులి

source: Aluminium Factory
hi_in: एल्युमीनियम फैक्ट्री
te_in: ఏల్యుమీనియమ్ ఫేక్ట్రీ

source: Alur
hi_in: अलूर
te_in: అలూర్

source: Alurduddanahalli
hi_in: अलुरदूदड़ानाहल्ली
te_in: అలురదూద్ ానాహల్లీ

source: Aluva
hi_in: अलुवा
te_in: అలువా

source: Aluva Bazar
hi_in: अलुवा बाजार
te_in: అలువా బాజార్

source: Aluva Town Bus Stand
hi_in: अलुवा टाउन बस स्टैंड
te_in: అలువా టాఉన్ బస్ స్టేండ్

source: Aluva-asokapuram
hi_in: अलुवा-अशोकपुरम
te_in: అలువా-అశోకపురం

source: Alva
hi_in: अलावा
te_in: అలావా

source: Alvekodi(KMT)
hi_in: अलवेकोडी(कमत)
te_in: అలవెకోడీ(కమత్)

source: Alwa
hi_in: अलावा
te_in: అలావా

source: Alwal
hi_in: अलवल
te_in: అలవల్

source: Alwar Bus Stand
hi_in: अलवर बस स्टैंड
te_in: అలవర్ బస్ స్టేండ్

source: Alwar Gate Ajmer
hi_in: अलवर गेट अजमेर
te_in: అలవర్ గెట్ అజమెర్

source: Alwara
hi_in: अलवर
te_in: అలవర్

source: Alwarthirunagar
hi_in: अलवरथिरुनगर
te_in: అలవరథిరునగర్

source: Amadalavalasa
hi_in: अमदलावलस
te_in: అమదలావలస్

source: Amagampalli
hi_in: अमगंपल्ली
te_in: అమగంపల్లీ

source: Amaharpatti Uttar
hi_in: अमहरपट्टी उत्तर
te_in: అమహరపట్టీ ఉత్తర్

source: Amahia
hi_in: अमहिया
te_in: అమహియా

source: Amahit
hi_in: आत्महित
te_in: ఆత్మహిత్

source: Amalanagar
hi_in: अमलानगर
te_in: అమలానగర్

source: Amalapura
hi_in: अमलपुर
te_in: అమలపుర్

source: Amalapuram
hi_in: अमलापुरम
te_in: అమలాపురం

source: Amalapuram Bus Complex
hi_in: अमलापुरम बस काम्प्लेक्स
te_in: అమలాపురమ్ బస్ కామ్ప్లెక్స్

source: Amalda CO
hi_in: आमल्दा को
te_in: ఆమల్దా కో

source: Amalhara
hi_in: अमल्हार
te_in: అమల్హార్

source: Amalinagar
hi_in: अमलीनगर
te_in: అమలీనగర్

source: Amaliyara
hi_in: अमलियार
te_in: అమలియార్

source: Amalner (Jalgaon)
hi_in: अमलनेर (जलगांव)
te_in: అమలనెర్ (జలగాంవ్)

source: Amane
hi_in: आमने
te_in: ఆమనె

source: Amaniganj
hi_in: अमानीगंज
te_in: అమానీగంజ్

source: Amar Colony
hi_in: अमर कॉलोनी
te_in: అమర్ క్ లోనీ

source: Amara
hi_in: अमर
te_in: అమర్

source: Amaradevaragudda
hi_in: अमरदेवरागुड़ा
te_in: అమరదెవరాగు ా

source: Amarambalam
hi_in: अमरम्बलम
te_in: అమరమ్బలం

source: Amarambalam South
hi_in: अमरम्बलम साउथ
te_in: అమరమ్బలమ్ సాఉథ్

source: Amarapur
hi_in: अमरपुर
te_in: అమరపుర్

source: Amaravathi
hi_in: अमरावती
te_in: అమరావతీ

source: Amaravathi Road(Guntur)
hi_in: अमरावती रोड(गुंटूर)
te_in: అమరావతీ రోడ్(గుంటూర్)

source: Amarawadgi
hi_in: अमरावदगी
te_in: అమరావదగీ

source: Amarawat Kalan
hi_in: अमरावत कलां
te_in: అమరావత్ కలాం

source: Amargarh (Pratapgarh)
hi_in: अमरगढ़ (प्रतापगढ़)
te_in: అమరగ్ (ప్రతాపగ్ )

source: Amargarh Chaur
hi_in: अमरगढ़ चौर
te_in: అమరగ్ చౌర్

source: Amaria
hi_in: अमरीका
te_in: అమరీకా

source: Amarikukroan
hi_in: अमरीकुकरोण
te_in: అమరీకుకరోణ్

source: Amarnagar (Faridabad)
hi_in: अमरनगर (फरीदाबाद)
te_in: అమరనగర్ (ఫరీదాబాద్)

source: Amarpur
hi_in: अमरपुर
te_in: అమరపుర్

source: Amarpura Theri
hi_in: अमरपुरा थेरी
te_in: అమరపురా థెరీ

source: Amausi
hi_in: अमौसी
te_in: అమౌసీ

source: Amawa Digar
hi_in: अमवा दीगर
te_in: అమవా దీగర్

source: Amayur
hi_in: अमयूर
te_in: అమయూర్

source: Amb Pathiar
hi_in: अम्ब पठार
te_in: అమ్బ్ పఠార్

source: Amba Jarowadih
hi_in: अम्बा जरूवाडीह
te_in: అమ్బా జరూవాడీహ్

source: Ambabar
hi_in: बबर
te_in: బబర్

source: Ambach (Paria)
hi_in: बच (परिअ)
te_in: బచ్ (పరిఅ)

source: Ambad A.S.
hi_in: अम्बड़ ए.एस.
te_in: అమ్బ్ ఏ.ఏస్.

source: Ambad Bazar
hi_in: अम्बड़ बाजार
te_in: అమ్బ్ బాజార్

source: Ambada
hi_in: बड़ा
te_in: బ్ ా

source: Ambadiha
hi_in: अम्बाडीह
te_in: అమ్బాడీహ్

source: Ambadola
hi_in: बडोला
te_in: బడోలా

source: Ambagaon
hi_in: आमबगान
te_in: ఆమబగాన్

source: Ambaguda
hi_in: अम्बागुढ़ा
te_in: అమ్బాగు ా

source: Ambajharia
hi_in: अंबाझरिया
te_in: అంబాఝరియా

source: Ambajogai
hi_in: अंबाजोगाई
te_in: అంబాజోగాఈ

source: Ambakharis
hi_in: बखारिस
te_in: బఖారిస్

source: Ambala
hi_in: अंबाला
te_in: అంబాలా

source: Ambala City Kucthery
hi_in: अंबाला सिटी कुकथरी
te_in: అంబాలా సిటీ కుకథరీ

source: Ambala City
hi_in: अंबाला सिटी
te_in: అంబాలా సిటీ

source: Ambala G.P.O.
hi_in: अम्बाला जी.पी.ओ.
te_in: అమ్బాలా జీ.పీ.ఓ.

source: Ambalakkara
hi_in: अम्बालककर
te_in: అమ్బాలకకర్

source: Ambalamukku
hi_in: अंबालामुक्कु
te_in: అంబాలాముక్కు

source: Ambalapadi
hi_in: अम्बलपड़ी
te_in: అమ్బలప్ ీ

source: Ambalathara
hi_in: अम्बल्थरा
te_in: అమ్బల్థరా

source: Ambale
hi_in: अम्बाले
te_in: అమ్బాలె

source: Ambali
hi_in: बलि
te_in: బలి

source: Ambaliara
hi_in: अम्बेलीरा
te_in: అమ్బెలీరా

source: Amballi
hi_in: बल्ली
te_in: బల్లీ

source: Ambap
hi_in: अम्बप
te_in: అమ్బప్

source: Ambapa
hi_in: अम्बप
te_in: అమ్బప్

source: Ambapakhna
hi_in: अम्बापाखन
te_in: అమ్బాపాఖన్

source: Ambapani
hi_in: अम्बापानी
te_in: అమ్బాపానీ

source: Ambapeth
hi_in: अंबापेठ
te_in: అంబాపెఠ్

source: Ambapur
hi_in: अम्बापुर
te_in: అమ్బాపుర్

source: Ambapuram
hi_in: अम्बापुराम
te_in: అమ్బాపురాం

source: Ambar
hi_in: अम्बर
te_in: అమ్బర్

source: Ambara Paschim
hi_in: अम्बर पश्चिम
te_in: అమ్బర్ పశ్చిమ

source: Ambardi
hi_in: अम्बार्डी
te_in: అమ్బార్డీ

source: Ambareli
hi_in: बरेली
te_in: బరెలీ

source: Ambarpur
hi_in: अम्बरपुर
te_in: అమ్బరపుర్

source: Ambarupeta
hi_in: अम्बरुपता
te_in: అమ్బరుపతా

source: Ambasakhar
hi_in: बसखर
te_in: బసఖర్

source: Ambasamudram
hi_in: अम्बासमुद्रम
te_in: అమ్బాసముద్రం

source: Ambasamudram Angadi
hi_in: अम्बासमुद्रम अंगादि
te_in: అమ్బాసముద్రమ్ అంగాది

source: Ambasamudram East
hi_in: अम्बासमुद्रम ईस्ट
te_in: అమ్బాసముద్రమ్ ఈస్ట్

source: Ambasan
hi_in: अम्बासँ
te_in: అమ్బాసఁ

source: Ambashi
hi_in: अम्बेश
te_in: అమ్బెశ్

source: Ambativalasa
hi_in: अम्बेटिवलस
te_in: అమ్బెటివలస్

source: Ambattur
hi_in: अम्बत्तूर
te_in: అమ్బత్తూర్

source: Ambattur Indl Estate
hi_in: अम्बत्तूर इंदल एस्टेट
te_in: అమ్బత్తూర్ ఇందల్ ఏస్టెట్

source: Ambavad
hi_in: अम्बावड़
te_in: అమ్బావ్

source: Ambavane
hi_in: अम्बवानी
te_in: అమ్బవానీ

source: Ambawade
hi_in: अम्बावाड़े
te_in: అమ్బావా ె

source: Ambawadi (Ahmedabad)
hi_in: अम्बावाड़ी (अहमदाबाद)
te_in: అమ్బావా ీ (అహ్మదాబాదు)

source: Ambdas
hi_in: अंबादास
te_in: అంబాదాస్

source: Ambe
hi_in: आंबे
te_in: ఆంబె

source: Ambedkarchowk
hi_in: अम्बेडकरचौक
te_in: అమ్బెడకరచౌక్

source: Ambedkarnagar
hi_in: अम्बेडकरनगर
te_in: అమ్బెడకరనగర్

source: Ambegaon
hi_in: आंबेगाव
te_in: ఆంబెగావ్

source: Ambegaon BK
hi_in: आंबेगाव बक
te_in: ఆంబెగావ్ బక్

source: Ambelohal
hi_in: अम्बेलोहल
te_in: అమ్బెలోహల్

source: Amber
hi_in: एम्बर
te_in: ఏమ్బర్

source: Amberganj
hi_in: अम्बरगंज
te_in: అమ్బరగంజ్

source: Amberhai
hi_in: अम्बेरहै
te_in: అమ్బెరహే

source: Ambernagar
hi_in: अम्बेरनगर
te_in: అమ్బెరనగర్

source: Ambernath
hi_in: अम्बरनाथ
te_in: అమ్బరనాథ్

source: Ambernath South
hi_in: अम्बरनाथ साउथ
te_in: అమ్బరనాథ్ సాఉథ్

source: Amberpet
hi_in: अम्बरपेट
te_in: అమ్బరపెట్

source: Ambewadgaon
hi_in: आंबेवड़गाओं
te_in: ఆంబెవ్ గాఓం

source: Ambewadi
hi_in: अम्बेवाडि
te_in: అమ్బెవాడి

source: Ambewadi (Kolhapur)
hi_in: अम्बेवाडि (कोल्हापुर)
te_in: అమ్బెవాడి (కోల్హాపుర్)

source: Ambewadi (Mumbai)
hi_in: अम्बेवाडि (मुम्बई)
te_in: అమ్బెవాడి (ముంబై)

source: Ambewadi (Uttara Kannada)
hi_in: अम्बेवाडि (उत्तर कन्नड़)
te_in: అమ్బెవాడి (ఉత్తర్ కన్న్ )

source: Ambheta
hi_in: अम्बहेटा
te_in: అమ్బహెటా

source: Ambi
hi_in: एमबी
te_in: ఏమబీ

source: Ambia
hi_in: अम्बिया
te_in: అమ్బియా

source: Ambika Market
hi_in: अम्बिका मार्किट
te_in: అమ్బికా మార్కిట్

source: Ambika Market Jalna
hi_in: अम्बिका मार्किट जलन
te_in: అమ్బికా మార్కిట్ జలన్

source: Ambikasahi
hi_in: अंबिकासही
te_in: అంబికాసహీ

source: Ambivali
hi_in: अम्बिवली
te_in: అమ్బివలీ

source: Amble
hi_in: अम्बले
te_in: అమ్బలె

source: Ambli
hi_in: अम्बली
te_in: అమ్బలీ

source: Amboa
hi_in: अम्बोआ
te_in: అమ్బోఆ

source: Amboli
hi_in: अम्बोली
te_in: అమ్బోలీ

source: Ambrag
hi_in: अमबर्ग
te_in: అమబర్గ్

source: Ambrule
hi_in: अम्बरुले
te_in: అమ్బరులె

source: Ambulga
hi_in: अंबुलगा
te_in: అంబులగా

source: Ambupada
hi_in: अम्बुपाडा
te_in: అమ్బుపాడా

source: Ambur
hi_in: अम्बुर
te_in: అమ్బుర్

source: Ambur Bazaar
hi_in: अम्बुर बाजार
te_in: అమ్బుర్ బాజార్

source: Amdarhi
hi_in: अंडरहि
te_in: అండరహి

source: Amdave
hi_in: अंडवे
te_in: అండవె

source: Amdha
hi_in: अंधा
te_in: అంధా

source: Amdhana
hi_in: अंधन
te_in: అంధన్

source: Amdiha
hi_in: आमडीह
te_in: ఆమడీహ్

source: Amdipur
hi_in: मडिपुर
te_in: మడిపుర్

source: Ameenabad
hi_in: अमीनाबाद
te_in: అమీనాబాద్

source: Ameenpur
hi_in: अमींपुर
te_in: అమీంపుర్

source: Amer Clark Hotel
hi_in: अमीर क्लार्क होटल
te_in: అమీర్ క్లార్క్ హోటల్

source: Amer Road
hi_in: आमेर रोड
te_in: ఆమెర్ రోడ్

source: Amethi
hi_in: अमेठी
te_in: అమెఠీ

source: Amgachi
hi_in: आमगाछी
te_in: ఆమగాఛీ

source: Amgaon
hi_in: अंगों
te_in: అంగోం

source: Amghatta
hi_in: अमघट्टा
te_in: అమఘట్టా

source: Amha
hi_in: अहं
te_in: అహం

source: Amhara
hi_in: अम्हारा
te_in: అమ్హారా

source: Amhera
hi_in: अम्हेड़ा
te_in: అమ్హె ా

source: Ami
hi_in: एमी
te_in: ఏమీ

source: Amiapura
hi_in: अमियापुर
te_in: అమియాపుర్

source: Amilaur
hi_in: अमिलऔर
te_in: అమిలఔర్

source: Amilauri
hi_in: अमिलउरी
te_in: అమిలఉరీ

source: Amilia Kalan
hi_in: अमीलिया कलां
te_in: అమీలియా కలాం

source: Amilia Sikara
hi_in: अमिलिया सीकर
te_in: అమిలియా సీకర్

source: Amilo
hi_in: अमिलो
te_in: అమిలో

source: Aminabad Park
hi_in: अमीनाबाद पार्क
te_in: అమీనాబాద్ పార్క్

source: Aminbazar
hi_in: अमीनबाज़ार
te_in: అమీనబా ార్

source: Aminjikarai
hi_in: अमिनजीकरै
te_in: అమినజీకరే

source: Aminwala
hi_in: अमीनवाला
te_in: అమీనవాలా

source: Amir Khas
hi_in: अमीर खास
te_in: అమీర్ ఖాస్

source: Amiyad
hi_in: अमियड
te_in: అమియడ్

source: Amiyar
hi_in: अमियर
te_in: అమియర్

source: Amja
hi_in: मजा
te_in: మజా

source: Amjharahat
hi_in: अमझराहट
te_in: అమఝరాహట్

source: Amjora
hi_in: अंजोरा
te_in: అంజోరా

source: Amjora Koiridih
hi_in: अंजोर कोयरीडीह
te_in: అంజోర్ కోయరీడీహ్

source: Amkhera
hi_in: अमखेरा
te_in: అమఖెరా

source: Amkhera Sanjarpur
hi_in: अमखेरा संजरपुर
te_in: అమఖెరా సంజరపుర్

source: Amla
hi_in: अमल
te_in: అమల్

source: Amla Depot
hi_in: अमला डिपो
te_in: అమలా డిపో

source: Amladahi
hi_in: अमलादहि
te_in: అమలాదహి

source: Amlai
hi_in: अमले
te_in: అమలె

source: Amlajora
hi_in: अमलजोर
te_in: అమలజోర్

source: Amlapara Jharia
hi_in: अमलापर झरिया
te_in: అమలాపర్ ఝరియా

source: Amlarem
hi_in: अलार्म
te_in: అలార్ం

source: Amlari
hi_in: आमलारी
te_in: ఆమలారీ

source: Amli
hi_in: अमली
te_in: అమలీ

source: Amli Kalan
hi_in: अमली कलां
te_in: అమలీ కలాం

source: Amli Kasba
hi_in: अमली क़स्बा
te_in: అమలీ ౘస్బా

source: Amlighat
hi_in: कामलीघाट
te_in: కామలీఘాట్

source: Amlipadar
hi_in: अमलीपदर
te_in: అమలీపదర్

source: Amloh Road(Khanna)
hi_in: अमलोह रोड(खन्ना)
te_in: అమలోహ్ రోడ్(ఖన్నా)

source: Amlori
hi_in: अमलोरी
te_in: అమలోరీ

source: Ammamandapam
hi_in: अमममण्डपम
te_in: అమమమణ్డపం

source: Ammanabole
hi_in: अम्मानबोले
te_in: అమ్మానబోలె

source: Ammapatti
hi_in: अम्मापट्टी
te_in: అమ్మాపట్టీ

source: Ammapet Bazaar
hi_in: अम्मपिट बाजार
te_in: అమ్మపిట్ బాజార్

source: Ammapettai Salem
hi_in: अम्मापट्टी सलेम
te_in: అమ్మాపట్టీ సలెం

source: Ammapur
hi_in: अम्मापुर
te_in: అమ్మాపుర్

source: Ammatchiapuram
hi_in: अम्मचइयापुरम
te_in: అమ్మచఇయాపురం

source: Ammathi
hi_in: अममाथि
te_in: అమమాథి

source: Ammeri
hi_in: अम्मरी
te_in: అమ్మరీ

source: Amminikkad
hi_in: अम्मिणिक्कड़
te_in: అమ్మిణిక్క్

source: Ammthi
hi_in: अमथी
te_in: అమథీ

source: Ammulapalem
hi_in: अम्मुलपलेम
te_in: అమ్ములపలెం

source: Ammunition Factory Khadki
hi_in: अम्मुनिशन फैक्ट्री खडकी
te_in: అమ్మునిశన్ ఫేక్ట్రీ ఖడకీ

source: Ammunje
hi_in: आममुञ्जे
te_in: ఆమముఞ్జె

source: Amner
hi_in: आमनेर
te_in: ఆమనెర్

source: Amod
hi_in: आमोद
te_in: ఆమోద్

source: Amoda
hi_in: आमोद
te_in: ఆమోద్

source: Amodar
hi_in: अमोदर
te_in: అమోదర్

source: Amodi
hi_in: अमोड़ी
te_in: అమో ీ

source: Amodra
hi_in: अमोदर
te_in: అమోదర్

source: Amolwa
hi_in: अमोलवा
te_in: అమోలవా

source: Amona
hi_in: अमोना
te_in: అమోనా

source: Amondi
hi_in: आंनदी
te_in: ఆంనదీ

source: Amora
hi_in: अमोरा
te_in: అమోరా

source: Amousi
hi_in: अमौसी
te_in: అమౌసీ

source: Ampara Nirappel
hi_in: अपार निरपल
te_in: అపార్ నిరపల్

source: Ampati
hi_in: अम्पति
te_in: అమ్పతి

source: Ampawalli
hi_in: अमपावल्ली
te_in: అమపావల్లీ

source: Ampuram
hi_in: आमपुरम
te_in: ఆమపురం

source: Amra
hi_in: अम्र
te_in: అమ్ర్

source: Amrad
hi_in: अमरद
te_in: అమరద్

source: Amragol
hi_in: अमरगोल
te_in: అమరగోల్

source: Amrai
hi_in: अमराई
te_in: అమరాఈ

source: Amraiwadi
hi_in: अमरेवाड़ी
te_in: అమరెవా ీ

source: Amrajinamuvada
hi_in: अमराजीनामुवाद
te_in: అమరాజీనామువాద్

source: Amrapar
hi_in: अमरपर
te_in: అమరపర్

source: Amrapur
hi_in: अमरपुर
te_in: అమరపుర్

source: Amrapur Gram Bharti
hi_in: अमरपुर ग्राम भारती
te_in: అమరపుర్ గ్రామ్ భారతీ

source: Amrapura
hi_in: अमरपुरा
te_in: అమరపురా

source: Amrasota
hi_in: अमरसोत
te_in: అమరసోత్

source: Amravati
hi_in: अमरावती
te_in: అమరావతీ

source: Amravati Camp
hi_in: अमरावती कैम्प
te_in: అమరావతీ కేమ్ప్

source: Amrita
hi_in: अमृता
te_in: అమృతా

source: Amrita Bazar Partika
hi_in: अमृता बाजार पार्टीक
te_in: అమృతా బాజార్ పార్టీక్

source: Amritberia
hi_in: अमृतबेरिया
te_in: అమృతబెరియా

source: Amritnagar
hi_in: अमृतनगर
te_in: అమృతనగర్

source: Amritpur
hi_in: अमृतपुर
te_in: అమృతపుర్

source: Amritsar Kty
hi_in: अमृतसर की
te_in: అమృత్‌సర్ కీ

source: Amroha
hi_in: अमरोहा
te_in: అమరోహా

source: Amroha Bazar
hi_in: अमरोहा बाजार
te_in: అమరోహా బాజార్

source: Amroli
hi_in: अमरोली
te_in: అమరోలీ

source: Amrpur V
hi_in: अमरपुर व्
te_in: అమరపుర్ వ్

source: Amruthahalli
hi_in: अमृताहल्ली
te_in: అమృతాహల్లీ

source: Amruthapura
hi_in: अमृतपुर
te_in: అమృతపుర్

source: Amrutulu
hi_in: अम्रुतुलु
te_in: అమ్రుతులు

source: Amrutvel
hi_in: अमृतवेला
te_in: అమృతవెలా

source: Amsarkote
hi_in: अमसरकोट
te_in: అమసరకోట్

source: Amsaur
hi_in: असर
te_in: అసర్

source: Amsena
hi_in: अमसेना
te_in: అమసెనా

source: Amshi Dumala
hi_in: अंशी दुमाला
te_in: అంశీ దుమాలా

source: Amtady
hi_in: अंतड़ी
te_in: అంత్ ీ

source: Amtal
hi_in: अटल
te_in: అటల్

source: Amtem
hi_in: आंतें
te_in: ఆంతెం

source: Amthala
hi_in: आमथला
te_in: ఆమథలా

source: Amuduru
hi_in: अमुदुरु
te_in: అముదురు

source: Amuldairy (Anand)
hi_in: अमुलडेरी (आनंद)
te_in: అములడెరీ (ఆనంద్)

source: Amulla
hi_in: आमुल्ला
te_in: ఆముల్లా

source: Amur
hi_in: अमूर
te_in: అమూర్

source: Amwa
hi_in: अमवा
te_in: అమవా

source: Amwan
hi_in: अमवां
te_in: అమవాం

source: Ana
hi_in: आना
te_in: ఆనా

source: Anad
hi_in: आनद
te_in: ఆనద్

source: Anadhara
hi_in: अन्धार
te_in: అన్ధార్

source: Anahgatebharatpur
hi_in: अनाहगतेभारतपुर
te_in: అనాహగతెభారతపుర్

source: Anai
hi_in: आने
te_in: ఆనె

source: Anaie
hi_in: एनआईए
te_in: ఏనఆఈఏ

source: Anaikatti
hi_in: अनैकट्टी
te_in: అనేకట్టీ

source: Anaikulam
hi_in: नैकुलम
te_in: నేకులం

source: Anaikuttam
hi_in: अनिकुट्टम
te_in: అనికుట్టం

source: Anaiyur
hi_in: नैयर
te_in: నేయర్

source: Anaj Mandi (Ambala)
hi_in: अनाज मंडी (अम्बाला)
te_in: అనాజ్ మండీ (అమ్బాలా)

source: Anakampoyil
hi_in: अनकंपाईल
te_in: అనకంపాఈల్

source: Anakapalle
hi_in: अनाकापल्ले
te_in: అనాకాపల్లె

source: Anakudy
hi_in: अनाकुड़ी
te_in: అనాకు ీ

source: Anal
hi_in: अनल
te_in: అనల్

source: Anand
hi_in: आनंद
te_in: ఆనంద్

source: Anand Agri Inst (Anand)
hi_in: आनन्द अग्रि इंस्ट (आनंद)
te_in: ఆనన్ద్ అగ్రి ఇంస్ట్ (ఆనంద్)

source: Anand Mahal Road
hi_in: आनन्द महल रोड
te_in: ఆనన్ద్ మహల్ రోడ్

source: Anand Nagar (Jabalpur)
hi_in: आनंद नगर (जबलपुर)
te_in: ఆనంద్ నగర్ (జబల్‌పూర్)

source: Anand Nagar (Kanpur Nagar)
hi_in: आनंद नगर (कानपूर नगर)
te_in: ఆనంద్ నగర్ (కానపూర్ నగర్)

source: Anand Niketan
hi_in: आनंद निकेतन
te_in: ఆనంద్ నికెతన్

source: Anand Parbat
hi_in: आनन्द परबत
te_in: ఆనన్ద్ పరబత్

source: Anand Parbat Indl. Area
hi_in: आनन्द परबत इन्दल. एरिया
te_in: ఆనన్ద్ పరబత్ ఇన్దల్. ఏరియా

source: Anand Pur Sahib
hi_in: आनंद पुर साहिब
te_in: ఆనంద్ పుర్ సాహిబ్

source: Anand Town (Anand)
hi_in: आनन्द टाउन (आनंद)
te_in: ఆనన్ద్ టాఉన్ (ఆనంద్)

source: Anand Vihar
hi_in: आनंद विहार
te_in: ఆనంద్ విహార్

source: Anandabad
hi_in: आनंदाबाद
te_in: ఆనందాబాద్

source: Anandanadarkudy
hi_in: आनंदनदरकुडी
te_in: ఆనందనదరకుడీ

source: Anandanagar
hi_in: आनन्दनगर
te_in: ఆనన్దనగర్

source: Anandapur
hi_in: आनंदपुर
te_in: ఆనందపుర్

source: Anandapuri
hi_in: आनंदपुरी
te_in: ఆనందపురీ

source: Anandbagh
hi_in: आनंदबाग
te_in: ఆనందబాగ్

source: Anandchowk
hi_in: आनंदचौक
te_in: ఆనందచౌక్

source: Anandibazar
hi_in: आनंदीबाज़ार
te_in: ఆనందీబా ార్

source: Anandnagar (Ahmedabad)
hi_in: आनंदनगर (अहमदाबाद)
te_in: ఆనందనగర్ (అహ్మదాబాదు)

source: Anandnagar (Bangalore)
hi_in: आनंदनगर (बैंगलोर)
te_in: ఆనందనగర్ (బెంగుళూరు)

source: Anandnagar (Hyderabad)
hi_in: आनंदनगर (हैदराबाद)
te_in: ఆనందనగర్ (హేదరాబాద్)

source: Anandnagar (Pune)
hi_in: आनंदनगर (पुणे)
te_in: ఆనందనగర్ (పూణే)

source: Anandpar Navagam
hi_in: आनंदपर नवागाम
te_in: ఆనందపర్ నవాగాం

source: Anandpur
hi_in: आनंदपुर
te_in: ఆనందపుర్

source: Anandpura
hi_in: आनंदपुर
te_in: ఆనందపుర్

source: Anandvas Shakurpur
hi_in: आनंदवास शकूरपुर
te_in: ఆనందవాస్ శకూరపుర్

source: Anangpur
hi_in: अनंगपुर
te_in: అనంగపుర్

source: Anangur
hi_in: नानगुर
te_in: నానగుర్

source: Anantapur
hi_in: अनंतपुर
te_in: అనంతపుర్

source: Anantapur Collectorate
hi_in: अनंतपुर कोल्लेकतोरते
te_in: అనంతపుర్ కోల్లెకతోరతె

source: Anantavaram
hi_in: अनन्तवर्म
te_in: అనన్తవర్ం

source: Ananthagiri
hi_in: अनंतगिरि
te_in: అనంతగిరి

source: Ananthashayanagudi
hi_in: अनंतशयनगुडी
te_in: అనంతశయనగుడీ

source: Anantwadi
hi_in: अनन्तवादी
te_in: అనన్తవాదీ

source: Anappara-kalady
hi_in: अनपरा-कालडी
te_in: అనపరా-కాలడీ

source: Anapur
hi_in: कानपुर
te_in: కానపుర్

source: Anara
hi_in: अनारा
te_in: అనారా

source: Anarad
hi_in: अनार्ड
te_in: అనార్డ్

source: Anarwala
hi_in: अनारवाला
te_in: అనారవాలా

source: Anastu
hi_in: अनास्तु
te_in: అనాస్తు

source: Anathur
hi_in: अनाथुर
te_in: అనాథుర్

source: Anathuwa
hi_in: अनाथुवा
te_in: అనాథువా

source: Anaviratty
hi_in: अनाविराटय
te_in: అనావిరాటయ్

source: Anavoor
hi_in: अनवुर
te_in: అనవుర్

source: Anawa
hi_in: आनव
te_in: ఆనవ్

source: Anawada
hi_in: अनवाद
te_in: అనవాద్

source: Anawali
hi_in: आनेवाली
te_in: ఆనెవాలీ

source: Anayara
hi_in: नायर
te_in: నాయర్

source: Anchar
hi_in: अंचार
te_in: అంచార్

source: Ancharwadi
hi_in: अँचरवादी
te_in: అఁచరవాదీ

source: Anchatageri
hi_in: णचटगेरी
te_in: ణచటగెరీ

source: Anchechittanahalli
hi_in: अंचेचिततानहल्ली
te_in: అంచెచితతానహల్లీ

source: Anchetty
hi_in: अनचेट्टी
te_in: అనచెట్టీ

source: Anchuri Salboni
hi_in: अंचूरि सालबोनी
te_in: అంచూరి సాలబోనీ

source: Andad
hi_in: अंदड़
te_in: అంద్

source: Andal
hi_in: अंडाल
te_in: అండాల్

source: Andal South Bazar
hi_in: अंडाल साउथ बाजार
te_in: అండాల్ సాఉథ్ బాజార్

source: Andalgram
hi_in: ण्डलग्राम
te_in: ణ్డలగ్రాం

source: Andankoil
hi_in: ण्डनकोइल
te_in: ణ్డనకోఇల్

source: Andar
hi_in: अंदर
te_in: అందర్

source: Andarkottaram
hi_in: अंदरकोट्टाराम
te_in: అందరకోట్టారాం

source: Andarud
hi_in: अंडरवुड
te_in: అండరవుడ్

source: Andavelli
hi_in: अनदावेल्ली
te_in: అనదావెల్లీ

source: Andgaon
hi_in: अंङगों
te_in: అంఙగోం

source: Andhalgaon
hi_in: अंधलगों
te_in: అంధలగోం

source: Andhali
hi_in: अन्धली
te_in: అన్ధలీ

source: Andharcherra
hi_in: अंधरचरर
te_in: అంధరచరర్

source: Andhari
hi_in: अंधारी
te_in: అంధారీ

source: Andharua
hi_in: अंधरा
te_in: అంధరా

source: Andhawan
hi_in: अंधवान
te_in: అంధవాన్

source: Andhera
hi_in: अँधेरा
te_in: అఁధెరా

source: Andheri
hi_in: अँधेरी
te_in: అఁధెరీ

source: Andheri East
hi_in: अँधेरी ईस्ट
te_in: అఁధెరీ ఈస్ట్

source: Andheri Railway Station
hi_in: अँधेरी रेलवे स्टेशन
te_in: అఁధెరీ రెలవె స్టెశన్

source: Andhi
hi_in: अंधी
te_in: అంధీ

source: Andhiyarkhoh
hi_in: अंधियारखोह
te_in: అంధియారఖోహ్

source: Andhop
hi_in: अंधोप
te_in: అంధోప్

source: Andhra Mahila Sabha
hi_in: आंध्र महिला सभा
te_in: ఆంధ్ర్ మహిలా సభా

source: Andhra University
hi_in: आंध्र यूनिवर्सिटी
te_in: ఆంధ్ర్ యూనివర్సిటీ

source: Andi
hi_in: आदि
te_in: ఆది

source: Andigoundanur
hi_in: ण्डिगोंदनुर
te_in: ణ్డిగోందనుర్

source: Andipalayam
hi_in: अंदिपलायम
te_in: అందిపలాయం

source: Andipatti
hi_in: अंदिपट्टी
te_in: అందిపట్టీ

source: Andla
hi_in: अंदल
te_in: అందల్

source: Andoor
hi_in: अंदूर
te_in: అందూర్

source: Andora
hi_in: अंडोरा
te_in: అండోరా

source: Andori
hi_in: एंडोरी
te_in: ఏండోరీ

source: Andrapali
hi_in: अंडरपाली
te_in: అండరపాలీ

source: Andrewsganj
hi_in: अंद्रेव्सगंज
te_in: అంద్రెవ్సగంజ్

source: Andugula Kothapalem
hi_in: अंडुगुला कोथापलेम
te_in: అండుగులా కోథాపలెం

source: Andul -mouri
hi_in: अन्दुल -मौरी
te_in: అన్దుల్ -మౌరీ

source: Andul Road
hi_in: अन्दुल रोड
te_in: అన్దుల్ రోడ్

source: Andur
hi_in: अंदर
te_in: అందర్

source: Anegundi
hi_in: अनेगुंदी
te_in: అనెగుందీ

source: Anegunta
hi_in: अनेगुंटा
te_in: అనెగుంటా

source: Anehosur
hi_in: नेहोसुर
te_in: నెహోసుర్

source: Anekal
hi_in: अनेकल
te_in: అనెకల్

source: Anekere
hi_in: अनेकरे
te_in: అనెకరె

source: Anemahal
hi_in: अनेमहल
te_in: అనెమహల్

source: Angadh
hi_in: अनगढ़
te_in: అనగ్

source: Angadi
hi_in: अंगादि
te_in: అంగాది

source: Angadi (Pathanamthitta)
hi_in: अंगादि (पथानामथिट्टा)
te_in: అంగాది (పథానామథిట్టా)

source: Angamally
hi_in: अंगमल्ली
te_in: అంగమల్లీ

source: Angara
hi_in: अंगारा
te_in: అంగారా

source: Angarpathra
hi_in: अंगारपथरा
te_in: అంగారపథరా

source: Angeswarpada
hi_in: अंगेस्वरपाड़ा
te_in: అంగెస్వరపా ా

source: Angod
hi_in: अंगोद
te_in: అంగోద్

source: Angol
hi_in: अंगोल
te_in: అంగోల్

source: Angondahalli
hi_in: अंग़ोंडहल्ली
te_in: అంౚోండహల్లీ

source: Angrail
hi_in: अंगरैल
te_in: అంగరేల్

source: Anguchettipalayam
hi_in: अंगचेत्तिपलयं
te_in: అంగచెత్తిపలయం

source: Angul
hi_in: अंगुल
te_in: అంగుల్

source: Angunagar
hi_in: अंगुनगर
te_in: అంగునగర్

source: Anguthala
hi_in: अंगुठला
te_in: అంగుఠలా

source: Aniali Bhimji
hi_in: अनिल भीमजी
te_in: అనిల్ భీమజీ

source: Anichampalayam
hi_in: अनिचम्पलायम
te_in: అనిచమ్పలాయం

source: Anigol
hi_in: णिगोल
te_in: ణిగోల్

source: Anijo
hi_in: आईजो
te_in: ఆఈజో

source: Anirudhpur
hi_in: अनिरुद्धपुर
te_in: అనిరుద్ధపుర్

source: Anisabad
hi_in: अनीसाबाद
te_in: అనీసాబాద్

source: Anishmali
hi_in: अनिश्माली
te_in: అనిశ్మాలీ

source: Aniya
hi_in: अनिया
te_in: అనియా

source: Aniyaram
hi_in: अनियराम
te_in: అనియరాం

source: Anjanapally
hi_in: अंजनापल्ली
te_in: అంజనాపల్లీ

source: Anjandoh
hi_in: अंजंदोह
te_in: అంజందోహ్

source: Anjandoha
hi_in: अंजंदोह
te_in: అంజందోహ్

source: Anjangaon Umate
hi_in: अंजनगांव उमटे
te_in: అంజనగాంవ్ ఉమటె

source: Anjankattalai
hi_in: अंजनकट्टालाई
te_in: అంజనకట్టాలాఈ

source: Anjanwa
hi_in: अंजवा
te_in: అంజవా

source: Anjapura
hi_in: अजापुरा
te_in: అజాపురా

source: Anjar
hi_in: नजर
te_in: నజర్

source: Anjar Savasar Naka
hi_in: अंजर सवसर नका
te_in: అంజర్ సవసర్ నకా

source: Anjarada
hi_in: अजराड़ा
te_in: అజరా ా

source: Anjarakandy
hi_in: अंजरकण्डी
te_in: అంజరకణ్డీ

source: Anjhi Gaon
hi_in: आंझी गांव
te_in: ఆంఝీ గాంవ్

source: Anjhi R S
hi_in: आंझी र स
te_in: ఆంఝీ ర్ స్

source: Anjneri
hi_in: अंजनेरी
te_in: అంజనెరీ

source: Anjorpur
hi_in: अंजोरपुर
te_in: అంజోరపుర్

source: Anjrauli
hi_in: अंजरौली
te_in: అంజరౌలీ

source: Anjua
hi_in: अंजुम
te_in: అంజుం
