Repository: healthvdev/custom_template
Catalog: languages/*.po
Languages: hi_in, te_in

source: Niwari
hi_in: निवारि
te_in: నివారి

source: Niwaroo
hi_in: निवारू
te_in: నివారూ

source: Niwarsi
hi_in: निवारसी
te_in: నివారసీ

source: Niyamatabad
hi_in: नियामताबाद
te_in: నియామతాబాద్

source: Niyamatpur
hi_in: नियामतपुर
te_in: నియామతపుర్

source: Niyana
hi_in: नीयन
te_in: నీయన్

source: Niyayipur
hi_in: न्यायीपुर
te_in: న్యాయీపుర్

source: Niz Bhekulajan
hi_in: निज भेकुलजां
te_in: నిజ్ భెకులజాం

source: Nizamabad
hi_in: निजामाबाद
te_in: నిజామాబాద్

source: Nizamabad RS
hi_in: निज़ामाबाद रस
te_in: ని ామాబాద్ రస్

source: Nizamganj
hi_in: निजामगंज
te_in: నిజామగంజ్

source: Nizampet
hi_in: निजमपेट
te_in: నిజమపెట్

source: Nizampur
hi_in: निज़ामपुर
te_in: ని ామపుర్

source: Nizampura
hi_in: निज़ामपुर
te_in: ని ామపుర్

source: Nizdemoria
hi_in: निज़डेमोरीआ
te_in: ని డెమోరీఆ

source: Nizmanakuchi
hi_in: निज़मनकुची
te_in: ని మనకుచీ

source: Njandupara
hi_in: नजनदुपर
te_in: నజనదుపర్

source: Noa
hi_in: नोए
te_in: నోఏ

source: Noagaon Krishnagar
hi_in: नोगों कृष्णागर
te_in: నోగోం కృష్ణాగర్

source: Noamundi
hi_in: नोआमुंडी
te_in: నోఆముండీ

source: Nobar
hi_in: नोबर
te_in: నోబర్

source: Noblenagar
hi_in: नॉबलेनगर
te_in: న్ బలెనగర్

source: Nochiam
hi_in: नोचिं
te_in: నోచిం

source: Nochikuttai
hi_in: नोचीकुत्तै
te_in: నోచీకుత్తే

source: Nodoom Bazar
hi_in: नोडूम बाजार
te_in: నోడూమ్ బాజార్

source: Nogama
hi_in: नोगाम
te_in: నోగాం

source: Nogaon
hi_in: नोगों
te_in: నోగోం

source: Nogawan
hi_in: नोगावां
te_in: నోగావాం

source: Nogorpara
hi_in: नोगोरपारा
te_in: నోగోరపారా

source: Nograjole
hi_in: नोगराजोले
te_in: నోగరాజోలె

source: Nohar Bazar
hi_in: नोहर बाजार
te_in: నోహర్ బాజార్

source: Nohra
hi_in: नोहर
te_in: నోహర్

source: Noida
hi_in: नोएडा
te_in: నోఏడా

source: Noida Sector 12
hi_in: नॉएडा सेक्टर 12
te_in: న్ ఏడా సెక్టర్ 12

source: Noida Sector 16
hi_in: नॉएडा सेक्टर 16
te_in: న్ ఏడా సెక్టర్ 16

source: Noida Sector 27
hi_in: नॉएडा सेक्टर 27
te_in: న్ ఏడా సెక్టర్ 27

source: Noida Sector 30
hi_in: नॉएडा सेक्टर 30
te_in: న్ ఏడా సెక్టర్ 30

source: Noida Sector 34
hi_in: नॉएडा सेक्टर 34
te_in: న్ ఏడా సెక్టర్ 34

source: Noida Sector 37
hi_in: नॉएडा सेक्टर 37
te_in: న్ ఏడా సెక్టర్ 37

source: Noida Sector 41
hi_in: नॉएडा सेक्टर 41
te_in: న్ ఏడా సెక్టర్ 41

source: Noida Sector 45
hi_in: नॉएडा सेक्टर 45
te_in: న్ ఏడా సెక్టర్ 45

source: Noida Sector 55
hi_in: नॉएडा सेक्टर 55
te_in: న్ ఏడా సెక్టర్ 55

source: Nojal
hi_in: नोजल
te_in: నోజల్

source: Nokh
hi_in: नोख
te_in: నోఖ్

source: Nokha
hi_in: नोखा
te_in: నోఖా

source: Nole
hi_in: ओले
te_in: ఓలె

source: Nomula
hi_in: नजमुल
te_in: నజముల్

source: Nonachandanpukur
hi_in: नोनाचन्दनपुकुर
te_in: నోనాచన్దనపుకుర్

source: Nonakundu
hi_in: नोनाकुंदु
te_in: నోనాకుందు

source: Nongbareh
hi_in: नोंगबारह
te_in: నోంగబారహ్

source: Nongjngi
hi_in: नोंग्जनगी
te_in: నోంగ్జనగీ

source: Nongkasen
hi_in: नॉन्गकसेन
te_in: న్ న్గకసెన్

source: Nongkrem
hi_in: नोंगक्रेम
te_in: నోంగక్రెం

source: Nongladew
hi_in: नोंगलदेव
te_in: నోంగలదెవ్

source: Nonglang
hi_in: नॉन्गलांग
te_in: న్ న్గలాంగ్

source: Nongsdad Dkhar
hi_in: नोंगसाडड डकहर
te_in: నోంగసాడడ్ డకహర్

source: Nongshyrkon
hi_in: नोंगसिरको
te_in: నోంగసిరకో

source: Nongthynniew
hi_in: नोंग्थयननैव
te_in: నోంగ్థయననేవ్

source: Nongtyngur
hi_in: नोंग्त्यंगुर
te_in: నోంగ్త్యంగుర్

source: Nonihatwari
hi_in: नोनिहाटवारी
te_in: నోనిహాటవారీ

source: Noniyadih
hi_in: नोनियाडीह
te_in: నోనియాడీహ్

source: Nonuara
hi_in: नोनेरा
te_in: నోనెరా

source: Noonmati
hi_in: नूनमति
te_in: నూనమతి

source: Noorpur
hi_in: नूरपुर
te_in: నూరపుర్

source: Noorpurganjpur
hi_in: नूरपुरगंजपुर
te_in: నూరపురగంజపుర్

source: Noorwala
hi_in: नूरवाला
te_in: నూరవాలా

source: Noremthong Bazar
hi_in: नोरेम्थोंग बाजार
te_in: నోరెమ్థోంగ్ బాజార్

source: North Andakudi
hi_in: नार्थ अंडकुड़ी
te_in: నార్థ్ అండకు ీ

source: North Baitamari
hi_in: नार्थ बैटामेरी
te_in: నార్థ్ బేటామెరీ

source: North Bongaigaon
hi_in: नार्थ बोंगईगांव
te_in: నార్థ్ బోంగఈగాంవ్

source: North Lakhimpur
hi_in: नार्थ लखीमपुर
te_in: నార్థ్ లఖీమపుర్

source: North Soorankudy
hi_in: नार्थ सूरनकुडी
te_in: నార్థ్ సూరనకుడీ

source: Northren Extension
hi_in: नॉर्थर्न एक्सटेंशन
te_in: న్ ర్థర్న్ ఏక్సటెంశన్

source: Note Mudran Nagar
hi_in: नोट मुद्रन नगर
te_in: నోట్ ముద్రన్ నగర్

source: Noushara
hi_in: नॉशेरा
te_in: న్ శెరా

source: Nowagarh
hi_in: नोवागढ़
te_in: నోవాగ్

source: Nowda
hi_in: नोवेद
te_in: నోవెద్

source: Nowdapanur
hi_in: नोवदपनुर
te_in: నోవదపనుర్

source: Nowgam
hi_in: नोवगम
te_in: నోవగం

source: NRL Workshop
hi_in: एनआरएल वर्कशॉप
te_in: ఏనఆరఏల్ వర్కశ్ ప్

source: Nrmc
hi_in: नमक
te_in: నమక్

source: Nsc Campus
hi_in: इस कैंपस
te_in: ఇస్ కేంపస్

source: Nsg Camp Manesar
hi_in: नसग कैम्प मनेसर
te_in: నసగ్ కేమ్ప్ మనెసర్

source: Nsi
hi_in: नसी
te_in: నసీ

source: Nst Colony
hi_in: नस्ट कॉलोनी
te_in: నస్ట్ క్ లోనీ

source: NSTL
hi_in: नस्टल
te_in: నస్టల్

source: Ntr Nagar
hi_in: एनटीआर नगर
te_in: ఏనటీఆర్ నగర్

source: Nua Someswarpur
hi_in: नुआ सोमेस्वरपुर
te_in: నుఆ సోమెస్వరపుర్

source: Nuabeda
hi_in: नुआबेड़ा
te_in: నుఆబె ా

source: Nuagada
hi_in: नुआगाड़ा
te_in: నుఆగా ా

source: Nuagaon
hi_in: नुआगांव
te_in: నుఆగాంవ్

source: Nuagaon (Kandhamal)
hi_in: नुआगांव (कंधमाल)
te_in: నుఆగాంవ్ (కంధమాల్)

source: Nuagaon-kurkutia
hi_in: नुआगांव-कुरकुटिया
te_in: నుఆగాంవ్-కురకుటియా

source: Nuagaonbadabhuin
hi_in: नुगनबादभूइँ
te_in: నుగనబాదభూఇఁ

source: Nuagarh
hi_in: नवागढ़
te_in: నవాగ్

source: Nuagopalpur
hi_in: नुनगोपालपुर
te_in: నునగోపాలపుర్

source: Nuahat
hi_in: नुहट
te_in: నుహట్

source: Nuapalli
hi_in: नुआपल्ली
te_in: నుఆపల్లీ

source: Nuapatna
hi_in: नुआपातन
te_in: నుఆపాతన్

source: Nuasantha
hi_in: नुअसण्ठा
te_in: నుఅసణ్ఠా

source: Nugar
hi_in: नगर
te_in: నగర్

source: Nuhajhalia
hi_in: नुहाजहालिया
te_in: నుహాజహాలియా

source: Nuhianwali
hi_in: नुहियांवाली
te_in: నుహియాంవాలీ

source: Nuiland
hi_in: नूईलैंड
te_in: నూఈలేండ్

source: Nukera
hi_in: नुकेरा
te_in: నుకెరా

source: Null Bazar
hi_in: नुल्ल् बाजार
te_in: నుల్ల్ బాజార్

source: Numaligarh
hi_in: नुमालीगढ़
te_in: నుమాలీగ్

source: Numbal
hi_in: नुम्बल
te_in: నుమ్బల్

source: Nunacherra
hi_in: नुनचेर्रा
te_in: నునచెర్రా

source: Nune
hi_in: नुने
te_in: నునె

source: Nungambakkam
hi_in: नुंगमबक्कम
te_in: నుంగమబక్కం

source: Nungambakkam High Road
hi_in: नुंगमबक्कम हाई रोड
te_in: నుంగమబక్కమ్ హాఈ రోడ్

source: Nunhai
hi_in: नुनहाई
te_in: నునహాఈ

source: Nunia Gothra
hi_in: नूनिया गोठड़ा
te_in: నూనియా గోఠ్ ా

source: Nurani
hi_in: नूरानी
te_in: నూరానీ

source: Nurani Agraharam
hi_in: नूरानी अग्रहारम
te_in: నూరానీ అగ్రహారం

source: Nuria Sarai
hi_in: नूरिया सारे
te_in: నూరియా సారె

source: Nurpur
hi_in: नूरपुर
te_in: నూరపుర్

source: Nurpur Bedi
hi_in: नूरपुर बेदी
te_in: నూరపుర్ బెదీ

source: Nurpur Hakkiman
hi_in: नूरपुर हक्कीमें
te_in: నూరపుర్ హక్కీమెం

source: Nurvey
hi_in: नुरवेय
te_in: నురవెయ్

source: Nussi
hi_in: नुस्सी
te_in: నుస్సీ

source: Nutanchati
hi_in: नूतनचति
te_in: నూతనచతి

source: Nutandih
hi_in: नूतनडीह
te_in: నూతనడీహ్

source: Nutangarh
hi_in: नूतनगढ़
te_in: నూతనగ్

source: Nutankal
hi_in: नूतनकल
te_in: నూతనకల్

source: Nutanpalli
hi_in: नूतनपल्ली
te_in: నూతనపల్లీ

source: Nuthalapuram
hi_in: नुथालपुरम
te_in: నుథాలపురం

source: Nuvem
hi_in: नुवेम
te_in: నువెం

source: Nuvvurupadu
hi_in: नुव्वुरुपादु
te_in: నువ్వురుపాదు

source: Nuzvid
hi_in: नुजविद
te_in: నుజవిద్

source: Nuzvid Bazar
hi_in: नुजविद बाजार
te_in: నుజవిద్ బాజార్

source: Nyalapatla
hi_in: नयलपटल
te_in: నయలపటల్

source: Nyangal Bari
hi_in: न्यांगल बरी
te_in: న్యాంగల్ బరీ

source: Nyangal Chhoti
hi_in: न्यांगल छोटी
te_in: న్యాంగల్ ఛోటీ

source: O G Press
hi_in: ओ ग प्रेस
te_in: ఓ గ్ ప్రెస్

source: O M P
hi_in: ओ म पी
te_in: ఓ మ్ పీ

source: O N G C
hi_in: यो न ग क
te_in: యో న్ గ్ క్

source: O S E
hi_in: ओ स इ
te_in: ఓ స్ ఇ

source: O.H.Road
hi_in: ओ.एच.रोड
te_in: ఓ.ఏచ్.రోడ్

source: O.M.P. Line Jharsuguda
hi_in: ओ.एम.पी. लाइन झारसुगुड़ा
te_in: ఓ.ఏమ్.పీ. లాఇన్ ఝారసుగు ా

source: Oakland
hi_in: ओकलैंड
te_in: ఓకలేండ్

source: Obalapura
hi_in: जबलपुर
te_in: జబలపుర్

source: Obanapalli
hi_in: ओबानपल्ली
te_in: ఓబానపల్లీ

source: Oblapur
hi_in: ओबलापुर
te_in: ఓబలాపుర్

source: Ochhari
hi_in: ओछ्री
te_in: ఓఛ్రీ

source: Ochira
hi_in: ओछिरा
te_in: ఓఛిరా

source: Odada
hi_in: ओड्डा
te_in: ఓడ్డా

source: Odadar
hi_in: उद्दार
te_in: ఉద్దార్

source: Odagaon
hi_in: योदगान
te_in: యోదగాన్

source: Odal
hi_in: ओडल
te_in: ఓడల్

source: Odalchua
hi_in: ओदलचुआ
te_in: ఓదలచుఆ

source: Odan
hi_in: ओदन
te_in: ఓదన్

source: Odapada
hi_in: ओदपद
te_in: ఓదపద్

source: Odara
hi_in: आदर
te_in: ఆదర్

source: Odasha
hi_in: ओदश
te_in: ఓదశ్

source: Odathurai
hi_in: ओदांथुरै
te_in: ఓదాంథురే

source: Odayampalayam
hi_in: ओदयम्पालयम
te_in: ఓదయమ్పాలయం

source: Oddanchatram North
hi_in: ओडडणचत्रम नार्थ
te_in: ఓడడణచత్రమ్ నార్థ్

source: Odderpalayam
hi_in: ओडडरपालयं
te_in: ఓడడరపాలయం

source: Oddisso Andeigoda
hi_in: ओड्डीससो अंडीगोद
te_in: ఓడ్డీససో అండీగోద్

source: Ode
hi_in: ओढे
te_in: ఓఢె

source: Odhan
hi_in: धन
te_in: ధన్

source: Odhav
hi_in: ओधव
te_in: ఓధవ్

source: Odhav Industrial Estate
hi_in: ओधव इंडस्ट्रियल एस्टेट
te_in: ఓధవ్ ఇండస్ట్రియల్ ఏస్టెట్

source: Odhva
hi_in: ओधव
te_in: ఓధవ్

source: Odi
hi_in: आदि
te_in: ఆది

source: Odiakhurd
hi_in: ओड़ियाखुर्द
te_in: ఓ ియాఖుర్ద్

source: Odisha
hi_in: ओडिशा
te_in: ఒడిషా

source: Odiveedu
hi_in: ओडीवीडु
te_in: ఓడీవీడు

source: Ogan
hi_in: योगं
te_in: యోగం

source: Oggiamthoraipakkam
hi_in: ओग्गिअमथोराईपक्कम
te_in: ఓగ్గిఅమథోరాఈపక్కం

source: Ogipur
hi_in: योगीपुर
te_in: యోగీపుర్

source: Ognaj
hi_in: योग्नाज
te_in: యోగ్నాజ్

source: Ogodu
hi_in: ओगोडु
te_in: ఓగోడు

source: Ograbanj
hi_in: ओगरबंज
te_in: ఓగరబంజ్

source: Oguru
hi_in: ओगुरु
te_in: ఓగురు

source: Ojhar
hi_in: ओझर
te_in: ఓఝర్

source: Ojhaul
hi_in: ओझल
te_in: ఓఝల్

source: Okhalson
hi_in: ओखलसों
te_in: ఓఖలసోం

source: Okkapara
hi_in: औक्कपरा
te_in: ఔక్కపరా

source: Ola
hi_in: ओला
te_in: ఓలా

source: Olabibitala
hi_in: ऑलबिंबीतला
te_in: ఑లబింబీతలా

source: Olaipatti
hi_in: ओलाइपट्टी
te_in: ఓలాఇపట్టీ

source: Olalapadi
hi_in: ओलालापदी
te_in: ఓలాలాపదీ

source: Olapalayam
hi_in: ओलापालयं
te_in: ఓలాపాలయం

source: Olavaipu
hi_in: ऑलवेपु
te_in: ఑లవెపు

source: Olavakkot
hi_in: ओलावककोट
te_in: ఓలావకకోట్

source: Olavattur
hi_in: ओलावत्तूर
te_in: ఓలావత్తూర్

source: Old Batlagundu
hi_in: ओल्ड बत्लागुंदु
te_in: ఓల్డ్ బత్లాగుందు

source: Old Bus Stand
hi_in: ओल्ड बस स्टैंड
te_in: ఓల్డ్ బస్ స్టేండ్

source: Old City
hi_in: ओल्ड सिटी
te_in: ఓల్డ్ సిటీ

source: Old College Buildings
hi_in: ओल्ड कॉलेज बिल्डिंग्स
te_in: ఓల్డ్ క్ లెజ్ బిల్డింగ్స్

source: Old Commissioner Compound
hi_in: ओल्ड कमिश्नर कंपाउंड
te_in: ఓల్డ్ కమిశ్నర్ కంపాఉండ్

source: Old Cotton Market
hi_in: ओल्ड कॉटन मार्केट
te_in: ఓల్డ్ క్ టన్ మార్కెట్

source: Old District Board Buildings
hi_in: ओल्ड डिस्ट्रिक्ट बोर्ड बिल्डिंग्स
te_in: ఓల్డ్ డిస్ట్రిక్ట్ బోర్డ్ బిల్డింగ్స్

source: Old Guntur
hi_in: ओल्ड गुंटूर
te_in: ఓల్డ్ గుంటూర్

source: Old Hubli
hi_in: ओल्ड हुबली
te_in: ఓల్డ్ హుబలీ

source: Old Malakpet
hi_in: ओल्ड मलकपेट
te_in: ఓల్డ్ మలకపెట్

source: Old Mangalagiri
hi_in: ओल्ड मंगलगिरि
te_in: ఓల్డ్ మంగలగిరి

source: Old Oddanchatram
hi_in: ओल्ड ओडडणचत्रम
te_in: ఓల్డ్ ఓడడణచత్రం

source: Old Pallavaram
hi_in: ओल्ड पल्लावरम
te_in: ఓల్డ్ పల్లావరం

source: Old Raj Nagar
hi_in: ओल्ड राज नगर
te_in: ఓల్డ్ రాజ్ నగర్

source: Old Secretriate
hi_in: ओल्ड सेक्रेटरिएट
te_in: ఓల్డ్ సెక్రెటరిఏట్

source: Old Seemapuri
hi_in: ओल्ड सीमापुरी
te_in: ఓల్డ్ సీమాపురీ

source: Old Singarayakonda
hi_in: ओल्ड सिंगारयकोंडा
te_in: ఓల్డ్ సింగారయకోండా

source: Old Town
hi_in: ओल्ड टाउन
te_in: ఓల్డ్ టాఉన్

source: Old Town (Ananthapur)
hi_in: ओल्ड टाउन (अनंतपुर)
te_in: ఓల్డ్ టాఉన్ (అనంతపుర్)

source: Old Town (Khorda)
hi_in: ओल्ड टाउन (खोरड़ा)
te_in: ఓల్డ్ టాఉన్ (ఖోర్ ా)

source: Old Town (Sitapur)
hi_in: ओल्ड टाउन (सीतापुर)
te_in: ఓల్డ్ టాఉన్ (సీతాపుర్)

source: Old Town (Vellore)
hi_in: ओल्ड टाउन (वेल्लोर)
te_in: ఓల్డ్ టాఉన్ (వెల్లోర్)

source: Old Town Ujire
hi_in: ओल्ड टाउन उजिरे
te_in: ఓల్డ్ టాఉన్ ఉజిరె

source: Oldabadi
hi_in: ओल्दबादी
te_in: ఓల్దబాదీ

source: Olgora
hi_in: ओलगोरा
te_in: ఓలగోరా

source: Olhan
hi_in: ओल्हन
te_in: ఓల్హన్

source: Olimohamedpet
hi_in: ओलीमोहमदपेट
te_in: ఓలీమోహమదపెట్

source: Oliyapuram
hi_in: ओलियापुरम
te_in: ఓలియాపురం

source: Ollarigada
hi_in: ओलेरीगाद
te_in: ఓలెరీగాద్

source: Olmara
hi_in: आलमआरा
te_in: ఆలమఆరా

source: Omalur
hi_in: ओमालुर
te_in: ఓమాలుర్

source: Omalur Cutcherry
hi_in: ओमालुर कटचेरी
te_in: ఓమాలుర్ కటచెరీ

source: Omara Morh
hi_in: ओमर मोरः
te_in: ఓమర్ మోరః

source: Omarikadu
hi_in: ओमरीकाडु
te_in: ఓమరీకాడు

source: Omerga
hi_in: मर्ग
te_in: మర్గ్

source: Omerga Bazar
hi_in: मर्ग बाजार
te_in: మర్గ్ బాజార్

source: Omerga Chivari
hi_in: मर्ग चीवरी
te_in: మర్గ్ చీవరీ

source: Ompora
hi_in: ओमपोरा
te_in: ఓమపోరా

source: Onamthuruthu
hi_in: ओनमथुरुथु
te_in: ఓనమథురుథు

source: Ongana
hi_in: ऑंगन
te_in: ఑ంగన్

source: Ongc Col
hi_in: ओंगक छोल
te_in: ఓంగక్ ఛోల్

source: ONGC-dronagiri
hi_in: ओंगक-द्रोणागिरी
te_in: ఓంగక్-ద్రోణాగిరీ

source: Oomerabad
hi_in: ओमेराबाद
te_in: ఓమెరాబాద్

source: Oonnakavu
hi_in: ऊंनकवु
te_in: ఊంనకవు

source: Oorakam Kizhumuri
hi_in: उराकं कीज़हमउरि
te_in: ఉరాకం కీ హమఉరి

source: Oorakam Melmuri
hi_in: उराकं मेलमूरी
te_in: ఉరాకం మెలమూరీ

source: Oorkere
hi_in: उरकेरे
te_in: ఉరకెరె

source: Opera House
hi_in: ओपेरा हाउस
te_in: ఓపెరా హాఉస్

source: Oppadavadi
hi_in: ओप्पड़वाडी
te_in: ఓప్ప్ వాడీ

source: Ora
hi_in: ओर
te_in: ఓర్

source: Oragadam
hi_in: ओरगडम
te_in: ఓరగడం

source: Oraha
hi_in: वराह
te_in: వరాహ్

source: Orai
hi_in: ओराई
te_in: ఓరాఈ

source: Orali
hi_in: ओरली
te_in: ఓరలీ

source: Orasahi
hi_in: ओरसहि
te_in: ఓరసహి

source: Orasan
hi_in: ओर्सन
te_in: ఓర్సన్

source: Ordana
hi_in: वरदान
te_in: వరదాన్

source: Ordanance Dep Talegaon Dabhade
hi_in: ऑर्ड्नेन्स दीप तलेगांव दाभाड़े
te_in: ఑ర్డ్నెన్స్ దీప్ తలెగాంవ్ దాభా ె

source: Orderly Bazar
hi_in: ऑर्डरली बाजार
te_in: ఑ర్డరలీ బాజార్

source: Ordnance Estate - TR
hi_in: ऑर्डनेन्स एस्टेट - तर
te_in: ఑ర్డనెన్స్ ఏస్టెట్ - తర్

source: Ordnance Factory
hi_in: ऑर्डनेन्स फैक्ट्री
te_in: ఑ర్డనెన్స్ ఫేక్ట్రీ

source: Ordnance Factory Dehu Road
hi_in: ऑर्डनेन्स फैक्ट्री देहू रोड
te_in: ఑ర్డనెన్స్ ఫేక్ట్రీ దెహూ రోడ్

source: Ore
hi_in: ओरे
te_in: ఓరె

source: Oricheri
hi_in: ओरिचेरी
te_in: ఓరిచెరీ

source: Orijote
hi_in: ओरिजॉट
te_in: ఓరిజ్ ట్

source: Orikkai
hi_in: ओरिक्कै
te_in: ఓరిక్కే

source: Orissa Assembly
hi_in: उड़ीसा असेंबली
te_in: ఉ ీసా అసెంబలీ

source: Orissa High Court
hi_in: उड़ीसा हाई कोर्ट
te_in: ఉ ీసా హాఈ కోర్ట్

source: Oriya
hi_in: ओरिया
te_in: ఓరియా

source: Orkhar
hi_in: रखर
te_in: రఖర్

source: Orlem
hi_in: ओर्लेम
te_in: ఓర్లెం

source: Ormanjhi
hi_in: ओरमांझी
te_in: ఓరమాంఝీ

source: Orrah
hi_in: जर्राह
te_in: జర్రాహ్

source: Orumanayur
hi_in: ओरुमनयुर
te_in: ఓరుమనయుర్

source: Orwalia
hi_in: ओरवालिया
te_in: ఓరవాలియా

source: Osa Mafi
hi_in: ओएसए माफ़ी
te_in: ఓఏసఏ మా ీ

source: Osanga
hi_in: वसंग
te_in: వసంగ్

source: Osap Campus
hi_in: वसप कैंपस
te_in: వసప్ కేంపస్

source: Oshiwara
hi_in: ओशिवारा
te_in: ఓశివారా

source: Osmanabad
hi_in: उस्मानाबाद
te_in: ఉస్మానాబాద్

source: Osmanabad Town
hi_in: ओस्मानाबाद टाउन
te_in: ఓస్మానాబాద్ టాఉన్

source: Osmanchak
hi_in: ओसमंचक
te_in: ఓసమంచక్

source: Osmangunj
hi_in: ओस्मानगंज
te_in: ఓస్మానగంజ్

source: Osmannagar (Hyderabad)
hi_in: ओस्माननगर (हैदराबाद)
te_in: ఓస్మాననగర్ (హేదరాబాద్)

source: Osmanpura
hi_in: उस्मानपुर
te_in: ఉస్మానపుర్

source: Otav
hi_in: ओटावा
te_in: ఓటావా

source: Otavane
hi_in: ओटवाने
te_in: ఓటవానె

source: Oteband
hi_in: ओटेबंद
te_in: ఓటెబంద్

source: Othaka
hi_in: ओठक
te_in: ఓఠక్

source: Othakadai
hi_in: ओथकङी
te_in: ఓథకఙీ

source: Othalur - Ttl
hi_in: ओठालुर - टल
te_in: ఓఠాలుర్ - టల్

source: Othalur West
hi_in: ओठालुर वेस्ट
te_in: ఓఠాలుర్ వెస్ట్

source: Othayal Mettupatti
hi_in: उठायल मेत्तुपट्टी
te_in: ఉఠాయల్ మెత్తుపట్టీ

source: Ottapalam
hi_in: ओट्टापलम
te_in: ఓట్టాపలం

source: Ottathai
hi_in: टाठी
te_in: టాఠీ

source: Otur
hi_in: आतुर
te_in: ఆతుర్

source: Ounur
hi_in: ओनर
te_in: ఓనర్

source: Oyan
hi_in: ऑयन
te_in: ఑యన్

source: Oyyangudi
hi_in: ओययनगुडी
te_in: ఓయయనగుడీ

source: Ozar
hi_in: औज़ार
te_in: ఔ ార్

source: Ozarde
hi_in: ओजर्डे
te_in: ఓజర్డె

source: Ozewadi
hi_in: ओज़ीवादी
te_in: ఓ ీవాదీ

source: Ozh
hi_in: वजह
te_in: వజహ్

source: Ozhavur
hi_in: ओज़्हावुर
te_in: ఓ ్హావుర్

source: Ozhavur East
hi_in: ओज़्हावुर ईस्ट
te_in: ఓ ్హావుర్ ఈస్ట్

source: Ozhur
hi_in: वजह
te_in: వజహ్

source: P A C
hi_in: प अ छ
te_in: ప్ అ ఛ్

source: P Murahi
hi_in: प मुरही
te_in: ప్ మురహీ

source: P P Agraharam
hi_in: प प अग्रहारम
te_in: ప్ ప్ అగ్రహారం

source: P T S Phillaur
hi_in: प ट स फिल्लौर
te_in: ప్ ట్ స్ ఫిల్లౌర్

source: P. Jaratikar
hi_in: पी. जरातीकर
te_in: పీ. జరాతీకర్

source: P. Murahi
hi_in: पी. मुरही
te_in: పీ. మురహీ

source: P. Shiroli
hi_in: पी. शिरोली
te_in: పీ. శిరోలీ

source: P.A.U.
hi_in: पी.ए.यू.
te_in: పీ.ఏ.యూ.

source: P.B.Lakhisarai
hi_in: पी.बी.लखीसराय
te_in: పీ.బీ.లఖీసరాయ్

source: P.Basant
hi_in: पी.बसंत
te_in: పీ.బసంత్

source: P.Bhagwanpur
hi_in: पी.भगवानपुर
te_in: పీ.భగవానపుర్

source: P.Buzurg
hi_in: पी.बुज़ुर्ग
te_in: పీ.బు ుర్గ్

source: P.C.N.T.
hi_in: पी.सी.एन.टी.
te_in: పీ.సీ.ఏన్.టీ.

source: P.Dokuluguda
hi_in: पी.डोकुलुगुडा
te_in: పీ.డోకులుగుడా

source: P.H. Colony
hi_in: पी.एच. कॉलोनी
te_in: పీ.ఏచ్. క్ లోనీ

source: P.I.P. Kota
hi_in: पी.आई.पी. कोटा
te_in: పీ.ఆఈ.పీ. కోటా

source: P.Jamgaon
hi_in: पी.जंगों
te_in: పీ.జంగోం

source: P.Lingala
hi_in: पी.लिंगाला
te_in: పీ.లింగాలా

source: P.M.C.H
hi_in: पी.एम.सी.ह
te_in: పీ.ఏమ్.సీ.హ్

source: P.Painathi
hi_in: पी.पैनाठी
te_in: పీ.పేనాఠీ

source: P.Pur Halai
hi_in: पी.पुर हलै
te_in: పీ.పుర్ హలే

source: P.R.R
hi_in: पी.आर.र
te_in: పీ.ఆర్.ర్

source: P.S.Padi
hi_in: पी.एस.पड़ी
te_in: పీ.ఏస్.ప్ ీ

source: P.S.R Nagar
hi_in: पी.एस.र नगर
te_in: పీ.ఏస్.ర్ నగర్

source: P.Sadlapalli
hi_in: पी.सदलापल्ली
te_in: పీ.సదలాపల్లీ

source: P.W.D.Office
hi_in: पी.डब्ल्यू.डी.ऑफिस
te_in: పీ.డబ్ల్యూ.డీ.఑ఫిస్

source: Pabhat
hi_in: पभात
te_in: పభాత్

source: Pabia
hi_in: पबिया
te_in: పబియా

source: Pabingia
hi_in: पाबिनगीअ
te_in: పాబినగీఅ

source: Pabli Khas
hi_in: पब्लि खास
te_in: పబ్లి ఖాస్

source: Pabyiok
hi_in: पबईओक
te_in: పబఈఓక్

source: Pachad
hi_in: पछाड़
te_in: పఛా

source: Pachady
hi_in: पीएचडी
te_in: పీఏచడీ

source: Pachakanam
hi_in: पचकानाम
te_in: పచకానాం

source: Pachakvada
hi_in: पचकवाद
te_in: పచకవాద్

source: Pachal
hi_in: पचाल
te_in: పచాల్

source: Pachalam
hi_in: पचलं
te_in: పచలం

source: Pachalbazar
hi_in: पचलबाज़ार
te_in: పచలబా ార్

source: Pachallur
hi_in: पचाल्लूर
te_in: పచాల్లూర్

source: Pachama
hi_in: पंचम
te_in: పంచం

source: Pachanampatti
hi_in: पाचनम्पत्ति
te_in: పాచనమ్పత్తి

source: Pachanda Kalan
hi_in: पचनदा कलां
te_in: పచనదా కలాం

source: Pachapalayam
hi_in: पचपलायम
te_in: పచపలాయం

source: Pachar
hi_in: पचार
te_in: పచార్

source: Pacharia
hi_in: पंचारिया
te_in: పంచారియా

source: Pachawal
hi_in: पचवाल
te_in: పచవాల్

source: Pachayankuppam
hi_in: पचयनकुप्पम
te_in: పచయనకుప్పం

source: Pachdeora
hi_in: पचदेवरा
te_in: పచదెవరా

source: Pachdeora Kalan
hi_in: पचदेवरा कलां
te_in: పచదెవరా కలాం

source: Pacheda
hi_in: पचेड़ा
te_in: పచె ా

source: Pachegaon
hi_in: पचेगों
te_in: పచెగోం

source: Pachevara
hi_in: पचेवर
te_in: పచెవర్

source: Pachgaon
hi_in: पचगांव
te_in: పచగాంవ్

source: Pachhapur
hi_in: पछपुर
te_in: పఛపుర్

source: Pachhiapura
hi_in: पच्छिमपुर
te_in: పచ్ఛిమపుర్

source: Pachhim Darwaza
hi_in: पच्छिम दरवाज़ा
te_in: పచ్ఛిమ్ దరవా ా

source: Pachhimgaon
hi_in: पछिमग़ों
te_in: పఛిమౚోం

source: Pachkuiyan
hi_in: पचकुइयां
te_in: పచకుఇయాం

source: Pachlai
hi_in: पछले
te_in: పఛలె

source: Pachmohani
hi_in: पचमोहनी
te_in: పచమోహనీ

source: Pachokhar
hi_in: पचोखर
te_in: పచోఖర్

source: Pachokhara
hi_in: पचोखरा
te_in: పచోఖరా

source: Pachor
hi_in: पचोर
te_in: పచోర్

source: Pachora
hi_in: पचोर
te_in: పచోర్

source: Pachpukhra
hi_in: पचपुखरा
te_in: పచపుఖరా

source: Pachra
hi_in: पचरा
te_in: పచరా

source: Pachraon
hi_in: पचराओं
te_in: పచరాఓం

source: Pachudaiyampattipudur
hi_in: पचुड़ियामपट्टीपुडुर
te_in: పచు ియామపట్టీపుడుర్

source: Pachwan
hi_in: पाचवां
te_in: పాచవాం

source: Pada
hi_in: पड़ा
te_in: ప్ ా

source: Padal
hi_in: पैदल
te_in: పేదల్

source: Padalda
hi_in: पदलद
te_in: పదలద్

source: Padalde
hi_in: पदलदे
te_in: పదలదె

source: Padali (Lonand)
hi_in: पडली (लोणंद)
te_in: పడలీ (లోణంద్)

source: Padali Ninam
hi_in: पडली निनामा
te_in: పడలీ నినామా

source: Padalsa
hi_in: पदलस
te_in: పదలస్

source: Padalse
hi_in: पदलसे
te_in: పదలసె

source: Padam Nagar (North Delhi)
hi_in: पदम् नगर (नार्थ देल्ही)
te_in: పదమ్ నగర్ (నార్థ్ ఢిల్లీ)

source: Padamal
hi_in: पदमल
te_in: పదమల్

source: Padampur
hi_in: पदमपुर
te_in: పదమపుర్

source: Padampur Motadhak
hi_in: पदमपुर मोटाढाक
te_in: పదమపుర్ మోటాఢాక్

source: Padampura
hi_in: पदमपुरा
te_in: పదమపురా

source: Padanpur
hi_in: पादनपुर
te_in: పాదనపుర్

source: Padanthal
hi_in: पड़ंताल
te_in: ప్ ంతాల్

source: Padanthalumoodu
hi_in: पड़ंतालुमूडू
te_in: ప్ ంతాలుమూడూ

source: Padanthapuli 2
hi_in: पदान्थपुली 2
te_in: పదాన్థపులీ 2

source: Padappai
hi_in: पडप्पाई
te_in: పడప్పాఈ

source: Padar
hi_in: फदर
te_in: ఫదర్

source: Padardi
hi_in: पादरड़ी
te_in: పాదర్ ీ

source: Padari
hi_in: पादरी
te_in: పాదరీ

source: Padaria
hi_in: पडरिया
te_in: పడరియా

source: Padarkola
hi_in: पदरकोला
te_in: పదరకోలా

source: Padasali
hi_in: पड़ासली
te_in: ప్ ాసలీ

source: Paddhara
hi_in: पद्धर
te_in: పద్ధర్

source: Padebettu
hi_in: पड़ेबेट्टू
te_in: ప్ ెబెట్టూ

source: Padeda
hi_in: पड्डा
te_in: పడ్డా

source: Padedi Ador
hi_in: पादेड़ी अडोर
te_in: పాదె ీ అడోర్

source: Padegaon
hi_in: पड़ेगाओं
te_in: ప్ ెగాఓం

source: Padghe
hi_in: पड़गए
te_in: ప్ గఏ

source: Padhana
hi_in: पढना
te_in: పఢనా

source: Padhara
hi_in: पधार
te_in: పధార్

source: Padharwant
hi_in: पधरवंत
te_in: పధరవంత్

source: Padhe
hi_in: पढ़े
te_in: ప్ ె

source: Padhel
hi_in: पढेल
te_in: పఢెల్

source: Padhia
hi_in: पढ़िए
te_in: ప్ ిఏ

source: Padhiun
hi_in: पढिउं
te_in: పఢిఉం

source: Padhna
hi_in: पढ़ना
te_in: ప్ నా

source: Padhora
hi_in: पड़ोरा
te_in: ప్ ోరా

source: Padiabahal
hi_in: पड़ीअबहल
te_in: ప్ ీఅబహల్

source: Padicap
hi_in: पडीकैप
te_in: పడీకేప్

source: Padiotchal
hi_in: पाडियचल
te_in: పాడియచల్

source: Padiripatti
hi_in: पदिरीपट्टी
te_in: పదిరీపట్టీ

source: Padiv
hi_in: पड़िव
te_in: ప్ ివ్

source: Padiyal
hi_in: पडियाल
te_in: పడియాల్

source: Padiyur-kannur
hi_in: पादियुर-कन्नूर
te_in: పాదియుర్-కన్నూర్

source: Padkhuri
hi_in: पडख़ुरी
te_in: పడౙురీ

source: Padla
hi_in: पड़ल
te_in: ప్ ల్

source: Padle
hi_in: पडले
te_in: పడలె

source: Padli Basera
hi_in: पडली बसेरा
te_in: పడలీ బసెరా

source: Padlikhati
hi_in: पढ़लिखती
te_in: ప్ లిఖతీ

source: Padliya
hi_in: पाडलिया
te_in: పాడలియా

source: Padlya
hi_in: पडल्या
te_in: పడల్యా

source: Padmadeipur
hi_in: पद्मादेईपुर
te_in: పద్మాదెఈపుర్

source: Padmagiri
hi_in: पद्मगिरी
te_in: పద్మగిరీ

source: Padmanabhapuram Fort
hi_in: पद्मनाभपुरम फोर्ट
te_in: పద్మనాభపురమ్ ఫోర్ట్

source: Padmanabhnagar
hi_in: पद्मनाभनगर
te_in: పద్మనాభనగర్

source: Padmapur
hi_in: पदमपुर
te_in: పదమపుర్

source: Padmaraonagar
hi_in: पद्मरोनगर
te_in: పద్మరోనగర్

source: Padoshi
hi_in: पडोशी
te_in: పడోశీ

source: Padra
hi_in: पड्रा
te_in: పడ్రా

source: Padri Thana
hi_in: पंडरी थाना
te_in: పండరీ థానా

source: Padua
hi_in: पाडुआ
te_in: పాడుఆ

source: Padubidri
hi_in: पडूबिद्री
te_in: పడూబిద్రీ

source: Padukonaje
hi_in: पादुकोनाजे
te_in: పాదుకోనాజె

source: Padumbasan
hi_in: पदुमबासं
te_in: పదుమబాసం

source: Padumpur
hi_in: पदुमपुर
te_in: పదుమపుర్

source: Padur
hi_in: पदुर
te_in: పదుర్

source: Padusma
hi_in: पदुसम
te_in: పదుసం

source: Paduvalapatna
hi_in: पाडुवालपटना
te_in: పాడువాలపటనా

source: Paduvapuram
hi_in: पाडुवापुरम
te_in: పాడువాపురం

source: Padvi
hi_in: पदवी
te_in: పదవీ

source: Paekauli Bazar
hi_in: पैकौली बाजार
te_in: పేకౌలీ బాజార్

source: Paganur
hi_in: पागनुर
te_in: పాగనుర్

source: Pagara
hi_in: पगार
te_in: పగార్

source: Pagara Prsad Giri
hi_in: पगार प्रसाद गिरि
te_in: పగార్ ప్రసాద్ గిరి

source: Pagda
hi_in: पगडा
te_in: పగడా

source: Pagnispaga Indore
hi_in: पगनिसपगा इंदौर
te_in: పగనిసపగా ఇండోర్

source: Paguthan
hi_in: पगुथन
te_in: పగుథన్

source: Pahadi
hi_in: पहाड़ी
te_in: పహా ీ

source: Pahadishareef
hi_in: पहाड़ीशरीफ
te_in: పహా ీశరీఫ్
