Repository: healthvdev/custom_template
Catalog: languages/*.po
Languages: hi_in, te_in

source: Kovilpadagai
hi_in: कोविलपडगै
te_in: కోవిలపడగే

source: Kovilpalayam
hi_in: कोविलपलायम
te_in: కోవిలపలాయం

source: Kovilpatti
hi_in: कोविलपट्टी
te_in: కోవిలపట్టీ

source: Kovilpatti Indl.Estate
hi_in: कोविलपट्टी इंदल.एस्टेट
te_in: కోవిలపట్టీ ఇందల్.ఏస్టెట్

source: Kovilpatti North
hi_in: कोविलपट्टी नार्थ
te_in: కోవిలపట్టీ నార్థ్

source: Kovilpatti R.S
hi_in: कोविलपट्टी आर.स
te_in: కోవిలపట్టీ ఆర్.స్

source: Kovilpatti Town
hi_in: कोविलपट्टी टाउन
te_in: కోవిలపట్టీ టాఉన్

source: Kovilur
hi_in: कोविलर
te_in: కోవిలర్

source: Kowgachi
hi_in: कौगची
te_in: కౌగచీ

source: Kowkoor
hi_in: कौक्यूर
te_in: కౌక్యూర్

source: Kowlepalli
hi_in: कोव्लेपल्ली
te_in: కోవ్లెపల్లీ

source: Koyachelaka
hi_in: कोएचेलक
te_in: కోఏచెలక్

source: Koyali
hi_in: कोयली
te_in: కోయలీ

source: Koyambedu
hi_in: कोयम्बेडु
te_in: కోయమ్బెడు

source: Koyambedu Wholesale Market Com
hi_in: कोयम्बेडु होलसेल मार्किट कॉम
te_in: కోయమ్బెడు హోలసెల్ మార్కిట్ క్ ం

source: Koyati
hi_in: कोयाटी
te_in: కోయాటీ

source: Koyilandi
hi_in: कोइलन्दी
te_in: కోఇలన్దీ

source: Koyla
hi_in: कोयला
te_in: కోయలా

source: Koynavale
hi_in: कोयनावाले
te_in: కోయనావాలె

source: Koyyur
hi_in: कोय्युर
te_in: కోయ్యుర్

source: Kozha
hi_in: कोज़्हे
te_in: కోజ్ ్హె

source: Kozhencherry
hi_in: कोज़ेंचेररी
te_in: కోజ్ ెంచెరరీ

source: Kozhencherry College
hi_in: कोज़्हेनचेरी कॉलेज
te_in: కోజ్ ్హెనచెరీ క్ లెజ్

source: Kozhencherry East
hi_in: कोज़्हेनचेरी ईस्ट
te_in: కోజ్ ్హెనచెరీ ఈస్ట్

source: Kozhimala
hi_in: कोज़हिमाल
te_in: కోజ్ హిమాల్

source: Kozhinjampara
hi_in: कोजहिंजमपर
te_in: కోజహింజమపర్

source: Kozhipara
hi_in: कोज़्हीपर
te_in: కోజ్ ్హీపర్

source: Kozhipilly
hi_in: कोज़्हीपिल्ली
te_in: కోజ్ ్హీపిల్లీ

source: Kozhiporvilai
hi_in: कोज़्हीपुरविले
te_in: కోజ్ ్హీపురవిలె

source: Kp Harda
hi_in: कप हरदा
te_in: కప్ హరదా

source: KPHB Colony
hi_in: कपभ कॉलोनी
te_in: కపభ్ క్ లోనీ

source: Kranti Chowk
hi_in: क्रांति चौक
te_in: క్రాంతి చౌక్

source: Kranti Chowk-Parbhani
hi_in: क्रांति चौक-परभणी
te_in: క్రాంతి చౌక్-పరభణీ

source: Krapa
hi_in: कृपा
te_in: కృపా

source: Krapa Chintalapudi
hi_in: कृपा चिंतलपुड़ी
te_in: కృపా చింతలపుడ్ ీ

source: Kridaspur
hi_in: करीदासपुर
te_in: కరీదాసపుర్

source: Krim Shore
hi_in: क्रीम शोरे
te_in: క్రీమ్ శోరె

source: Krimchi
hi_in: क्रिमची
te_in: క్రిమచీ

source: Kripakhali
hi_in: कृपाखाली
te_in: కృపాఖాలీ

source: Krishan Nagar
hi_in: कृष्ण नगर
te_in: కృష్ణ్ నగర్

source: Krishananagar
hi_in: कृष्णनगर
te_in: కృష్ణనగర్

source: Krishi Upaj Mandi
hi_in: कृषि उपज मंडी
te_in: కృషి ఉపజ్ మండీ

source: Krishi Upaj Mandi Baran
hi_in: कृषि उपज मंडी बारां
te_in: కృషి ఉపజ్ మండీ బారాం

source: Krishi Upaj Mandi Gangapur
hi_in: कृषि उपज मंडी गंगापुर
te_in: కృషి ఉపజ్ మండీ గంగాపుర్

source: Krishna Giri
hi_in: कृष्णा गिरी
te_in: కృష్ణా గిరీ

source: Krishna Mandir
hi_in: कृष्णा मंदिर
te_in: కృష్ణా మందిర్

source: Krishna Market
hi_in: कृष्णा मार्केट
te_in: కృష్ణా మార్కెట్

source: Krishna Nagar
hi_in: कृष्णा नगर
te_in: కృష్ణా నగర్

source: Krishna Nagar (Allahabad)
hi_in: कृष्णा नगर (अल्लाहाबाद)
te_in: కృష్ణా నగర్ (అల్లాహాబాద్)

source: Krishna Nagar (Kanpur Nagar)
hi_in: कृष्णा नगर (कानपूर नगर)
te_in: కృష్ణా నగర్ (కానపూర్ నగర్)

source: Krishna Nagar (Mathura)
hi_in: कृष्णा नगर (मथुरा)
te_in: కృష్ణా నగర్ (మథురా)

source: Krishna Nagar Batala
hi_in: कृष्णा नगर बटाला
te_in: కృష్ణా నగర్ బటాలా

source: Krishna Nagara
hi_in: कृष्णा नगर
te_in: కృష్ణా నగర్

source: Krishna Puram
hi_in: कृष्णा पुरम
te_in: కృష్ణా పురం

source: Krishna Puri
hi_in: कृष्णा पूरी
te_in: కృష్ణా పూరీ

source: Krishna Raja Mohalla
hi_in: कृष्णा राजा मोहल्ला
te_in: కృష్ణా రాజా మోహల్లా

source: Krishna Raja Nagar
hi_in: कृष्णा राज नगर
te_in: కృష్ణా రాజ్ నగర్

source: Krishna Rajendra Circle
hi_in: कृष्णा राजेन्द्र सर्किल
te_in: కృష్ణా రాజెన్ద్ర్ సర్కిల్

source: Krishnadasanapalle
hi_in: कृष्णदासनापल्ले
te_in: కృష్ణదాసనాపల్లె

source: Krishnaganj
hi_in: कृष्णगंज
te_in: కృష్ణగంజ్

source: Krishnagiri
hi_in: कृष्णागिरी
te_in: కృష్ణాగిరీ

source: Krishnagiri Courts
hi_in: कृष्णागिरि कोर्ट्स
te_in: కృష్ణాగిరి కోర్ట్స్

source: Krishnajivadi
hi_in: कृष्णजीवादी
te_in: కృష్ణజీవాదీ

source: Krishnakalitala
hi_in: कृष्णकालीताल
te_in: కృష్ణకాలీతాల్

source: Krishnamurthypuram
hi_in: कृष्णमूर्तिपुरम
te_in: కృష్ణమూర్తిపురం

source: Krishnanagar
hi_in: कृष्णानगर
te_in: కృష్ణానగర్

source: Krishnanagar (Ahmedabad)
hi_in: कृष्णानगर (अहमदाबाद)
te_in: కృష్ణానగర్ (అహ్మదాబాదు)

source: Krishnanagar (Vellore)
hi_in: कृष्णानगर (वेल्लोर)
te_in: కృష్ణానగర్ (వెల్లోర్)

source: Krishnanagar Court
hi_in: कृष्णानगर कोर्ट
te_in: కృష్ణానగర్ కోర్ట్

source: Krishnanagar R.S.
hi_in: कृष्णनगर आर.एस.
te_in: కృష్ణనగర్ ఆర్.ఏస్.

source: Krishnancoil
hi_in: कृष्णनकोइल
te_in: కృష్ణనకోఇల్

source: Krishnapalli
hi_in: कृष्णापल्ली
te_in: కృష్ణాపల్లీ

source: Krishnapur
hi_in: कृष्णापुर
te_in: కృష్ణాపుర్

source: Krishnapur (Hooghly)
hi_in: कृष्णापुर (हूघली)
te_in: కృష్ణాపుర్ (హూఘలీ)

source: Krishnapura
hi_in: कृष्णपुरा
te_in: కృష్ణపురా

source: Krishnapuram
hi_in: कृष्णापुरम
te_in: కృష్ణాపురం

source: Krishnapuram Colony
hi_in: कृष्णापुरम कॉलोनी
te_in: కృష్ణాపురమ్ క్ లోనీ

source: Krishnarajapuram
hi_in: कृष्णाराजपुरम
te_in: కృష్ణారాజపురం

source: Krishnarajapuram R S
hi_in: कृष्णाराजपुरम र स
te_in: కృష్ణారాజపురమ్ ర్ స్

source: Krishnarajendra Road-DVG
hi_in: कृष्णराजेंद्र रोड-ध्वज
te_in: కృష్ణరాజెంద్ర్ రోడ్-ధ్వజ్

source: Krishnarajendrapete-shimoga
hi_in: कृष्णराजेंदरपेटे-शिमोगा
te_in: కృష్ణరాజెందరపెటె-శిమోగా

source: Krishnarayapuram
hi_in: कृष्णरायपुरम
te_in: కృష్ణరాయపురం

source: Krishnarayar Agraharam
hi_in: कृष्णरायर अग्रहारम
te_in: కృష్ణరాయర్ అగ్రహారం

source: Krishnaswamy Nagar
hi_in: कृष्णास्वामी नगर
te_in: కృష్ణాస్వామీ నగర్

source: Krishnatilla
hi_in: कृष्णतिलला
te_in: కృష్ణతిలలా

source: Krisi Upaj Mandi Bwa
hi_in: कृषि उपज मंडी ब्व
te_in: కృషి ఉపజ్ మండీ బ్వ్

source: Krti
hi_in: करती
te_in: కరతీ

source: Krushnachandrapur
hi_in: कृष्णाचंद्रपुर
te_in: కృష్ణాచంద్రపుర్

source: Krushnanagarpatna
hi_in: कृष्णानगरपाटन
te_in: కృష్ణానగరపాటన్

source: Krushnapali Patna
hi_in: कृष्णापली पटना
te_in: కృష్ణాపలీ పాట్నా

source: Krutibaspur
hi_in: कृतिबासपुर
te_in: కృతిబాసపుర్

source: Kshatra Mahuli
hi_in: क्षात्र महुली
te_in: క్షాత్ర్ మహులీ

source: KSM Rajpura
hi_in: कसम राजपुरा
te_in: కసమ్ రాజపురా

source: Ktpp
hi_in: कटप्प
te_in: కటప్ప్

source: Kuans
hi_in: कुञ्ज
te_in: కుఞ్జ్

source: Kuawa
hi_in: क्याव
te_in: క్యావ్

source: Kubajpur
hi_in: कुब्जपुर
te_in: కుబ్జపుర్

source: Kubernagar
hi_in: कुबेरनगर
te_in: కుబెరనగర్

source: Kubernagar B A
hi_in: कुबेरनगर बी ए
te_in: కుబెరనగర్ బీ ఏ

source: Kuchai
hi_in: कुचाई
te_in: కుచాఈ

source: Kuchamancity
hi_in: कुचामनसिटी
te_in: కుచామనసిటీ

source: Kuched
hi_in: कुछेद
te_in: కుఛెద్

source: Kucherkal
hi_in: कुचेरकाल
te_in: కుచెరకాల్

source: Kuchesar
hi_in: कुचेसर
te_in: కుచెసర్

source: Kuchhechha
hi_in: कुछेछा
te_in: కుఛెఛా

source: Kuchiamora
hi_in: कुचिअमोर
te_in: కుచిఅమోర్

source: Kuchu
hi_in: कुछु
te_in: కుఛు

source: Kuchur
hi_in: कुचूर
te_in: కుచూర్

source: Kuda
hi_in: कूड़ा
te_in: కూడ్ ా

source: Kudabaga
hi_in: कुदबाग
te_in: కుదబాగ్

source: Kudabarua
hi_in: कुदाबरुआ
te_in: కుదాబరుఆ

source: Kudadarahal
hi_in: कुद्दरहल
te_in: కుద్దరహల్

source: Kudaila
hi_in: कुदैल
te_in: కుదేల్

source: Kudaiya
hi_in: कुडिया
te_in: కుడియా

source: Kudal (Sindhudurg)
hi_in: कुदाल (सिंधुदुर्ग)
te_in: కుదాల్ (సింధుదుర్గ్)

source: Kudambettu
hi_in: कुडमबट्टू
te_in: కుడమబట్టూ

source: Kudan
hi_in: कूदन
te_in: కూదన్

source: Kudana
hi_in: कूदना
te_in: కూదనా

source: Kudankulam
hi_in: कुडनकुलम
te_in: కుడనకులం

source: Kudari
hi_in: कुदारी
te_in: కుదారీ

source: Kudarkot
hi_in: कुदरकोट
te_in: కుదరకోట్

source: Kudasan
hi_in: कुदेसन
te_in: కుదెసన్

source: Kudashi
hi_in: कुदर्शी
te_in: కుదర్శీ

source: Kudasingha
hi_in: कुदसिंघ
te_in: కుదసింఘ్

source: Kudathai
hi_in: कुदाथे
te_in: కుదాథె

source: Kudathai Bazar
hi_in: कुदाथे बाजार
te_in: కుదాథె బాజార్

source: Kudavechoor
hi_in: कुडवेचूर
te_in: కుడవెచూర్

source: Kudda
hi_in: कुद्द
te_in: కుద్ద్

source: Kuddi
hi_in: कुड्डी
te_in: కుడ్డీ

source: Kudha
hi_in: कुध
te_in: కుధ్

source: Kudhari
hi_in: कुधरी
te_in: కుధరీ

source: Kudiapal
hi_in: कुडापाल
te_in: కుడాపాల్

source: Kudiari
hi_in: कुडारी
te_in: కుడారీ

source: Kuditre
hi_in: कुदइतरे
te_in: కుదఇతరె

source: Kudje
hi_in: कुड़जे
te_in: కుడ్ జె

source: Kudligi
hi_in: कुडलिगी
te_in: కుడలిగీ

source: Kudlur
hi_in: कुडलूर
te_in: కుడలూర్

source: Kudmar
hi_in: कुड़मार
te_in: కుడ్ మార్

source: Kudni
hi_in: कुढ़नी
te_in: కుఢ్ నీ

source: Kudurucheemanapalle
hi_in: कुदुरुचिमनापल्ले
te_in: కుదురుచిమనాపల్లె

source: Kudus
hi_in: कुदुस
te_in: కుదుస్

source: Kuduteli
hi_in: कुडेली
te_in: కుడెలీ

source: Kudwa
hi_in: कुड़वा
te_in: కుడ్ వా

source: Kuemuri
hi_in: कुईमोरी
te_in: కుఈమోరీ

source: Kuffar Kiara
hi_in: कुफ्फार कियारा
te_in: కుఫ్ఫార్ కియారా

source: Kugati
hi_in: कुगति
te_in: కుగతి

source: Kugur
hi_in: कुगुरु
te_in: కుగురు

source: Kugve
hi_in: कुग्वे
te_in: కుగ్వె

source: Kuha
hi_in: कुछ
te_in: కుఛ్

source: Kuharakalan
hi_in: कुहराकलां
te_in: కుహరాకలాం

source: Kuhura
hi_in: कुहरा
te_in: కుహరా

source: Kuhuri
hi_in: कुहरी
te_in: కుహరీ

source: Kuiani
hi_in: कुइयानी
te_in: కుఇయానీ

source: Kujang
hi_in: कुजांग
te_in: కుజాంగ్

source: Kujasingi
hi_in: कुजसिँगी
te_in: కుజసిఁగీ

source: Kujjanur
hi_in: कुज्जानूर
te_in: కుజ్జానూర్

source: Kujra
hi_in: कुजरा
te_in: కుజరా

source: Kuju
hi_in: कुजू
te_in: కుజూ

source: Kukad
hi_in: कुकड़
te_in: కుకడ్

source: Kukadi
hi_in: कुकड़ी
te_in: కుకడ్ ీ

source: Kukanar
hi_in: कुकानार
te_in: కుకానార్

source: Kukane
hi_in: कूकने
te_in: కూకనె

source: Kukarda
hi_in: कुकरड़ा
te_in: కుకరడ్ ా

source: Kukarwada
hi_in: कुकरावद
te_in: కుకరావద్

source: Kukatpally
hi_in: कुकटपल्ली
te_in: కుకటపల్లీ

source: Kukkala Doddi
hi_in: कुक्कल दोड्डी
te_in: కుక్కల్ దోడ్డీ

source: Kukkikatte
hi_in: कुककीकतते
te_in: కుకకీకతతె

source: Kukkujadka
hi_in: कुक्कूजदक
te_in: కుక్కూజదక్

source: Kukrod
hi_in: कुकरोड़
te_in: కుకరోడ్

source: Kukshi
hi_in: कुक्षि
te_in: కుక్షి

source: Kukudabai
hi_in: कुकुदबाई
te_in: కుకుదబాఈ

source: Kukudakhandi
hi_in: कुकुड़खंड़ी
te_in: కుకుడ్ ఖండ్ ీ

source: Kukudisemla
hi_in: कुकुड़ीसेमल
te_in: కుకుడ్ ీసెమల్

source: Kukudwad
hi_in: कुकुड़वाड़
te_in: కుకుడ్ వాడ్

source: Kukurbhaka
hi_in: कुकुरभक
te_in: కుకురభక్

source: Kukutia
hi_in: कुकुटीअ
te_in: కుకుటీఅ

source: Kukuwar
hi_in: कुकुवार
te_in: కుకువార్

source: Kula
hi_in: कुल
te_in: కుల్

source: Kulahalli
hi_in: कुलाहल्ली
te_in: కులాహల్లీ

source: Kulaibazar
hi_in: कुलीबाजार
te_in: కులీబాజార్

source: Kulailo
hi_in: कुलाइलो
te_in: కులాఇలో

source: Kulakkad
hi_in: कुलक्कड़
te_in: కులక్కడ్

source: Kulam
hi_in: कुलं
te_in: కులం

source: Kulamua Missing
hi_in: कुलमुआ मिसिंग
te_in: కులముఆ మిసింగ్

source: Kulana
hi_in: कुलाना
te_in: కులానా

source: Kulanada
hi_in: कुल्हड़
te_in: కుల్హడ్

source: Kulanjan
hi_in: कुलंजन
te_in: కులంజన్

source: Kulappulli
hi_in: कुलप्पुळली
te_in: కులప్పుళలీ

source: Kulapuram
hi_in: कुलपुरम
te_in: కులపురం

source: Kular
hi_in: कूलर
te_in: కూలర్

source: Kularan
hi_in: कुलारां
te_in: కులారాం

source: Kulasar
hi_in: कुलसर
te_in: కులసర్

source: Kulasekharam
hi_in: कुलसेखराम
te_in: కులసెఖరాం

source: Kulathoorprayar
hi_in: कुलथूरप्रयार
te_in: కులథూరప్రయార్

source: Kulathupatti
hi_in: कुलाथुपट्टी
te_in: కులాథుపట్టీ

source: Kulathur
hi_in: कुलाथुर
te_in: కులాథుర్

source: Kulavanickerpuram
hi_in: कुलावनीकरपुरम
te_in: కులావనీకరపురం

source: Kulayaneri
hi_in: कुलायनेरी
te_in: కులాయనెరీ

source: Kulberia
hi_in: कुलबेरिया
te_in: కులబెరియా

source: Kulchander
hi_in: कुलचंद्र
te_in: కులచంద్ర్

source: Kulda
hi_in: कुलद
te_in: కులద్

source: Kuldangal
hi_in: कुलडंगाल
te_in: కులడంగాల్

source: Kuldeep Nagar
hi_in: कुलदीप नागर
te_in: కులదీప్ నాగర్

source: Kuldiha
hi_in: कुलडीह
te_in: కులడీహ్

source: Kulenbahal
hi_in: कुलेनबहाल
te_in: కులెనబహాల్

source: Kuleri
hi_in: कुलेरी
te_in: కులెరీ

source: Kulesra
hi_in: कुलेसरा
te_in: కులెసరా

source: Kulgaon
hi_in: कुलगाँव
te_in: కులగాఁవ్

source: Kulgi
hi_in: कलगी
te_in: కలగీ

source: Kulhadkatta
hi_in: कुल्हड़कट्टा
te_in: కుల్హడ్ కట్టా

source: Kulhan
hi_in: कुल्हाँ
te_in: కుల్హాఁ

source: Kulhati
hi_in: कुल्हाटी
te_in: కుల్హాటీ

source: Kulheri
hi_in: कुलहरि
te_in: కులహరి

source: Kuli
hi_in: कुली
te_in: కులీ

source: Kuliagarh
hi_in: कुलीगढ़
te_in: కులీగఢ్

source: Kuliposi
hi_in: कुलीपोसि
te_in: కులీపోసి

source: Kulittalai
hi_in: कुलिततलाई
te_in: కులితతలాఈ

source: Kulittalai Bazaar
hi_in: कुलिततलाई बाजार
te_in: కులితతలాఈ బాజార్

source: Kulittalai Periyapalam
hi_in: कुलिततलाई पेरियापालम
te_in: కులితతలాఈ పెరియాపాలం

source: Kullampalayam
hi_in: कुल्लमपलायम
te_in: కుల్లమపలాయం

source: Kullampatti
hi_in: कुल्लमपट्टी
te_in: కుల్లమపట్టీ

source: Kullanaickenpalayam
hi_in: कुललानेकेनपलायम
te_in: కులలానెకెనపలాయం

source: Kullappagoundanpatti
hi_in: कुल्लाप्पागोयन्दनपट्टी
te_in: కుల్లాప్పాగోయన్దనపట్టీ

source: Kullu
hi_in: कुल्लू
te_in: కుల్లూ

source: Kulpi
hi_in: कुल्पी
te_in: కుల్పీ

source: Kulsari
hi_in: कुलसारी
te_in: కులసారీ

source: Kulsath
hi_in: कुलसथ
te_in: కులసథ్

source: Kultana
hi_in: कुलताना
te_in: కులతానా

source: Kultazpur
hi_in: कुलताजपुर
te_in: కులతాజపుర్

source: Kulti Lock Gate
hi_in: कुल्टी लॉक गेट
te_in: కుల్టీ ల్ క్ గెట్

source: Kultikri
hi_in: कुलतिकरि
te_in: కులతికరి

source: Kulukera
hi_in: कुलुकेरा
te_in: కులుకెరా

source: Kulunda
hi_in: कुलुंड
te_in: కులుండ్

source: Kumaharia
hi_in: कुम्हरिया
te_in: కుమ్హరియా

source: Kumaiya
hi_in: कुमैया
te_in: కుమేయా

source: Kumandih
hi_in: कुमंडीह
te_in: కుమండీహ్

source: Kumar
hi_in: कुमार
te_in: కుమార్

source: Kumar Daga
hi_in: कुमार दाग
te_in: కుమార్ దాగ్

source: Kumarahalli
hi_in: कुमराहल्ली
te_in: కుమరాహల్లీ

source: Kumarakom
hi_in: कुमारकोम
te_in: కుమారకోం

source: Kumarakom East
hi_in: कुमारकोम ईस्ट
te_in: కుమారకోమ్ ఈస్ట్

source: Kumarakom North
hi_in: कुमारकोम नार्थ
te_in: కుమారకోమ్ నార్థ్

source: Kumarakom South
hi_in: कुमारकोम साउथ
te_in: కుమారకోమ్ సాఉథ్

source: Kumaram
hi_in: कुमारं
te_in: కుమారం

source: Kumaramangalam
hi_in: कुमारमंगलम
te_in: కుమారమంగలం

source: Kumaramputhur
hi_in: कुमारामपुतहुर
te_in: కుమారామపుతహుర్

source: Kumaran Nagar
hi_in: कुमारं नगर
te_in: కుమారం నగర్

source: Kumaranalloor
hi_in: कुमरानाल्लुर
te_in: కుమరానాల్లుర్

source: Kumaranellur
hi_in: कुमारानेल्लूर
te_in: కుమారానెల్లూర్

source: Kumarapuram
hi_in: कुमारपुरम
te_in: కుమారపురం

source: Kumarapuram (Alappuzha)
hi_in: कुमारपुरम (अल्पपुज़हा)
te_in: కుమారపురమ్ (అల్పపుజ్ హా)

source: Kumaraswamy Layout
hi_in: कुमारस्वामी लेआउट
te_in: కుమారస్వామీ లెఆఉట్

source: Kumardhubi
hi_in: कुमारधुबी
te_in: కుమారధుబీ

source: Kumardihi
hi_in: कुमारदीहि
te_in: కుమారదీహి

source: Kumargaon
hi_in: कुमार्गों
te_in: కుమార్గోం

source: Kumarijan
hi_in: कुमारीजां
te_in: కుమారీజాం

source: Kumarkeli
hi_in: कुमारकेली
te_in: కుమారకెలీ

source: Kumarnagar
hi_in: कुमारनगर
te_in: కుమారనగర్

source: Kumarpada
hi_in: कुमारपाड़ा
te_in: కుమారపాడ్ ా

source: Kumarpara
hi_in: कुमारपारा
te_in: కుమారపారా

source: Kumarpur
hi_in: कुमारपुर
te_in: కుమారపుర్

source: Kumarsain
hi_in: कुमारसैन
te_in: కుమారసేన్

source: Kumas
hi_in: कुमास
te_in: కుమాస్

source: Kumbakonam
hi_in: कुम्बकोनम
te_in: కుమ్బకోనం

source: Kumbakonam Bazar
hi_in: कुम्बकोनम बाजार
te_in: కుమ్బకోనమ్ బాజార్

source: Kumbakonam City
hi_in: कुम्बकोनम सिटी
te_in: కుమ్బకోనమ్ సిటీ

source: Kumbakonam Cutchery
hi_in: कुम्बकोनम कचरी
te_in: కుమ్బకోనమ్ కచరీ

source: Kumbakonam East
hi_in: कुम्बकोनम ईस्ट
te_in: కుమ్బకోనమ్ ఈస్ట్

source: Kumbakonam Market
hi_in: कुम्बकोनम मार्किट
te_in: కుమ్బకోనమ్ మార్కిట్

source: Kumbakonam R.S.
hi_in: कुम्बकोनम आर.एस.
te_in: కుమ్బకోనమ్ ఆర్.ఏస్.

source: Kumbalagodu
hi_in: कुंबलगोडु
te_in: కుంబలగోడు

source: Kumbalahalli
hi_in: कुंबलाहल्ली
te_in: కుంబలాహల్లీ

source: Kumbale
hi_in: कुंबले
te_in: కుంబలె

source: Kumbaleri
hi_in: कुम्बलरी
te_in: కుమ్బలరీ

source: Kumbalgodu Gollahalli
hi_in: कुंबलगोडु गोल्लहल्ली
te_in: కుంబలగోడు గోల్లహల్లీ

source: Kumbarhal
hi_in: कुंबरहल
te_in: కుంబరహల్

source: Kumbenahalli
hi_in: कबनाहल्ली
te_in: కబనాహల్లీ

source: Kumbh
hi_in: कुम्भ
te_in: కుమ్భ్

source: Kumbhargaon
hi_in: कुंभारगों
te_in: కుంభారగోం

source: Kumbhari
hi_in: कुम्भरी
te_in: కుమ్భరీ

source: Kumbharia
hi_in: कुम्भारिया
te_in: కుమ్భారియా

source: Kumbharmath
hi_in: कुंभारमठ
te_in: కుంభారమఠ్

source: Kumbharzari
hi_in: कुंभरजारी
te_in: కుంభరజారీ

source: Kumbhawali
hi_in: कुंभावाली
te_in: కుంభావాలీ

source: Kumbherwal
hi_in: कुंभेरवाल
te_in: కుంభెరవాల్

source: Kumbhi
hi_in: कुम्भी
te_in: కుమ్భీ

source: Kumbhikota
hi_in: कुम्भिकोट
te_in: కుమ్భికోట్

source: Kumbhkot
hi_in: कुम्भकोट
te_in: కుమ్భకోట్

source: Kumbho
hi_in: कुम्भो
te_in: కుమ్భో

source: Kumbidumadurai
hi_in: कुम्बिदुमदुरै
te_in: కుమ్బిదుమధురై

source: Kumbra
hi_in: कुंबर
te_in: కుంబర్

source: Kumburvayal
hi_in: कुम्बुरवयल
te_in: కుమ్బురవయల్

source: Kumetha
hi_in: कुमैठा
te_in: కుమేఠా

source: Kumhali
hi_in: कुम्हली
te_in: కుమ్హలీ

source: Kumhardaga
hi_in: कुम्हारडागा
te_in: కుమ్హారడాగా

source: Kumhari
hi_in: कुम्हारी
te_in: కుమ్హారీ

source: Kumharia
hi_in: कुम्हारिया
te_in: కుమ్హారియా

source: Kumhera
hi_in: कुम्हेर
te_in: కుమ్హెర్

source: Kumheri
hi_in: कुम्हेरी
te_in: కుమ్హెరీ

source: Kumhrar
hi_in: कुम्हरार
te_in: కుమ్హరార్

source: Kumir
hi_in: कुमार
te_in: కుమార్

source: Kumirdaha
hi_in: कुमिरदह
te_in: కుమిరదహ్

source: Kummattitidal
hi_in: कुम्मटीटीडल
te_in: కుమ్మటీటీడల్

source: Kummil
hi_in: कुम्मील
te_in: కుమ్మీల్

source: Kumminiparamba
hi_in: कुंमीनीपरम्बा
te_in: కుంమీనీపరమ్బా

source: Kumpala
hi_in: कुम्पाल
te_in: కుమ్పాల్

source: Kumpapada
hi_in: कुम्पापद
te_in: కుమ్పాపద్

source: Kumra Kashipur
hi_in: कुमरा काशीपुर
te_in: కుమరా కాశీపుర్

source: Kumragodu
hi_in: कुमरगोडू
te_in: కుమరగోడూ

source: Kumrapara
hi_in: कुमरपर
te_in: కుమరపర్

source: Kumraura
hi_in: कुमरौरा
te_in: కుమరౌరా

source: Kumta
hi_in: कुमत
te_in: కుమత్

source: Kumta Kutchery
hi_in: कुमत कुत्चेरय
te_in: కుమత్ కుత్చెరయ్

source: Kumta Town
hi_in: कुमत टाउन
te_in: కుమత్ టాఉన్

source: Kumulam
hi_in: कुमुलाम
te_in: కుములాం

source: Kumulusingi
hi_in: कुमुलसिंगी
te_in: కుములసింగీ

source: Kumundi
hi_in: कुमंडी
te_in: కుమండీ

source: Kunariya
hi_in: कुंअरिया
te_in: కుంఅరియా

source: Kunchanapalle
hi_in: कुंचनापल्ले
te_in: కుంచనాపల్లె

source: Kunchebyle
hi_in: कुंचेबील
te_in: కుంచెబీల్

source: Kunchithanni
hi_in: कुंचितांनी
te_in: కుంచితాంనీ

source: Kunda
hi_in: कुंड
te_in: కుండ్

source: Kunda (Pratapgarh)
hi_in: कुंड (प्रतापगढ़)
te_in: కుండ్ (ప్రతాపగఢ్ )

source: Kunda Bhairavpur
hi_in: कुंड भैरवपुर
te_in: కుండ్ భేరవపుర్

source: Kundakere
hi_in: कुंडकेरे
te_in: కుండకెరె

source: Kundal
hi_in: कुंडल
te_in: కుండల్

source: Kundala
hi_in: कुंडल
te_in: కుండల్

source: Kundalahalli
hi_in: कुंडलाहल्ली
te_in: కుండలాహల్లీ

source: Kundaliyur
hi_in: कुंडालियुर
te_in: కుండాలియుర్

source: Kundalli
hi_in: कुंडली
te_in: కుండలీ

source: Kundana
hi_in: कुंदन
te_in: కుందన్

source: Kundanpur
hi_in: कुंदनपुर
te_in: కుందనపుర్

source: Kundapatna
hi_in: कुन्दपतन
te_in: కున్దపతన్

source: Kundapura
hi_in: कुंडापुर
te_in: కుండాపుర్

source: Kundapura Market
hi_in: कुंदापुर मार्किट
te_in: కుందాపుర్ మార్కిట్

source: Kundapuskarani
hi_in: कुंदपुष्कर्नी
te_in: కుందపుష్కర్నీ

source: Kundarala
hi_in: कुंद्राला
te_in: కుంద్రాలా

source: Kundargi
hi_in: कुण्दर्गी
te_in: కుణ్దర్గీ

source: Kundarki Bhoor
hi_in: कुन्दरकी भूर
te_in: కున్దరకీ భూర్

source: Kundaul
hi_in: कुंडल
te_in: కుండల్

source: Kundayam
hi_in: कुंडें
te_in: కుండెం

source: Kunde
hi_in: कुंड
te_in: కుండ్

source: Kunder
hi_in: कुंदेर
te_in: కుందెర్

source: Kundeshwari
hi_in: कुंडेश्वरी
te_in: కుండెశ్వరీ

source: Kundevahal
hi_in: कुंदेवहल
te_in: కుందెవహల్

source: Kundha
hi_in: कुंध
te_in: కుంధ్

source: Kundhebentasahi
hi_in: कुंढेबेनटसाही
te_in: కుంఢెబెనటసాహీ

source: Kundheihat
hi_in: कुंधेइहत
te_in: కుంధెఇహత్

source: Kundi
hi_in: कुण्डी
te_in: కుణ్డీ

source: Kundlawala
hi_in: कुंडलवाला
te_in: కుండలవాలా

source: Kundli
hi_in: कुंडली
te_in: కుండలీ

source: Kundrukala
hi_in: कुण्ड्रकला
te_in: కుణ్డ్రకలా

source: Kundughat
hi_in: कुंदुघट
te_in: కుందుఘట్

source: Kundurkunnu
hi_in: कुंदुरकुन्नु
te_in: కుందురకున్ను

source: Kundurmunda
hi_in: कुंदूरमुंडा
te_in: కుందూరముండా

source: Kunduru
hi_in: कुन्दुरू
te_in: కున్దురూ

source: Kuned
hi_in: कुनेड़
te_in: కునెడ్

source: Kuniamuthur
hi_in: कुनियामुथुर
te_in: కునియాముథుర్

source: Kunja (P)
hi_in: कुंज (प)
te_in: కుంజ్ (ప్)

source: Kunjaban
hi_in: कुंजबन
te_in: కుంజబన్

source: Kunjabon Road
hi_in: कुंजबन रोड
te_in: కుంజబన్ రోడ్

source: Kunjaghata
hi_in: कुंजघाट
te_in: కుంజఘాట్

source: Kunjal
hi_in: कुंजल
te_in: కుంజల్

source: Kunjam
hi_in: कुंजाम
te_in: కుంజాం

source: Kunjara
hi_in: कुंजर
te_in: కుంజర్

source: Kunjpura
hi_in: कुंजपुरा
te_in: కుంజపురా

source: Kunjrod
hi_in: कुंजरोड
te_in: కుంజరోడ్

source: Kunjuri
hi_in: कुन्जुरी
te_in: కున్జురీ

source: Kunjwan
hi_in: कुंजवन
te_in: కుంజవన్

source: Kunkuri
hi_in: कुनकुरी
te_in: కునకురీ

source: Kunmendra
hi_in: कुनमेन्द्र
te_in: కునమెన్ద్ర్

source: Kunnamkary
hi_in: कुन्नामकारी
te_in: కున్నామకారీ

source: Kunnamkulam
hi_in: कुन्नम्कुलम
te_in: కున్నమ్కులం

source: Kunnappally
hi_in: कुन्नापल्ली
te_in: కున్నాపల్లీ

source: Kunnathukal
hi_in: कुन्नाथुक्काल
te_in: కున్నాథుక్కాల్

source: Kunnathurmedu
hi_in: कुन्नातूरमेडु
te_in: కున్నాతూరమెడు

source: Kunnathurpudur
hi_in: कुन्नाथुरपुदुर
te_in: కున్నాథురపుదుర్

source: Kunnavakkam
hi_in: कुननवाक्कम
te_in: కుననవాక్కం

source: Kunnur
hi_in: कुन्नूर
te_in: కున్నూర్

source: Kunraghat
hi_in: कुंराघाट
te_in: కుంరాఘాట్

source: Kuntephal Pundi
hi_in: कुंटेफल पुंडी
te_in: కుంటెఫల్ పుండీ

source: Kunthalgiri
hi_in: कुंथलगिरी
te_in: కుంథలగిరీ

source: Kunthwa
hi_in: कुंथवा
te_in: కుంథవా

source: Kuntloor
hi_in: कुनटलूर
te_in: కునటలూర్

source: Kunvarda
hi_in: कुंवरद
te_in: కుంవరద్

source: Kunwar
hi_in: कुंवर
te_in: కుంవర్

source: Kunwar Dhekha
hi_in: कुंवर धेखा
te_in: కుంవర్ ధెఖా

source: Kunwara
hi_in: कुंवर
te_in: కుంవర్

source: Kunwari
hi_in: कुंवारी
te_in: కుంవారీ

source: Kunwarpur
hi_in: कुंवरपुर
te_in: కుంవరపుర్

source: Kupara
hi_in: कूपर
te_in: కూపర్

source: Kupati
hi_in: कुपति
te_in: కుపతి

source: Kuppadi
hi_in: कुप्पाडी
te_in: కుప్పాడీ

source: Kuppaipalayam
hi_in: कुप्पिपलायम
te_in: కుప్పిపలాయం

source: Kuppakkayam
hi_in: कुप्पाक्कायम
te_in: కుప్పాక్కాయం

source: Kuppakonanpudur
hi_in: कुप्पाकोनानपुडुर
te_in: కుప్పాకోనానపుడుర్

source: Kuppam
hi_in: कुप्पम
te_in: కుప్పం

source: Kuppanakuntla
hi_in: कुप्पनकुन्तला
te_in: కుప్పనకున్తలా

source: Kuppandapalayam
hi_in: कुप्पनदपालयं
te_in: కుప్పనదపాలయం

source: Kuppanur
hi_in: कूप्पानुर
te_in: కూప్పానుర్

source: Kuppili
hi_in: कुप्पिली
te_in: కుప్పిలీ

source: Kuppinakere
hi_in: कूप्पीनकेरे
te_in: కూప్పీనకెరె

source: Kuppuchipalayam
hi_in: कुप्पूचिपलायम
te_in: కుప్పూచిపలాయం

source: Kupup
hi_in: कुपुप
te_in: కుపుప్

source: Kurada
hi_in: कुराड़ा
te_in: కురాడ్ ా

source: Kuradagi
hi_in: कुरङ्गी
te_in: కురఙ్గీ

source: Kuradia
hi_in: कुराड़िया
te_in: కురాడ్ ియా

source: Kurahana
hi_in: कुराहना
te_in: కురాహనా

source: Kurahuwan
hi_in: कुराहवां
te_in: కురాహవాం

source: Kuraiwala
hi_in: करैवला
te_in: కరేవలా

source: Kural
hi_in: कुराल
te_in: కురాల్

source: Kurali
hi_in: कुराली
te_in: కురాలీ

source: Kuralkuttai
hi_in: कुरलकुट्टी
te_in: కురలకుట్టీ

source: Kuram
hi_in: कूर्म
te_in: కూర్ం

source: Kurampala South
hi_in: कुरामपाल साउथ
te_in: కురామపాల్ సాఉథ్

source: Kuran
hi_in: कुरान
te_in: కురాన్

source: Kurana
hi_in: कुरान
te_in: కురాన్

source: Kurandi
hi_in: कुरंदी
te_in: కురందీ

source: Kuranga
hi_in: कुरंग
te_in: కురంగ్

source: Kurani Buzawade
hi_in: कुरानी बुज़वाडे
te_in: కురానీ బుజ్ వాడె

source: Kurankhed
hi_in: कुरणखेड़
te_in: కురణఖెడ్

source: Kuranniyur
hi_in: कुरणीयुर
te_in: కురణీయుర్

source: Kuranwala
hi_in: कुरांवाला
te_in: కురాంవాలా

source: Kurar
hi_in: कुरार
te_in: కురార్

source: Kurasan
hi_in: ख़ुरासान
te_in: ఖ్ ురాసాన్

source: Kuravi
hi_in: कुरवई
te_in: కురవఈ

source: Kuravilangadu
hi_in: कुरविलंगड़ू
te_in: కురవిలంగడ్ ూ

source: Kurawa
hi_in: कुरावा
te_in: కురావా

source: Kurawata
hi_in: कुरावत
te_in: కురావత్

source: Kurcha
hi_in: खुरच
te_in: ఖురచ్

source: Kurdu
hi_in: कुरदु
te_in: కురదు
