Repository: healthvdev/custom_template
Catalog: languages/*.po
Languages: hi_in, te_in

source: Dasanaickenpatti
hi_in: दसनाइकेनपट्टी
te_in: దసనాఇకెనపట్టీ

source: Dasannapeta
hi_in: डसन्नापेट
te_in: డసన్నాపెట్

source: Dasanur
hi_in: डासंर
te_in: డాసంర్

source: Dasarahalli(Srinagar)
hi_in: दसराहल्ली(श्रीनगर)
te_in: దసరాహల్లీ(శ్రీనగర్)

source: Dasarahally
hi_in: दसराहल्ली
te_in: దసరాహల్లీ

source: Dasarathpur
hi_in: दसरथपुर
te_in: దసరథపుర్

source: Dasarighatta
hi_in: दसरीघटता
te_in: దసరీఘటతా

source: Dasariraminaiduvalasa
hi_in: दसरीरमिनयदुवलास
te_in: దసరీరమినయదువలాస్

source: Dasarokhurd
hi_in: दसारोखुर्द
te_in: దసారోఖుర్ద్

source: Dasaswmedh
hi_in: दशास्वमेध
te_in: దశాస్వమెధ్

source: Dasavanaickenpatti
hi_in: दसवनैकनपट्टी
te_in: దసవనేకనపట్టీ

source: Dasegowniyur
hi_in: दसेगौनईयुर
te_in: దసెగౌనఈయుర్

source: Dashahawa
hi_in: दशाहवा
te_in: దశాహవా

source: Dasharthpur
hi_in: दशरथपुर
te_in: దశరథపుర్

source: Dashrath
hi_in: दशरथ
te_in: దశరథ్

source: Dasmegaon
hi_in: दसमेगन
te_in: దసమెగన్

source: Dasna Gate Ed
hi_in: डासना गेट एड
te_in: డాసనా గెట్ ఏడ్

source: Daspur
hi_in: दसपुर
te_in: దసపుర్

source: Dastan
hi_in: दास्ताँ
te_in: దాస్తాఁ

source: Dasudi
hi_in: दासूड़ी
te_in: దాసూ ీ

source: Dasuya
hi_in: दसुया
te_in: దసుయా

source: Dasve Lavasa
hi_in: दसवे लावास
te_in: దసవె లావాస్

source: Daswar
hi_in: दस्वार
te_in: దస్వార్

source: Datauli
hi_in: दतौली
te_in: దతౌలీ

source: Datawali
hi_in: दतावली
te_in: దతావలీ

source: Dateli
hi_in: दतेली
te_in: దతెలీ

source: Dathwara
hi_in: डाथ्वारा
te_in: డాథ్వారా

source: Datia Civil Line
hi_in: दतिया सिविल लाइन
te_in: దతియా సివిల్ లాఇన్

source: Datia R.S.
hi_in: दतिया आर.एस.
te_in: దతియా ఆర్.ఏస్.

source: Datiware
hi_in: दतिवारे
te_in: దతివారె

source: Datiyana
hi_in: दतियाना
te_in: దతియానా

source: Datob
hi_in: दतोब
te_in: దతోబ్

source: Datora
hi_in: डॉटर
te_in: డ్ టర్

source: Datrengi
hi_in: दतरेंगी
te_in: దతరెంగీ

source: Dattani
hi_in: दत्तानि
te_in: దత్తాని

source: Daud Chapra
hi_in: दौड छपरा
te_in: దౌడ్ ఛపరా

source: Daudpur
hi_in: दाउदपुर
te_in: దాఉదపుర్

source: Daulah
hi_in: डुलः
te_in: డులః

source: Daulasepur
hi_in: दौलसेपुर
te_in: దౌలసెపుర్

source: Daulat Nagar (Mumbai)
hi_in: दौलत नगर (मुम्बई)
te_in: దౌలత్ నగర్ (ముంబై)

source: Daulatabad
hi_in: दौलताबाद
te_in: దౌలతాబాద్

source: Daulatpur
hi_in: दौलतपुर
te_in: దౌలతపుర్

source: Daulatpurchowk
hi_in: दौलतपुरचौक
te_in: దౌలతపురచౌక్

source: Daultabad
hi_in: दौलताबाद
te_in: దౌలతాబాద్

source: Daultpur
hi_in: दौलतपुर
te_in: దౌలతపుర్

source: Daun Majra
hi_in: डाउन माजरा
te_in: డాఉన్ మాజరా

source: Daundaj
hi_in: डुन्डेज
te_in: డున్డెజ్

source: Daurala
hi_in: दौराला
te_in: దౌరాలా

source: Daurala Gaon
hi_in: दौराला गांव
te_in: దౌరాలా గాంవ్

source: Dausa Town
hi_in: दौसा टाउन
te_in: దౌసా టాఉన్

source: Davada
hi_in: दावड़ा
te_in: దావ్ ా

source: Davadra
hi_in: दवदर
te_in: దవదర్

source: Davalpura
hi_in: दवलपुर
te_in: దవలపుర్

source: Davanagere City
hi_in: दावणगेरे सिटी
te_in: దావణగెరె సిటీ

source: Davangere
hi_in: दावणगेरे
te_in: దావణగెరె

source: Davol
hi_in: डावोल
te_in: డావోల్

source: Dawale
hi_in: दवाले
te_in: దవాలె

source: Dawaniwada
hi_in: दवानीवाड़ा
te_in: దవానీవా ా

source: Dawargaon
hi_in: डावर्गों
te_in: డావర్గోం

source: Dawlameti
hi_in: डॉलमेटी
te_in: డ్ లమెటీ

source: Dawlatpur
hi_in: दौलतपुर
te_in: దౌలతపుర్

source: Daxini Society
hi_in: दक्सिनी सोसाइटी
te_in: దక్సినీ సోసాఇటీ

source: Dayal Bagh
hi_in: दयाल बाग
te_in: దయాల్ బాగ్

source: Dayalpur
hi_in: दयालपुर
te_in: దయాలపుర్

source: Dayalpur Sodhian
hi_in: दयालपुर सोधिन
te_in: దయాలపుర్ సోధిన్

source: Dayalpura
hi_in: दयालपुरा
te_in: దయాలపురా

source: Dayamballi
hi_in: डायमबल्ली
te_in: డాయమబల్లీ

source: Dayanand Collage
hi_in: दयानंद कॉलेज
te_in: దయానంద్ క్ లెజ్

source: Dayanand Nagar
hi_in: दयानंद नगर
te_in: దయానంద్ నగర్

source: Dayane
hi_in: डायने
te_in: డాయనె

source: Dayapalli
hi_in: दयापल्ली
te_in: దయాపల్లీ

source: Dcbc
hi_in: दकबक
te_in: దకబక్

source: Dcp(O)
hi_in: डीसीपी(ओ)
te_in: డీసీపీ(ఓ)

source: Dearah
hi_in: देरहा
te_in: దెరహా

source: Dearapara
hi_in: डेरापर
te_in: డెరాపర్

source: Debanandapur
hi_in: देबानंदपुर
te_in: దెబానందపుర్

source: Debgotanagar
hi_in: डबगोटानगर
te_in: డబగోటానగర్

source: Debhog
hi_in: डभोग
te_in: డభోగ్

source: Debiana
hi_in: देबिना
te_in: దెబినా

source: Debidwar
hi_in: डेबिडवर
te_in: డెబిడవర్

source: Debing
hi_in: डबिंग
te_in: డబింగ్

source: Debipur
hi_in: देबीपुर
te_in: దెబీపుర్

source: Debjore
hi_in: देबजोरे
te_in: దెబజోరె

source: Debkunda
hi_in: देबकुण्ड
te_in: దెబకుణ్డ్

source: Debpur
hi_in: देबपुर
te_in: దెబపుర్

source: Debra Bazar
hi_in: डेबरा बाजार
te_in: డెబరా బాజార్

source: Debsala
hi_in: देबसल
te_in: దెబసల్

source: Debsole
hi_in: देब्सोले
te_in: దెబ్సోలె

source: Deccan Gymkhana
hi_in: डेक्कन जिमखाना
te_in: డెక్కన్ జిమఖానా

source: Dedadra
hi_in: ड्डादृ
te_in: డ్డాదృ

source: Dedamai
hi_in: ददमे
te_in: దదమె

source: Dedana
hi_in: डदन
te_in: డదన్

source: Dedarha
hi_in: देदारह
te_in: దెదారహ్

source: Dedgaon
hi_in: ढेड़गाओं
te_in: ఢె గాఓం

source: Dedheru Kalan
hi_in: देढ़ेरू कलां
te_in: దె ెరూ కలాం

source: Dedpura
hi_in: देदपुर
te_in: దెదపుర్

source: Deduana
hi_in: देदुआना
te_in: దెదుఆనా

source: Deegh
hi_in: दीघ
te_in: దీఘ్

source: Deegha
hi_in: दीघा
te_in: దీఘా

source: Deem
hi_in: डीम
te_in: డీం

source: Deengarh
hi_in: दीनगढ़
te_in: దీనగ్

source: Deepanjalinagar
hi_in: दीपांजलिनागर
te_in: దీపాంజలినాగర్

source: Deepankheda
hi_in: दीपनाखेड़ा
te_in: దీపనాఖె ా

source: Deevattipatti
hi_in: दीवटीपट्टी
te_in: దీవటీపట్టీ

source: Defence Colony (Gwalior)
hi_in: डिफेन्स कॉलोनी (ग्वालियर)
te_in: డిఫెన్స్ క్ లోనీ (గ్వాలియర్)

source: Defence Colony (Meerut)
hi_in: डिफेन्स कॉलोनी (मेरठ)
te_in: డిఫెన్స్ క్ లోనీ (మెరఠ్)

source: Defence Colony (South Delhi)
hi_in: डिफेन्स कॉलोनी (साउथ देल्ही)
te_in: డిఫెన్స్ క్ లోనీ (సాఉథ్ ఢిల్లీ)

source: Degaon
hi_in: देग़ों
te_in: దెౚోం

source: Degaon Tambe
hi_in: देग़ों ताम्बे
te_in: దెౚోం తామ్బె

source: Dehan
hi_in: दहन
te_in: దహన్

source: Dehgam
hi_in: देह्गम
te_in: దెహ్గం

source: Dehgamda
hi_in: देहगंडा
te_in: దెహగండా

source: Dehgaon
hi_in: देहगांव
te_in: దెహగాంవ్

source: Dehli
hi_in: देहली
te_in: దెహలీ

source: Dehliz Kalan
hi_in: दहलीज़ कलां
te_in: దహలీ కలాం

source: Dehmi Kalan
hi_in: दहमी कलां
te_in: దహమీ కలాం

source: Dehpa Azampur
hi_in: देह्प आजमपुर
te_in: దెహ్ప్ ఆజమపుర్

source: Dehra
hi_in: देहरा
te_in: దెహరా

source: Dehradun Cantt
hi_in: देहरादून कैंट
te_in: దెహరాదూన్ కేంట్

source: Dehradun Kty
hi_in: देहरादून की
te_in: దెహరాదూన్ కీ

source: Dehri
hi_in: देहरी
te_in: దెహరీ

source: Dehri Khurd
hi_in: देहरी खुर्द
te_in: దెహరీ ఖుర్ద్

source: Dehu Road Cantt
hi_in: देहू रोड कैंट
te_in: దెహూ రోడ్ కేంట్

source: Dehurianandapur
hi_in: देहुरीआनन्दपुर
te_in: దెహురీఆనన్దపుర్

source: Dekahli
hi_in: देखली
te_in: దెఖలీ

source: Dekhali
hi_in: देखली
te_in: దెఖలీ

source: Dekubazar
hi_in: डेकुबाजार
te_in: డెకుబాజార్

source: Dekuli
hi_in: देकुली
te_in: దెకులీ

source: Deladva
hi_in: डेलाद्वा
te_in: డెలాద్వా

source: Delang
hi_in: डेलांग
te_in: డెలాంగ్

source: Delhi Gate (Ahmedabad)
hi_in: देल्ही गेट (अहमदाबाद)
te_in: ఢిల్లీ గెట్ (అహ్మదాబాదు)

source: Delhi Industrial Area
hi_in: देल्ही इंडस्ट्रियल एरिया
te_in: ఢిల్లీ ఇండస్ట్రియల్ ఏరియా

source: Delhi University
hi_in: डेल्ही यूनिवर्सिटी
te_in: ఢిల్లీ యూనివర్సిటీ

source: Delhwa
hi_in: देल्हवा
te_in: దెల్హవా

source: Delisle Road
hi_in: डेलिस्ले रोड
te_in: డెలిస్లె రోడ్

source: Delol
hi_in: देलोल
te_in: దెలోల్

source: Deloli
hi_in: डेलोली
te_in: డెలోలీ

source: Delvada
hi_in: देलवाड़ा
te_in: దెలవా ా

source: Delwara
hi_in: देलवाड़ा
te_in: దెలవా ా

source: Demchedrra Colony
hi_in: डमचेद्रर कॉलोनी
te_in: డమచెద్రర్ క్ లోనీ

source: Demisingia
hi_in: डेमिसइंगिया
te_in: డెమిసఇంగియా

source: Demul
hi_in: डेमोल
te_in: డెమోల్

source: Dena
hi_in: देना
te_in: దెనా

source: Denap
hi_in: डीएनपी
te_in: డీఏనపీ

source: Dendukuru
hi_in: देंदूकुरू
te_in: దెందూకురూ

source: Dengadi
hi_in: देंगड़ी
te_in: దెంగ్ ీ

source: Dengapadar
hi_in: ढेंगापदर
te_in: ఢెంగాపదర్

source: Denobli Press
hi_in: डिनोब्ली प्रेस
te_in: డినోబ్లీ ప్రెస్

source: Dental College
hi_in: डेंटल कॉलेज
te_in: డెంటల్ క్ లెజ్

source: Denua
hi_in: देनुआ
te_in: దెనుఆ

source: Deo Puri
hi_in: देओ पूरी
te_in: దెఓ పూరీ

source: Deobharandi
hi_in: डोभरन्दी
te_in: డోభరన్దీ

source: Deobhog
hi_in: देवभोग
te_in: దెవభోగ్

source: Deobour
hi_in: देओबयर
te_in: దెఓబయర్

source: Deochanda
hi_in: देवचंद
te_in: దెవచంద్

source: Deochara
hi_in: देवचरा
te_in: దెవచరా

source: Deodar
hi_in: देवदार
te_in: దెవదార్

source: Deodha
hi_in: देओध
te_in: దెఓధ్

source: Deodih
hi_in: डोडीह
te_in: డోడీహ్

source: Deogarh
hi_in: देवगढ़
te_in: దెవగ్

source: Deogawan
hi_in: देवगवां
te_in: దెవగవాం

source: Deoghar Court
hi_in: देवघर कोर्ट
te_in: దెవఘర్ కోర్ట్

source: Deogram
hi_in: देवग्राम
te_in: దెవగ్రాం

source: Deokali
hi_in: देवकली
te_in: దెవకలీ

source: Deoki
hi_in: देवकी
te_in: దెవకీ

source: Deol
hi_in: देओल
te_in: దెఓల్

source: Deola
hi_in: देओल
te_in: దెఓల్

source: Deoli
hi_in: डॉली
te_in: డ్ లీ

source: Deoli (Wardha)
hi_in: डॉली (वर्धा)
te_in: డ్ లీ (వర్ధా)

source: Deoli Kalbande
hi_in: डॉली कालबांडे
te_in: డ్ లీ కాలబాండె

source: Deoli Khurd
hi_in: देओली खुर्द
te_in: దెఓలీ ఖుర్ద్

source: Deolkuchi
hi_in: डॉलकुची
te_in: డ్ లకుచీ

source: Deomai
hi_in: देवमई
te_in: దెవమఈ

source: Deonai
hi_in: देवै
te_in: దెవే

source: Deopada
hi_in: देवपद
te_in: దెవపద్

source: Deopotangi
hi_in: देवपोतांगी
te_in: దెవపోతాంగీ

source: Deopur
hi_in: देवपुर
te_in: దెవపుర్

source: Deopura
hi_in: देवपुरा
te_in: దెవపురా

source: Deopuri
hi_in: देवपुरी
te_in: దెవపురీ

source: Deora
hi_in: देवर
te_in: దెవర్

source: Deorali
hi_in: देवराली
te_in: దెవరాలీ

source: Deoretha
hi_in: डोरिथ
te_in: డోరిథ్

source: Deori
hi_in: डेयरी
te_in: డెయరీ

source: Deori Bujurg
hi_in: देवरी बुजुर्ग
te_in: దెవరీ బుజుర్గ్

source: Deoria
hi_in: देवरिया
te_in: దెవరియా

source: Deoria Urf Shampur
hi_in: देवरिया उर्फ़ शामपुर
te_in: దెవరియా ఉర్ శామపుర్

source: Deoria New Colony
hi_in: देवरिया न्यू कॉलोनी
te_in: దెవరియా న్యూ క్ లోనీ

source: Deoria Sadar R.S.
hi_in: देवरिया सदर आर.एस.
te_in: దెవరియా సదర్ ఆర్.ఏస్.

source: Deoribhat
hi_in: देवरीभात
te_in: దెవరీభాత్

source: Deortilda
hi_in: देओरटिल्डा
te_in: దెఓరటిల్డా

source: Deorwara
hi_in: देओरवार
te_in: దెఓరవార్

source: Deoseras
hi_in: देओसरस
te_in: దెఓసరస్

source: Deosia
hi_in: देवसिया
te_in: దెవసియా

source: Deosinga
hi_in: देवसिंग
te_in: దెవసింగ్

source: Deota
hi_in: देवता
te_in: దెవతా

source: Deotakli
hi_in: देवताकली
te_in: దెవతాకలీ

source: Deotar
hi_in: डॉटर
te_in: డ్ టర్

source: Deoth
hi_in: डॉट
te_in: డ్ ట్

source: Deotha
hi_in: देवता
te_in: దెవతా

source: Deothan
hi_in: देवठान
te_in: దెవఠాన్

source: Deotra
hi_in: डॉटर
te_in: డ్ టర్

source: Depa
hi_in: दीप
te_in: దీప్

source: Depal
hi_in: देपाल
te_in: దెపాల్

source: Depur
hi_in: देपुर
te_in: దెపుర్

source: Depura
hi_in: देपुरा
te_in: దెపురా

source: Dera
hi_in: डेरा
te_in: డెరా

source: Derabassi
hi_in: डेराबस्सी
te_in: డెరాబస్సీ

source: Derabish
hi_in: डेराबिश
te_in: డెరాబిశ్

source: Derang
hi_in: दिरांग
te_in: దిరాంగ్

source: Derathu
hi_in: देराठू
te_in: దెరాఠూ

source: Derebail
hi_in: डेरेबेल
te_in: డెరెబెల్

source: Deriapur
hi_in: डेरापुर
te_in: డెరాపుర్

source: Derigam
hi_in: डेरीगम
te_in: డెరీగం

source: Deriki
hi_in: देरीकी
te_in: దెరీకీ

source: Derlakatte
hi_in: डेरलकत्ते
te_in: డెరలకత్తె

source: Derri
hi_in: देर्री
te_in: దెర్రీ

source: Derunia
hi_in: डेरनिया
te_in: డెరనియా

source: Dervan
hi_in: डेरवां
te_in: డెరవాం

source: Derwakalan
hi_in: देवकलां
te_in: దెవకలాం

source: Desai Vago
hi_in: देसाई वगो
te_in: దెసాఈ వగో

source: Desaipet
hi_in: डेसीपेट
te_in: డెసీపెట్

source: Desandh
hi_in: देसनध
te_in: దెసనధ్

source: Desanur
hi_in: देसणुर
te_in: దెసణుర్

source: Desari
hi_in: देसरी
te_in: దెసరీ

source: Desh Bandhu Gupta Road
hi_in: देश बंधु गुप्ता रोड
te_in: దెశ్ బంధు గుప్తా రోడ్

source: Desh Bandhu Nagar
hi_in: देश बंधु नगर
te_in: దెశ్ బంధు నగర్

source: Deshbandhu Road
hi_in: देशबन्धु रोड
te_in: దెశబన్ధు రోడ్

source: Deshing
hi_in: डेशिंग
te_in: డెశింగ్

source: Deshshirwade
hi_in: देश्शीर्वादे
te_in: దెశ్శీర్వాదె

source: Desil
hi_in: देसिल
te_in: దెసిల్

source: Desinenipalem
hi_in: देसिनेनिपलेम
te_in: దెసినెనిపలెం

source: Desipalayam
hi_in: देसीपलयं
te_in: దెసీపలయం

source: Desu Jodha
hi_in: देसु जोधा
te_in: దెసు జోధా

source: Desula
hi_in: देसूला
te_in: దెసూలా

source: Desuri
hi_in: देसूरी
te_in: దెసూరీ

source: Dethali
hi_in: डेथली
te_in: డెథలీ

source: Dethli
hi_in: डेथली
te_in: డెథలీ

source: Detroj
hi_in: देत्रोज
te_in: దెత్రోజ్

source: Deulasahi
hi_in: देउलसहि
te_in: దెఉలసహి

source: Deulgaon Dhangar
hi_in: देऊलगाओं धनगर
te_in: దెఊలగాఓం ధనగర్

source: Deuli
hi_in: देउली
te_in: దెఉలీ

source: Deulia
hi_in: देउलिया
te_in: దెఉలియా

source: Deuliagaon
hi_in: देउलिगों
te_in: దెఉలిగోం

source: Deusana
hi_in: डयूसन
te_in: డయూసన్

source: Devadanam
hi_in: देवदनं
te_in: దెవదనం

source: Devadanapatti
hi_in: देवदानपट्टी
te_in: దెవదానపట్టీ

source: Devadand
hi_in: देवदांड़
te_in: దెవదాం

source: Devadh
hi_in: देवदह
te_in: దెవదహ్

source: Devadi
hi_in: देवड़ी
te_in: దెవ్ ీ

source: Devagiri
hi_in: देवगिरि
te_in: దెవగిరి

source: Devagiri College
hi_in: देवगिरि कॉलेज
te_in: దెవగిరి క్ లెజ్

source: Devagudi
hi_in: देवगुड़ी
te_in: దెవగు ీ

source: Devakottai
hi_in: देवकोट्तै
te_in: దెవకోట్తే

source: Devakottai Palace
hi_in: देवकोट्तै पैलेस
te_in: దెవకోట్తే పేలెస్

source: Devakottai South
hi_in: देवकोट्तै साउथ
te_in: దెవకోట్తే సాఉథ్

source: Devakottai West
hi_in: देवकोट्तै वेस्ट
te_in: దెవకోట్తే వెస్ట్

source: Devala
hi_in: देवल
te_in: దెవల్

source: Devalammanagaram
hi_in: देवलम्नगाराम
te_in: దెవలమ్నగారాం

source: Devalapur
hi_in: देवलपुर
te_in: దెవలపుర్

source: Devalapuram
hi_in: देवलपुरम
te_in: దెవలపురం

source: Devali
hi_in: देवली
te_in: దెవలీ

source: Devalia
hi_in: देवलिया
te_in: దెవలియా

source: Devaliya
hi_in: देवलिया
te_in: దెవలియా

source: Devamanal
hi_in: देवमानल
te_in: దెవమానల్

source: Devanaikanahalli
hi_in: देवानैकानाहल्ली
te_in: దెవానేకానాహల్లీ

source: Devanappli
hi_in: देवनप्पली
te_in: దెవనప్పలీ

source: Devannapet
hi_in: देवान्नापेट
te_in: దెవాన్నాపెట్

source: Devanur
hi_in: देवनूर
te_in: దెవనూర్

source: Devapur
hi_in: देवपुर
te_in: దెవపుర్

source: Devapuram
hi_in: देवपुरम
te_in: దెవపురం

source: Devarabelakere
hi_in: देवराबेलाकेरे
te_in: దెవరాబెలాకెరె

source: Devarahalli
hi_in: देवराहल्ली
te_in: దెవరాహల్లీ

source: Devarapalli
hi_in: देवरापल्ली
te_in: దెవరాపల్లీ

source: Devarapura
hi_in: देवरापुर
te_in: దెవరాపుర్

source: Devarayapuram
hi_in: देवरायपुरम
te_in: దెవరాయపురం

source: Devargaon
hi_in: डवर्गों
te_in: డవర్గోం

source: Devaria
hi_in: देवरिया
te_in: దెవరియా

source: Devasandra
hi_in: देवसन्द्र
te_in: దెవసన్ద్ర్

source: Devasthanam
hi_in: देवस्थानम
te_in: దెవస్థానం

source: Devataj
hi_in: देवताजी
te_in: దెవతాజీ

source: Devavaram
hi_in: देववरम
te_in: దెవవరం

source: Devbag
hi_in: देवबाग
te_in: దెవబాగ్

source: Devda
hi_in: देवड़ा
te_in: దెవ్ ా

source: Deveerapalli
hi_in: देवीरापल्ली
te_in: దెవీరాపల్లీ

source: Devgaon
hi_in: देवगन
te_in: దెవగన్

source: Devi Nagar
hi_in: देवी नगर
te_in: దెవీ నగర్

source: Devichapada
hi_in: देविचपद
te_in: దెవిచపద్

source: Devikhal
hi_in: देवीखाल
te_in: దెవీఖాల్

source: Devinagar
hi_in: देवीनगर
te_in: దెవీనగర్

source: Devipura
hi_in: देवीपुरा
te_in: దెవీపురా

source: Devjhiri Panda
hi_in: देवझिरी पांडा
te_in: దెవఝిరీ పాండా

source: Devki Galol
hi_in: देवकी गलोल
te_in: దెవకీ గలోల్

source: Devlali
hi_in: देवलाली
te_in: దెవలాలీ

source: Devlali Bazar
hi_in: देवलाली बाजार
te_in: దెవలాలీ బాజార్

source: Devlegavhan
hi_in: देवळेगावहाँ
te_in: దెవళెగావహాఁ

source: Devli
hi_in: देवली
te_in: దెవలీ

source: Devna
hi_in: देवन
te_in: దెవన్

source: Devpur
hi_in: देवपुर
te_in: దెవపుర్

source: Devpura
hi_in: देवपुरा
te_in: దెవపురా

source: Devra Kalan
hi_in: देवरा कलां
te_in: దెవరా కలాం

source: Devrasan
hi_in: देवरासन
te_in: దెవరాసన్

source: Devtadhar
hi_in: देव्ताधर
te_in: దెవ్తాధర్

source: Devtimoti
hi_in: देवटिमोटी
te_in: దెవటిమోటీ

source: Devulapally Calan
hi_in: देवुलापल्ली कलां
te_in: దెవులాపల్లీ కలాం

source: Dewa
hi_in: देव
te_in: దెవ్

source: Dewalbari
hi_in: देवलबरी
te_in: దెవలబరీ

source: Dewan
hi_in: देवन
te_in: దెవన్

source: Dewanbheri
hi_in: देवानभेरी
te_in: దెవానభెరీ

source: Dewanchak
hi_in: देवांचक
te_in: దెవాంచక్

source: Dewanji Bazar
hi_in: दीवानजी बाजार
te_in: దీవానజీ బాజార్

source: Dewapar
hi_in: देवपर
te_in: దెవపర్

source: Dewara Jadid
hi_in: देवर जदीद
te_in: దెవర్ జదీద్

source: Dewarda
hi_in: देवरद
te_in: దెవరద్

source: Dewhalia
hi_in: देवहलिया
te_in: దెవహలియా

source: Dewla
hi_in: देवल
te_in: దెవల్

source: Deypursasan
hi_in: डेयपुरस्सन
te_in: డెయపురస్సన్

source: Dhaba
hi_in: ढाबा
te_in: ఢాబా

source: Dhabalpur
hi_in: ढबलपुर
te_in: ఢబలపుర్

source: Dhabani
hi_in: धबनी
te_in: ధబనీ

source: Dhabitek Singh
hi_in: धबीतेक सिंह
te_in: ధబీతెక్ సింహ్

source: Dhablan
hi_in: धबलं
te_in: ధబలం

source: Dhabtham
hi_in: धबठाम
te_in: ధబఠాం

source: Dhadari
hi_in: दादरी
te_in: దాదరీ

source: Dhadau
hi_in: धडा
te_in: ధడా

source: Dhade
hi_in: धड़े
te_in: ధ్ ె

source: Dhadhana
hi_in: धधन
te_in: ధధన్

source: Dhadhela
hi_in: धाधेला
te_in: ధాధెలా

source: Dhadhiambo
hi_in: धाधियाम्बो
te_in: ధాధియామ్బో

source: Dhadhot Kalan
hi_in: ढाढोत कलां
te_in: ఢాఢోత్ కలాం

source: Dhadne
hi_in: दहाड़ने
te_in: దహా నె

source: Dhadrian
hi_in: ढदृण
te_in: ఢదృణ్

source: Dhagwar
hi_in: ढग्वार
te_in: ఢగ్వార్

source: Dhahan
hi_in: यहां
te_in: యహాం

source: Dhaipai
hi_in: ढैपई
te_in: ఢేపఈ

source: Dhajamba
hi_in: धजमब
te_in: ధజమబ్

source: Dhajey
hi_in: धजे
te_in: ధజె

source: Dhaka
hi_in: ढक
te_in: ఢక్

source: Dhakal
hi_in: धकेल
te_in: ధకెల్

source: Dhakalgaon
hi_in: ढकलगाओं
te_in: ఢకలగాఓం

source: Dhakambe
hi_in: धाकमबे
te_in: ధాకమబె

source: Dhakania
hi_in: ढकनिया
te_in: ఢకనియా

source: Dhakauli
hi_in: ढकौली
te_in: ఢకౌలీ

source: Dhakha
hi_in: धाख
te_in: ధాఖ్

source: Dhakia
hi_in: धकिया
te_in: ధకియా

source: Dhakiaragha
hi_in: धकिअरघ
te_in: ధకిఅరఘ్

source: Dhakjari
hi_in: धकजरी
te_in: ధకజరీ

source: Dhakka
hi_in: धक्का
te_in: ధక్కా

source: Dhakni Rajpuri
hi_in: ढकनी राजपुरी
te_in: ఢకనీ రాజపురీ

source: Dhakotha
hi_in: ढकोटा
te_in: ఢకోటా

source: Dhakuria
hi_in: ढाकुरिया
te_in: ఢాకురియా

source: Dhakwa
hi_in: ढकवा
te_in: ఢకవా

source: Dhal
hi_in: ढल
te_in: ఢల్

source: Dhalapada
hi_in: धलपद
te_in: ధలపద్

source: Dhalapur
hi_in: ढालपुर
te_in: ఢాలపుర్

source: Dhalarsatra
hi_in: ढलारसत्र
te_in: ఢలారసత్ర్

source: Dhalbelun
hi_in: ढलबेलुन
te_in: ఢలబెలున్

source: Dhalewan
hi_in: ढलवां
te_in: ఢలవాం

source: Dhalhara
hi_in: ढलहार
te_in: ఢలహార్

source: Dhaliawas
hi_in: ढलियावास
te_in: ఢలియావాస్

source: Dhalpal
hi_in: धलपल
te_in: ధలపల్

source: Dhaltita
hi_in: ढलतीत
te_in: ఢలతీత్

source: Dhamadi (Gadu)
hi_in: धमड़ी (गदु)
te_in: ధమ్ ీ (గదు)

source: Dhamandevi
hi_in: धमनदेवी
te_in: ధమనదెవీ

source: Dhamane
hi_in: धमाने
te_in: ధమానె

source: Dhamani
hi_in: धमनी
te_in: ధమనీ

source: Dhamasiya
hi_in: धमसिया
te_in: ధమసియా

source: Dhamatvan
hi_in: धमत्वन
te_in: ధమత్వన్

source: Dhamdachi
hi_in: धमडाचि
te_in: ధమడాచి

source: Dhamdaha
hi_in: धमदाहा
te_in: ధమదాహా

source: Dhamna
hi_in: धमना
te_in: ధమనా

source: Dhamna Payak
hi_in: धमन पायक
te_in: ధమన్ పాయక్

source: Dhamnagar
hi_in: धर्मनगर
te_in: ధర్మనగర్

source: Dhamne
hi_in: धाम्ने
te_in: ధామ్నె

source: Dhamni
hi_in: धमनी
te_in: ధమనీ

source: Dhamnod
hi_in: धामनोद
te_in: ధామనోద్

source: Dhamsia
hi_in: धामसीन
te_in: ధామసీన్

source: Dhamtari
hi_in: धमतरी
te_in: ధమతరీ

source: Dhamtari D.B.Ward
hi_in: धमतरी डी.बी.वार्ड
te_in: ధమతరీ డీ.బీ.వార్డ్

source: Dhamtore
hi_in: धमतोरे
te_in: ధమతోరె

source: Dhana Khurd
hi_in: ढाणा खुर्द
te_in: ఢాణా ఖుర్ద్

source: Dhanaha Naik
hi_in: धनहा नैक
te_in: ధనహా నేక్

source: Dhanaicha
hi_in: धणीचा
te_in: ధణీచా

source: Dhanak Dove
hi_in: धानक धोवे
te_in: ధానక్ ధోవె

source: Dhanakwada
hi_in: धनकवड़े
te_in: ధనకవ్ ె

source: Dhanap
hi_in: धनप
te_in: ధనప్

source: Dhanapur
hi_in: धानापुर
te_in: ధానాపుర్

source: Dhanapuram
hi_in: धनपुरम
te_in: ధనపురం

source: Dhanas
hi_in: धनास
te_in: ధనాస్

source: Dhanauli Thakuran
hi_in: धनौली ठाकुरान
te_in: ధనౌలీ ఠాకురాన్

source: Dhanaupur
hi_in: धनूपुर
te_in: ధనూపుర్

source: Dhanaura
hi_in: धनौरा
te_in: ధనౌరా

source: Dhanauri
hi_in: धनौरी
te_in: ధనౌరీ

source: Dhanawada
hi_in: धन्यवाद
te_in: ధన్యవాద్

source: Dhanayan
hi_in: धनायन
te_in: ధనాయన్

source: Dhanbad
hi_in: धनबाद
te_in: ధన్‌బాద్

source: Dhanbad Bazar
hi_in: धनबाद बाजार
te_in: ధన్‌బాద్ బాజార్

source: Dhanbad Hirapur
hi_in: धनबाद हीरापुर
te_in: ధన్‌బాద్ హీరాపుర్

source: Dhanbakhra
hi_in: धनबाख़र
te_in: ధనబాౙర్

source: Dhandal
hi_in: धंदल
te_in: ధందల్

source: Dhandamal
hi_in: धन्दामाल
te_in: ధన్దామాల్

source: Dhandamunda
hi_in: दण्डमुण्ड
te_in: దణ్డముణ్డ్

source: Dhanderi
hi_in: ढंढेरी
te_in: ఢంఢెరీ

source: Dhandhar
hi_in: धांधर
te_in: ధాంధర్

source: Dhandhar Ka Bas
hi_in: ढंढार का बस
te_in: ఢంఢార్ కా బస్

source: Dhandhoda
hi_in: धंधोडा
te_in: ధంధోడా

source: Dhandhuka
hi_in: धंधुका
te_in: ధంధుకా

source: Dhandhusar
hi_in: धांधूसर
te_in: ధాంధూసర్

source: Dhaneli
hi_in: धनेली
te_in: ధనెలీ

source: Dhaneswarpur
hi_in: धनेस्वरपुर
te_in: ధనెస్వరపుర్

source: Dhaneta
hi_in: धनेटा
te_in: ధనెటా

source: Dhanetha
hi_in: धनेठा
te_in: ధనెఠా

source: Dhangada
hi_in: धांगड़
te_in: ధాంగ్

source: Dhangain
hi_in: ढंगें
te_in: ఢంగెం

source: Dhangaon
hi_in: ढंगों
te_in: ఢంగోం

source: Dhangarpara
hi_in: धनगरपारा
te_in: ధనగరపారా

source: Dhangawan
hi_in: धनगवां
te_in: ధనగవాం

source: Dhangrali
hi_in: धनगरली
te_in: ధనగరలీ

source: Dhani
hi_in: धनि
te_in: ధని

source: Dhani Chitarsain
hi_in: धनि चितरसीं
te_in: ధని చితరసీం

source: Dhani Khan Bahadur
hi_in: ढाणी खान बहादुर
te_in: ఢాణీ ఖాన్ బహాదుర్

source: Dhani Mahu
hi_in: धनि माह
te_in: ధని మాహ్

source: Dhani Miran
hi_in: धनि मीरां
te_in: ధని మీరాం

source: Dhani Peeranwali
hi_in: धनि पीरांवाली
te_in: ధని పీరాంవాలీ

source: Dhania
hi_in: धनिया
te_in: ధనియా

source: Dhanicherra
hi_in: धनईचेर्रा
te_in: ధనఈచెర్రా

source: Dhanipur
hi_in: धनीपुर
te_in: ధనీపుర్

source: Dhankawadi
hi_in: ढंकवादी
te_in: ఢంకవాదీ

source: Dhankutti
hi_in: धनकुट्टी
te_in: ధనకుట్టీ

source: Dhanna Shahid
hi_in: धन्ना शहीद
te_in: ధన్నా శహీద్

source: Dhannigaon
hi_in: धननिगाओं
te_in: ధననిగాఓం

source: Dhannura (R)
hi_in: धन्नूरा (र)
te_in: ధన్నూరా (ర్)

source: Dhanodharda
hi_in: धनोधरद
te_in: ధనోధరద్

source: Dhanodi
hi_in: धानोदी
te_in: ధానోదీ

source: Dhanoli
hi_in: धनोली
te_in: ధనోలీ

source: Dhanora
hi_in: धनोरा
te_in: ధనోరా

source: Dhanore
hi_in: धनोर
te_in: ధనోర్

source: Dhanori
hi_in: धनोरी
te_in: ధనోరీ

source: Dhanota
hi_in: धानोता
te_in: ధానోతా

source: Dhanpore
hi_in: धनपुर
te_in: ధనపుర్

source: Dhanpunji
hi_in: धनपूंजी
te_in: ధనపూంజీ

source: Dhanpur
hi_in: धनपुर
te_in: ధనపుర్

source: Dhansar
hi_in: धनसार
te_in: ధనసార్

source: Dhansini
hi_in: धनसिनी
te_in: ధనసినీ

source: Dhansu
hi_in: धांसू
te_in: ధాంసూ

source: Dhansuli
hi_in: धनसुली
te_in: ధనసులీ

source: Dhanta
hi_in: दाँत
te_in: దాఁత్

source: Dhantoli
hi_in: धंतोली
te_in: ధంతోలీ

source: Dhanturi
hi_in: धण्टुरी
te_in: ధణ్టురీ

source: Dhanua
hi_in: धनुआ
te_in: ధనుఆ

source: Dhanugala
hi_in: धानुगल
te_in: ధానుగల్

source: Dhanuhi
hi_in: धनुही
te_in: ధనుహీ

source: Dhanujee
hi_in: धनुजि
te_in: ధనుజి

source: Dhanuki
hi_in: धनुकी
te_in: ధనుకీ

source: Dhanvantry Nagar
hi_in: धनवंतरी नगर
te_in: ధనవంతరీ నగర్

source: Dhaonra
hi_in: ढोंग
te_in: ఢోంగ్

source: Dhapai
hi_in: ढपई
te_in: ఢపఈ

source: Dhapoda
hi_in: ढपोड़
te_in: ఢపో

source: Dhar
hi_in: धार
te_in: ధార్

source: Dhar Collectorate
hi_in: धर कोल्लेकतोरते
te_in: ధర్ కోల్లెకతోరతె

source: Dhar Dugnoo
hi_in: धर डुगनू
te_in: ధర్ డుగనూ

source: Dhar Ki Ber
hi_in: धार की बेर
te_in: ధార్ కీ బెర్

source: Dhara
hi_in: धरा
te_in: ధరా

source: Dharamashala
hi_in: धर्मशाला
te_in: ధర్మశాలా

source: Dharamdihi
hi_in: धरमडीही
te_in: ధరమడీహీ

source: Dharamgarh
hi_in: धर्मगढ़
te_in: ధర్మగ్

source: Dharamkot
hi_in: धर्मकोट
te_in: ధర్మకోట్

source: Dharampukuria
hi_in: धरमपुकुरिया
te_in: ధరమపుకురియా

source: Dharampur
hi_in: धरमपुर
te_in: ధరమపుర్

source: Dharampur (Solan)
hi_in: धरमपुर (सोलन)
te_in: ధరమపుర్ (సోలన్)

source: Dharampur Parbat
hi_in: धरमपुर पर्बत
te_in: ధరమపుర్ పర్బత్
