Repository: healthvdev/custom_template
Catalog: languages/*.po
Languages: hi_in, te_in

source: Kegaon
hi_in: केगन
te_in: కెగన్

source: Kehunia
hi_in: केहुनिया
te_in: కెహునియా

source: Keifang
hi_in: कैफंग
te_in: కేఫంగ్

source: Keirak
hi_in: केराक
te_in: కెరాక్

source: Kekai Hindola
hi_in: केकई हिंडोला
te_in: కెకఈ హిండోలా

source: Kelagina Mudkani
hi_in: केलगिना मुड़कनी
te_in: కెలగినా ముడ్ కనీ

source: Kelaginoor
hi_in: केलगईनूर
te_in: కెలగఈనూర్

source: Kelambakkam
hi_in: केलाम्बक्कम
te_in: కెలామ్బక్కం

source: Kelanagar
hi_in: केलनगर
te_in: కెలనగర్

source: Kelanpur
hi_in: केलनपुर
te_in: కెలనపుర్

source: Kelapada
hi_in: केलापाड़ा
te_in: కెలాపాడ్ ా

source: Kelhari
hi_in: केल्हारी
te_in: కెల్హారీ

source: Kelhauri
hi_in: केल्हौरी
te_in: కెల్హౌరీ

source: Keli Rumhanwadi
hi_in: केलि रूम्हणवादी
te_in: కెలి రూమ్హణవాదీ

source: Kelisana
hi_in: केलिसन
te_in: కెలిసన్

source: Kellamballi
hi_in: केललमबल्ली
te_in: కెలలమబల్లీ

source: Kelne
hi_in: खेलने
te_in: ఖెలనె

source: Kelod
hi_in: केलोद
te_in: కెలోద్

source: Kelua
hi_in: केलुआ
te_in: కెలుఆ

source: Keluapalli
hi_in: केलुआपल्ली
te_in: కెలుఆపల్లీ

source: Kelus
hi_in: केलस
te_in: కెలస్

source: Kelye
hi_in: केलए
te_in: కెలఏ

source: Kemmankol
hi_in: केम्मानकोल
te_in: కెమ్మానకోల్

source: Kemminje
hi_in: कम्मीन्जे
te_in: కమ్మీన్జె

source: Kempasada
hi_in: केम्पसडा
te_in: కెమ్పసడా

source: Kempty
hi_in: केम्पटी
te_in: కెమ్పటీ

source: Kenar Kalan
hi_in: केन्र कलां
te_in: కెన్ర్ కలాం

source: Kenavade
hi_in: केनावड़े
te_in: కెనావడ్ ె

source: Kenchanagudda
hi_in: केंचनगुड्डा
te_in: కెంచనగుడ్డా

source: Kenchanahalli
hi_in: केंचनहल्ली
te_in: కెంచనహల్లీ

source: Kencharlahalli
hi_in: केंचरलहल्ली
te_in: కెంచరలహల్లీ

source: Kendadih
hi_in: केन्दाडीह
te_in: కెన్దాడీహ్

source: Kendhghatta
hi_in: केंघट्टा
te_in: కెంఘట్టా

source: Kendriya Vidyalaya
hi_in: केंद्रीय विद्यालय
te_in: కెంద్రీయ్ విద్యాలయ్

source: Kendriya Vihar
hi_in: केंद्रीय विहार
te_in: కెంద్రీయ్ విహార్

source: Kendua
hi_in: केंदुआ
te_in: కెందుఆ

source: Kenduadihi
hi_in: केन्दुआडीही
te_in: కెన్దుఆడీహీ

source: Kendubahara
hi_in: केंडुबाहर
te_in: కెండుబాహర్

source: Kendudiha
hi_in: केंदुडिहा
te_in: కెందుడిహా

source: Kendui
hi_in: केंदुई
te_in: కెందుఈ

source: Kendujiani
hi_in: केण्डुजीणि
te_in: కెణ్డుజీణి

source: Kenduki
hi_in: केन्दूकी
te_in: కెన్దూకీ

source: Kendumundi
hi_in: केंदुमुण्डि
te_in: కెందుముణ్డి

source: Kendupadar
hi_in: केन्दुपदर
te_in: కెన్దుపదర్

source: Kendupalli
hi_in: केंदुपल्ली
te_in: కెందుపల్లీ

source: Kendupata
hi_in: केंदूपता
te_in: కెందూపతా

source: Kengeri
hi_in: केंगेरी
te_in: కెంగెరీ

source: Kengeri Upanagara
hi_in: केंगेरी उपनगर
te_in: కెంగెరీ ఉపనగర్

source: Kenihama
hi_in: कनिहम
te_in: కనిహం

source: Kenjal
hi_in: किंजल
te_in: కింజల్

source: Kenkere
hi_in: केंकरे
te_in: కెంకరె

source: Kenmankathi
hi_in: केनमनकाठी
te_in: కెనమనకాఠీ

source: Keonchi
hi_in: केनचि
te_in: కెనచి

source: Keonddih
hi_in: केवड़डीह
te_in: కెవడ్ డీహ్

source: Keonjhar Court
hi_in: क्योंझर कोर्ट
te_in: క్యోంఝర్ కోర్ట్

source: Keonjhar Mining School
hi_in: क्योंझर माइनिंग स्कूल
te_in: క్యోంఝర్ మాఇనింగ్ స్కూల్

source: Keonjhar New Markt
hi_in: क्योंझर नई मर्कट
te_in: క్యోంఝర్ నఈ మర్కట్

source: Keonjhar Science College
hi_in: क्योंझर साइंस कॉलेज
te_in: క్యోంఝర్ సాఇంస్ క్ లెజ్

source: Keonjhargarh
hi_in: केओंझरगढ़
te_in: కెఓంఝరగఢ్

source: Keora
hi_in: केयर
te_in: కెయర్

source: Keorapara
hi_in: केओरपर
te_in: కెఓరపర్

source: Keoratala
hi_in: केवड़ातला
te_in: కెవడ్ ాతలా

source: Keoshi
hi_in: कोशि
te_in: కోశి

source: Keoti Kalan
hi_in: केओटी कलां
te_in: కెఓటీ కలాం

source: Kepran
hi_in: केप्राण
te_in: కెప్రాణ్

source: Kera
hi_in: खेर
te_in: ఖెర్

source: Kerada
hi_in: केरडा
te_in: కెరడా

source: Keradango
hi_in: केराडांगो
te_in: కెరాడాంగో

source: Keraikela
hi_in: कराईकेला
te_in: కరాఈకెలా

source: Kerala
hi_in: केरल
te_in: కెరల్

source: Keraladheeswarapuram
hi_in: केरलाधीष्वरपुरम
te_in: కెరలాధీష్వరపురం

source: Keralapuram
hi_in: केरलपुरम
te_in: కెరలపురం

source: Kerali
hi_in: केरली
te_in: కెరలీ

source: Kerameri
hi_in: केरमेरी
te_in: కెరమెరీ

source: Keravade
hi_in: करवादे
te_in: కరవాదె

source: Kerbandi
hi_in: करबंदी
te_in: కరబందీ

source: Keredi
hi_in: केरेदी
te_in: కెరెదీ

source: Keregaon
hi_in: केरेगांव
te_in: కెరెగాంవ్

source: Kerenthi
hi_in: कैरेंथि
te_in: కేరెంథి

source: Kereya
hi_in: केरिया
te_in: కెరియా

source: Kerh
hi_in: करह
te_in: కరహ్

source: Keriambalga
hi_in: केरिअम्बलग
te_in: కెరిఅమ్బలగ్

source: Kerkera
hi_in: करकरे
te_in: కరకరె

source: Kerla
hi_in: केरल
te_in: కెరల్

source: Kerlapal
hi_in: केरलापाल
te_in: కెరలాపాల్

source: Kerli
hi_in: केरली
te_in: కెరలీ

source: Kero Bazar
hi_in: केरो बाजार
te_in: కెరో బాజార్

source: Kerpai
hi_in: करपी
te_in: కరపీ

source: Kerpani
hi_in: केरपानी
te_in: కెరపానీ

source: Kersai
hi_in: केरसई
te_in: కెరసఈ

source: Kervandh
hi_in: केरवन्ध
te_in: కెరవన్ధ్

source: Kesaipali
hi_in: केसैपाली
te_in: కెసేపాలీ

source: Kesar Ganj
hi_in: केसर गंज
te_in: కెసర్ గంజ్

source: Kesarahalli
hi_in: केसराहल्ली
te_in: కెసరాహల్లీ

source: Kesargoppa
hi_in: केसरगोपप
te_in: కెసరగోపప్

source: Kesaria Road
hi_in: केसरिया रोड
te_in: కెసరియా రోడ్

source: Kesavanputhenthurai
hi_in: केसवनपुथेनठुराई
te_in: కెసవనపుథెనఠురాఈ

source: Kesavarayunipalem
hi_in: केसवरायुनिपालेम
te_in: కెసవరాయునిపాలెం

source: Keshabpur
hi_in: केसहाबपुर
te_in: కెసహాబపుర్

source: Keshabpurjalpai
hi_in: केसहाबपुरजलपाई
te_in: కెసహాబపురజలపాఈ

source: Keshalpur
hi_in: केशलपुर
te_in: కెశలపుర్

source: Keshapali
hi_in: केशपाली
te_in: కెశపాలీ

source: Keshapat
hi_in: केशपात
te_in: కెశపాత్

source: Kesharajpally
hi_in: केशराजपल्ली
te_in: కెశరాజపల్లీ

source: Keshari Nagar
hi_in: केशरी नगर
te_in: కెశరీ నగర్

source: Kesharia
hi_in: केशरिया
te_in: కెశరియా

source: Kesharpur
hi_in: केशरपुरा
te_in: కెశరపురా

source: Keshav Pur
hi_in: केशव पुर
te_in: కెశవ్ పుర్

source: Keshav Puram (Kanpur Nagar)
hi_in: केशव पुरम (कानपूर नगर)
te_in: కెశవ్ పురమ్ (కానపూర్ నగర్)

source: Keshav Puram (North West Delhi)
hi_in: केशव पुरम (नार्थ वेस्ट देल्ही)
te_in: కెశవ్ పురమ్ (నార్థ్ వెస్ట్ ఢిల్లీ)

source: Keshbandh
hi_in: केशबंध
te_in: కెశబంధ్

source: Keshegaon
hi_in: केषेगों
te_in: కెషెగోం

source: Keshiapada
hi_in: केशियापाड़ा
te_in: కెశియాపాడ్ ా

source: Keshipara
hi_in: केशिपर
te_in: కెశిపర్

source: Keshni
hi_in: केशनी
te_in: కెశనీ

source: Keshod
hi_in: केशोद
te_in: కెశోద్

source: Keshod Aerodrome
hi_in: केशोद एरोड्रम
te_in: కెశోద్ ఏరోడ్రం

source: Keshodih
hi_in: केशोडीह
te_in: కెశోడీహ్

source: Keshogiri
hi_in: केशवगिरी
te_in: కెశవగిరీ

source: Keshopura
hi_in: केशोपुर
te_in: కెశోపుర్

source: Keshpur Bazar
hi_in: केशपुर बाजार
te_in: కెశపుర్ బాజార్

source: Keshwana
hi_in: केशवन
te_in: కెశవన్

source: Kesiakole
hi_in: केसिएकोले
te_in: కెసిఏకోలె

source: Kesinga RS
hi_in: केसिंग रस
te_in: కెసింగ్ రస్

source: Kesla
hi_in: केसला
te_in: కెసలా

source: Kesnand
hi_in: केसनन्द
te_in: కెసనన్ద్

source: Kesopur Jafri
hi_in: केसोपुर जाफरी
te_in: కెసోపుర్ జాఫరీ

source: Kesramal
hi_in: केसरमल
te_in: కెసరమల్

source: Kessara
hi_in: केसरा
te_in: కెసరా

source: Kessuli
hi_in: केसली
te_in: కెసలీ

source: Kestur Yelandur
hi_in: केस्टर येलांदुर
te_in: కెస్టర్ యెలాందుర్

source: Kesur
hi_in: केसर
te_in: కెసర్

source: Ketetong
hi_in: केटॅतोंग
te_in: కెట౅తోంగ్

source: Kethaiyarumbu
hi_in: केतहैयरमबु
te_in: కెతహేయరమబు

source: Kethaveerunipadu
hi_in: केतहवीरूनइपाडु
te_in: కెతహవీరూనఇపాడు

source: Kethenahalli
hi_in: केतेनाहल्ली
te_in: కెతెనాహల్లీ

source: Kethepally
hi_in: केतेपल्ली
te_in: కెతెపల్లీ

source: Ketka
hi_in: केतक
te_in: కెతక్

source: Ketkavale
hi_in: केतकवाले
te_in: కెతకవాలె

source: Ketkipada
hi_in: केटकीपडा
te_in: కెటకీపడా

source: Kewal
hi_in: केवल
te_in: కెవల్

source: Kewalpatti
hi_in: केवलपट्टी
te_in: కెవలపట్టీ

source: Kewda Khurd
hi_in: केवडा खुर्द
te_in: కెవడా ఖుర్ద్

source: Kewti
hi_in: केवटी
te_in: కెవటీ

source: Keyatala
hi_in: केयातला
te_in: కెయాతలా

source: Keylong
hi_in: केलोंग
te_in: కెలోంగ్

source: Keysanpalli
hi_in: केसनपल्ली
te_in: కెసనపల్లీ

source: Kezhallur
hi_in: केज़हल्लुर
te_in: కెజ్ హల్లుర్

source: KGH
hi_in: कह
te_in: కహ్

source: Khaand
hi_in: खांड
te_in: ఖాండ్

source: Khabda
hi_in: खबड़ा
te_in: ఖబడ్ ా

source: Khabli
hi_in: खबली
te_in: ఖబలీ

source: Khachrod
hi_in: खाचरोद
te_in: ఖాచరోద్

source: Khad
hi_in: खाद
te_in: ఖాద్

source: Khada
hi_in: खड़ा
te_in: ఖడ్ ా

source: Khadaiya
hi_in: खड़िया
te_in: ఖడ్ ియా

source: Khadakdeola
hi_in: खड़ाकडोल
te_in: ఖడ్ ాకడోల్

source: Khadaki
hi_in: खडकी
te_in: ఖడకీ

source: Khadalpur
hi_in: खदलपुर
te_in: ఖదలపుర్

source: Khadambeda
hi_in: खडमबेड़ा
te_in: ఖడమబెడ్ ా

source: Khadana
hi_in: खदान
te_in: ఖదాన్

source: Khadarnagar
hi_in: खादरनगर
te_in: ఖాదరనగర్

source: Khaddi Lodipur
hi_in: खड्डी लोदीपुर
te_in: ఖడ్డీ లోదీపుర్

source: Khadeen
hi_in: खड़ीं
te_in: ఖడ్ ీం

source: Khaderpet
hi_in: खदेरपेट
te_in: ఖదెరపెట్

source: Khadgaon
hi_in: खड्गों
te_in: ఖడ్గోం

source: Khadgodhra
hi_in: खडगोधरा
te_in: ఖడగోధరా

source: Khadgujar
hi_in: खड़गुजार
te_in: ఖడ్ గుజార్

source: Khadi
hi_in: कड़ी
te_in: కడ్ ీ

source: Khadi Bagh
hi_in: कड़ी बाग़
te_in: కడ్ ీ బాగ్

source: Khadia
hi_in: खड़िया
te_in: ఖడ్ ియా

source: Khadial
hi_in: खडाल
te_in: ఖడాల్

source: Khadikapada
hi_in: खादीकपड़ा
te_in: ఖాదీకపడ్ ా

source: Khadimpur
hi_in: खदिमपुर
te_in: ఖదిమపుర్

source: Khadipada
hi_in: खादीपाड़ा
te_in: ఖాదీపాడ్ ా

source: Khadiso
hi_in: कहदिसो
te_in: కహదిసో

source: Khadkala
hi_in: खडकाळ
te_in: ఖడకాళ్

source: Khadkhad
hi_in: खड़खड़
te_in: ఖడ్ ఖడ్

source: Khadki
hi_in: खड़की
te_in: ఖడ్ కీ

source: Khadki Bazar
hi_in: खड़की बाजार
te_in: ఖడ్ కీ బాజార్

source: Khadnyar
hi_in: खडनयर
te_in: ఖడనయర్

source: Khadoli
hi_in: खडौली
te_in: ఖడౌలీ

source: Khadsupa
hi_in: खदसुप
te_in: ఖదసుప్

source: Khadsupa Boarding
hi_in: खदसुप बोर्डिंग
te_in: ఖదసుప్ బోర్డింగ్

source: Khagal
hi_in: खागल
te_in: ఖాగల్

source: Khagaul
hi_in: खगौल
te_in: ఖగౌల్

source: Khagaul Bazar
hi_in: खगौल बाजार
te_in: ఖగౌల్ బాజార్

source: Khagenhat
hi_in: खागेनहाट
te_in: ఖాగెనహాట్

source: Khagesiamau
hi_in: खगेसियामऊ
te_in: ఖగెసియామఊ

source: Khagra
hi_in: खगर
te_in: ఖగర్

source: Khagrabari
hi_in: खगराबारी
te_in: ఖగరాబారీ

source: Khaida
hi_in: खैड़ा
te_in: ఖేడ్ ా

source: Khaika
hi_in: खाइक
te_in: ఖాఇక్

source: Khainur
hi_in: खैनुर
te_in: ఖేనుర్

source: Khair
hi_in: खैर
te_in: ఖేర్

source: Khaira
hi_in: खैर
te_in: ఖేర్

source: Khaira (Baleswar)
hi_in: खैर (बालेस्वर)
te_in: ఖేర్ (బాలెస్వర్)

source: Khaira Rajpur
hi_in: खैर राजपुर
te_in: ఖేర్ రాజపుర్

source: Khairabad (Sultanpur)
hi_in: खैराबाद (सुल्तानपुर)
te_in: ఖేరాబాద్ (సుల్తానపుర్)

source: Khairadohar
hi_in: खैरादोहर
te_in: ఖేరాదోహర్

source: Khairagah Raj
hi_in: खैरगह राज
te_in: ఖేరగహ్ రాజ్

source: Khairamari
hi_in: खैरमरी
te_in: ఖేరమరీ

source: Khairapalli
hi_in: खैरापल्ली
te_in: ఖేరాపల్లీ

source: Khairari
hi_in: खैरी
te_in: ఖేరీ

source: Khairatabad
hi_in: खैरताबाद
te_in: ఖేరతాబాద్

source: Khairati Khera
hi_in: खैराती खेड़ा
te_in: ఖేరాతీ ఖెడ్ ా

source: Khairatia
hi_in: खैरटिया
te_in: ఖేరటియా

source: Khairbandh
hi_in: खैरबंद
te_in: ఖేరబంద్

source: Khaire Budruk
hi_in: खैर बुद्रुक
te_in: ఖేర్ బుద్రుక్

source: Khairi
hi_in: खैरी
te_in: ఖేరీ

source: Khairi Ajgarwa
hi_in: खैरी अजगव
te_in: ఖేరీ అజగవ్

source: Khairi Akashwani
hi_in: खैरी आकाशवाणी
te_in: ఖేరీ ఆకాశవాణీ

source: Khairiadih
hi_in: खैरीडीह
te_in: ఖేరీడీహ్

source: Khairidih
hi_in: खैरीडीह
te_in: ఖేరీడీహ్

source: Khairipihira
hi_in: खैरीपिहिर
te_in: ఖేరీపిహిర్

source: Khairjhiti
hi_in: खैरझिटी
te_in: ఖేరఝిటీ

source: Khairkan
hi_in: खैरकां
te_in: ఖేరకాం

source: Khairmpur
hi_in: खैरमपुर
te_in: ఖేరమపుర్

source: Khairpal
hi_in: खैरपाल
te_in: ఖేరపాల్

source: Khairpur
hi_in: खैरपुर
te_in: ఖేరపుర్

source: Khairpurmilkipur
hi_in: खैरपुरमिलकीपुर
te_in: ఖేరపురమిలకీపుర్

source: Khairput
hi_in: खैरपुट
te_in: ఖేరపుట్

source: Khairwa Darp
hi_in: खैरवा दर्प
te_in: ఖేరవా దర్ప్

source: Khaizamara
hi_in: खैज़मर
te_in: ఖేజ్ మర్

source: Khajamalai Colony
hi_in: खजमलाई कॉलोनी
te_in: ఖజమలాఈ క్ లోనీ

source: Khaje Itwar Sarai
hi_in: खाजे इतवार सारे
te_in: ఖాజె ఇతవార్ సారె

source: Khajirapat
hi_in: खाजिरापत
te_in: ఖాజిరాపత్

source: Khajjiar
hi_in: खज्जियार
te_in: ఖజ్జియార్

source: Khajri
hi_in: खजरी
te_in: ఖజరీ

source: Khajurahat
hi_in: खजुरहट
te_in: ఖజురహట్

source: Khajurar
hi_in: खजुरार
te_in: ఖజురార్

source: Khajurdaha
hi_in: खजुरदाह
te_in: ఖజురదాహ్

source: Khajuri
hi_in: खजुरी
te_in: ఖజురీ

source: Khajuri Sadak
hi_in: खजूरी सड़क
te_in: ఖజూరీ సడ్ క్

source: Khajuria
hi_in: खजुरिया
te_in: ఖజురియా

source: Khajuripada
hi_in: खजूरीपाड़ा
te_in: ఖజూరీపాడ్ ా

source: Khajuriya
hi_in: खजुरिया
te_in: ఖజురియా

source: Khakhara Khurd
hi_in: खखरा खुर्द
te_in: ఖఖరా ఖుర్ద్

source: Khakurdaha
hi_in: खाकुर्दाह
te_in: ఖాకుర్దాహ్

source: Khala Par
hi_in: खला पर
te_in: ఖలా పర్

source: Khalad
hi_in: खलाड़
te_in: ఖలాడ్

source: Khalakthambi
hi_in: खलकथाम्बी
te_in: ఖలకథామ్బీ

source: Khalaspur
hi_in: खालासपुर
te_in: ఖాలాసపుర్

source: Khalghat
hi_in: खलघाट
te_in: ఖలఘాట్

source: Khali
hi_in: खली
te_in: ఖలీ

source: Khali Mahuwat
hi_in: खली महुवात
te_in: ఖలీ మహువాత్

source: Khaliamari
hi_in: खलिअमरी
te_in: ఖలిఅమరీ

source: Khaliapali
hi_in: खलियापाली
te_in: ఖలియాపాలీ

source: Khalihamari
hi_in: खलीहमारी
te_in: ఖలీహమారీ

source: Khalina
hi_in: कहलिन
te_in: కహలిన్

source: Khalini
hi_in: खलीनी
te_in: ఖలీనీ

source: Khalipathar
hi_in: खालीपठार
te_in: ఖాలీపఠార్

source: Khalisakhali
hi_in: खालिसखाली
te_in: ఖాలిసఖాలీ

source: Khalispur
hi_in: खालिसपुर
te_in: ఖాలిసపుర్

source: Khalkoni
hi_in: खल्कोनी
te_in: ఖల్కోనీ

source: Khallikote
hi_in: खल्लिकोते
te_in: ఖల్లికోతె

source: Khallikote College
hi_in: खल्लिकोते कॉलेज
te_in: ఖల్లికోతె క్ లెజ్

source: Khalna
hi_in: कहलन
te_in: కహలన్

source: Khalsa College
hi_in: खालसा कॉलेज
te_in: ఖాలసా క్ లెజ్

source: Khalsi
hi_in: कहलसि
te_in: కహలసి

source: Khaluibill
hi_in: खलुइविल्ल
te_in: ఖలుఇవిల్ల్

source: Khamaliya
hi_in: खमलिया
te_in: ఖమలియా

source: Khamar
hi_in: खमार
te_in: ఖమార్

source: Khamaria
hi_in: खमरिया
te_in: ఖమరియా

source: Khamaria Pull
hi_in: खमरिया पुल
te_in: ఖమరియా పుల్

source: Khamariyanghat
hi_in: खमरियनघाट
te_in: ఖమరియనఘాట్

source: Khambal
hi_in: खाम्बल
te_in: ఖామ్బల్

source: Khambala Anjeri
hi_in: खाम्बल अंजेरी
te_in: ఖామ్బల్ అంజెరీ

source: Khambarigam
hi_in: खम्बरिगम
te_in: ఖమ్బరిగం

source: Khambeswari Patna
hi_in: खामबेसवारी पटना
te_in: ఖామబెసవారీ పాట్నా

source: Khambewadi
hi_in: खम्बेवाडि
te_in: ఖమ్బెవాడి

source: Khambhada
hi_in: कहम्भद
te_in: కహమ్భద్

source: Khambhala
hi_in: खंभाला
te_in: ఖంభాలా

source: Khambhalia Gate
hi_in: खंभालिया गेट
te_in: ఖంభాలియా గెట్

source: Khambhara
hi_in: खंभरा
te_in: ఖంభరా

source: Khambhat
hi_in: खंभात
te_in: ఖంభాత్

source: Khambhaura
hi_in: खंभौरा
te_in: ఖంభౌరా

source: Khambhei
hi_in: खंभे
te_in: ఖంభె

source: Khambhisar
hi_in: खामभिसर
te_in: ఖామభిసర్

source: Khambi
hi_in: खाम्बी
te_in: ఖామ్బీ

source: Khamboli
hi_in: खंबोली
te_in: ఖంబోలీ

source: Khamdih
hi_in: खामडीह
te_in: ఖామడీహ్

source: Khamgaon
hi_in: खामगांव
te_in: ఖామగాంవ్

source: Khamhaila
hi_in: खम्हैला
te_in: ఖమ్హేలా

source: Khamhar
hi_in: खम्हार
te_in: ఖమ్హార్

source: Khamidana
hi_in: ख़मीदान
te_in: ఖ్ మీదాన్

source: Khamkhed
hi_in: खामखेड़ा
te_in: ఖామఖెడ్ ా

source: Khamkheda
hi_in: खामखेड़ा
te_in: ఖామఖెడ్ ా

source: Khamla
hi_in: खामला
te_in: ఖామలా

source: Khammam
hi_in: खम्मम
te_in: ఖమ్మం

source: Khamria
hi_in: खमरिया
te_in: ఖమరియా

source: Khamrodh
hi_in: खंरोध
te_in: ఖంరోధ్

source: Khamundi
hi_in: खामुंडी
te_in: ఖాముండీ

source: Khan Alampur
hi_in: खान आलमपुर
te_in: ఖాన్ ఆలమపుర్

source: Khan Shaib
hi_in: खान शैब
te_in: ఖాన్ శేబ్

source: Khanabad
hi_in: खानाबाद
te_in: ఖానాబాద్

source: Khanag
hi_in: खनाग
te_in: ఖనాగ్

source: Khanagaon
hi_in: खनगन
te_in: ఖనగన్

source: Khanak
hi_in: खनक
te_in: ఖనక్

source: Khanapara
hi_in: खानापाड़ा
te_in: ఖానాపాడ్ ా

source: Khanapur
hi_in: खानपुर
te_in: ఖానపుర్

source: Khanapur Chapra
hi_in: खानपुर छपरा
te_in: ఖానపుర్ ఛపరా

source: Khanapuram Haweli
hi_in: खानपुरम हवेली
te_in: ఖానపురమ్ హవెలీ

source: Khanat
hi_in: खयानत
te_in: ఖయానత్

source: Khanda
hi_in: खंड
te_in: ఖండ్

source: Khandabandha
hi_in: खँदाबन्ध
te_in: ఖఁదాబన్ధ్

source: Khandach
hi_in: खंदक
te_in: ఖందక్

source: Khandadeuli
hi_in: खंडदेउली
te_in: ఖండదెఉలీ

source: Khandagiri
hi_in: खंडगिरि
te_in: ఖండగిరి

source: Khandahata
hi_in: खंडाहट
te_in: ఖండాహట్

source: Khandaj
hi_in: खण्डज
te_in: ఖణ్డజ్

source: Khandala
hi_in: खंडाला
te_in: ఖండాలా

source: Khandalai
hi_in: खंडेले
te_in: ఖండెలె

source: Khandali
hi_in: खंडाला
te_in: ఖండాలా

source: Khandamouda
hi_in: खंडामौदा
te_in: ఖండామౌదా

source: Khandasahi
hi_in: खंडसही
te_in: ఖండసహీ

source: Khandava
hi_in: खंडवा
te_in: ఖండవా

source: Khandeola
hi_in: खंडेवला
te_in: ఖండెవలా

source: Khandera
hi_in: खंडेरा
te_in: ఖండెరా

source: Khanderao Market
hi_in: खंडेराव मार्किट
te_in: ఖండెరావ్ మార్కిట్

source: Khandewat
hi_in: खंदेवत
te_in: ఖందెవత్

source: Khandi
hi_in: खंड
te_in: ఖండ్

source: Khandika
hi_in: खंडिका
te_in: ఖండికా

source: Khandobachi Wadi
hi_in: खंडोबाची वाड़ी
te_in: ఖండోబాచీ వాడ్ ీ

source: Khandoli
hi_in: खंडोली
te_in: ఖండోలీ

source: Khandora
hi_in: खंडोरा
te_in: ఖండోరా

source: Khandosan
hi_in: खंडासन
te_in: ఖండాసన్

source: Khandra
hi_in: खंडर
te_in: ఖండర్

source: Khandratti
hi_in: खान्दरत्ती
te_in: ఖాన్దరత్తీ

source: Khandsa Road
hi_in: खंड़स रोड
te_in: ఖండ్ స్ రోడ్

source: Khandsara
hi_in: खंडसरा
te_in: ఖండసరా

source: Khanduli
hi_in: खण्डुलि
te_in: ఖణ్డులి

source: Khandwa
hi_in: खंडवा
te_in: ఖండవా

source: Khandwa Ratagarh
hi_in: खंडवा रतागढ़
te_in: ఖండవా రతాగఢ్

source: Khane Ki Dhab
hi_in: खाने की ढब
te_in: ఖానె కీ ఢబ్

source: Khaneta
hi_in: खनेता
te_in: ఖనెతా

source: Khangaon
hi_in: खंगों
te_in: ఖంగోం

source: Khangwada
hi_in: खंगवाड़ा
te_in: ఖంగవాడ్ ా

source: Khani
hi_in: कहानी
te_in: కహానీ

source: Khaniwade
hi_in: खनिवाडे
te_in: ఖనివాడె

source: Khanjahachak
hi_in: खंजाहाचक
te_in: ఖంజాహాచక్

source: Khanjan Nagar
hi_in: खंजन नगर
te_in: ఖంజన్ నగర్

source: Khanjanchak
hi_in: खंजांचक
te_in: ఖంజాంచక్

source: Khanjapur
hi_in: खंजापुर
te_in: ఖంజాపుర్

source: Khanjar
hi_in: खंजर
te_in: ఖంజర్

source: Khanjarpur
hi_in: खंजरपुर
te_in: ఖంజరపుర్

source: Khankhanpur
hi_in: खाँखानपुर
te_in: ఖాఁఖానపుర్

source: Khankira
hi_in: खानकिर
te_in: ఖానకిర్

source: Khankot Garden Colony
hi_in: खानकोट गार्डन कॉलोनी
te_in: ఖానకోట్ గార్డన్ క్ లోనీ

source: Khanna
hi_in: खन्ना
te_in: ఖన్నా

source: Khannagar
hi_in: खननगर
te_in: ఖననగర్

source: Khanni
hi_in: खन्नी
te_in: ఖన్నీ

source: Khanoli
hi_in: खनोली
te_in: ఖనోలీ

source: Khanowal
hi_in: खानोवाल
te_in: ఖానోవాల్

source: Khanpar
hi_in: कहांपर
te_in: కహాంపర్

source: Khanpui
hi_in: खानपुई
te_in: ఖానపుఈ

source: Khanpur
hi_in: खानपुर
te_in: ఖానపుర్

source: Khanpur (Ahmedabad)
hi_in: खानपुर (अहमदाबाद)
te_in: ఖానపుర్ (అహ్మదాబాదు)

source: Khanpur (South Delhi)
hi_in: खानपुर (साउथ देल्ही)
te_in: ఖానపుర్ (సాఉథ్ ఢిల్లీ)

source: Khanpur Chowk Pathankot
hi_in: खानपुर चौक पठानकोट
te_in: ఖానపుర్ చౌక్ పఠానకోట్

source: Khanpur Jat
hi_in: खानपुर जाट
te_in: ఖానపుర్ జాట్

source: Khanpur Latifpur
hi_in: खानपुर लतीफपुर
te_in: ఖానపుర్ లతీఫపుర్

source: Khanpur Madho
hi_in: खानपुर माधो
te_in: ఖానపుర్ మాధో

source: Khanpur Mandian
hi_in: खानपुर मंडियां
te_in: ఖానపుర్ మండియాం

source: Khanpura
hi_in: खानपुर
te_in: ఖానపుర్

source: Khanpuria
hi_in: खानपुरिया
te_in: ఖానపురియా

source: Khansoli
hi_in: खांसोली
te_in: ఖాంసోలీ

source: Khantaberia
hi_in: खाँटाबेरिया
te_in: ఖాఁటాబెరియా

source: Khanwaha
hi_in: खनवाह
te_in: ఖనవాహ్

source: Khanyadihi
hi_in: खनयादीहि
te_in: ఖనయాదీహి

source: Khanyar
hi_in: खानयार
te_in: ఖానయార్

source: Khapa
hi_in: खाप
te_in: ఖాప్

source: Khaparia B0
hi_in: खपरिया ब्0
te_in: ఖపరియా బ్0

source: Khaparvada
hi_in: खपरवाड़ा
te_in: ఖపరవాడ్ ా

source: Khapenikuchi
hi_in: खपेनीकुची
te_in: ఖపెనీకుచీ

source: Khaprakhol
hi_in: खपरखोल
te_in: ఖపరఖోల్

source: Khapri
hi_in: खपरी
te_in: ఖపరీ

source: Khaprikhurd
hi_in: खपरीखुर्द
te_in: ఖపరీఖుర్ద్

source: Khaptiha
hi_in: खप्टिहा
te_in: ఖప్టిహా

source: Khar
hi_in: कहर
te_in: కహర్

source: Khar Colony
hi_in: खर कॉलोनी
te_in: ఖర్ క్ లోనీ

source: Khar Delivery
hi_in: कहर डिलीवरी
te_in: కహర్ డిలీవరీ

source: Khara
hi_in: खरा
te_in: ఖరా

source: Khara Rathodan
hi_in: खरा राठौड़ान
te_in: ఖరా రాఠౌడ్ ాన్

source: Kharach
hi_in: खर्च
te_in: ఖర్చ్

source: Kharachiya
hi_in: खरैहिया
te_in: ఖరేహియా

source: Kharadgaon
hi_in: खरदगाओं
te_in: ఖరదగాఓం

source: Kharagdiha
hi_in: खरगडीहा
te_in: ఖరగడీహా

source: Kharajpur
hi_in: खराजपुर
te_in: ఖరాజపుర్

source: Kharak Punia
hi_in: खरक पुनिया
te_in: ఖరక్ పునియా

source: Kharakuva Dholka
hi_in: खाराकुव ढोलक
te_in: ఖారాకువ్ ఢోలక్

source: Kharal
hi_in: खरल
te_in: ఖరల్

source: Kharana
hi_in: खरना
te_in: ఖరనా

source: Kharang
hi_in: खारंग
te_in: ఖారంగ్

source: Kharanwali
hi_in: खरांवाली
te_in: ఖరాంవాలీ

source: Kharar
hi_in: खरार
te_in: ఖరార్

source: Kharar (Rupnagar)
hi_in: खरार (रूपनगर)
te_in: ఖరార్ (రూపనగర్)

source: Kharaua
hi_in: खरौआ
te_in: ఖరౌఆ

source: Kharauth
hi_in: खरौठ
te_in: ఖరౌఠ్

source: Kharavali
hi_in: खरवाली
te_in: ఖరవాలీ

source: Kharavela Nagar
hi_in: खारवेल नगर
te_in: ఖారవెల్ నగర్

source: Kharawan
hi_in: खारवन
te_in: ఖారవన్

source: Kharawar
hi_in: खरवार
te_in: ఖరవార్

source: Khardah
hi_in: खड़दह
te_in: ఖడ్ దహ్

source: Kharde-BK
hi_in: खरड-बक
te_in: ఖరడ్-బక్

source: Kharde-KH
hi_in: खरड-कह
te_in: ఖరడ్-కహ్

source: Khardi
hi_in: खारडी
te_in: ఖారడీ

source: Khare Ambiwali
hi_in: खरे अम्बिवली
te_in: ఖరె అమ్బివలీ

source: Khare Town
hi_in: खरे टाउन
te_in: ఖరె టాఉన్

source: Khared
hi_in: खरड़
te_in: ఖరడ్

source: Kharel
hi_in: खरेल
te_in: ఖరెల్

source: Khareli
hi_in: खरेली
te_in: ఖరెలీ

source: Kharemseda
hi_in: खरेमसेड़ा
te_in: ఖరెమసెడ్ ా

source: Kharga Canteen
hi_in: खरग कैंटीन
te_in: ఖరగ్ కేంటీన్

source: Khargaon
hi_in: खरगौन
te_in: ఖరగౌన్

source: Khargapur
hi_in: खरगापुर
te_in: ఖరగాపుర్

source: Khargaura Janoob
hi_in: खरगौरा जनूब
te_in: ఖరగౌరా జనూబ్

source: Kharghar
hi_in: खारघर
te_in: ఖారఘర్

source: Kharghara
hi_in: खारघर
te_in: ఖారఘర్

source: Khargone
hi_in: खरगोन
te_in: ఖరగోన్

source: Khargone Municipal Col.
hi_in: खरगोन म्युनिसिपल छोल.
te_in: ఖరగోన్ మ్యునిసిపల్ ఛోల్.

source: Kharhara
hi_in: खरहरा
te_in: ఖరహరా

source: Khari
hi_in: खरी
te_in: ఖరీ

source: Kharia
hi_in: खारिया
te_in: ఖారియా

source: Kharia Mithapur
hi_in: खारिया मीठापुर
te_in: ఖారియా మీఠాపుర్

source: Kharia Rathodan
hi_in: खारिया राठौड़ान
te_in: ఖారియా రాఠౌడ్ ాన్

source: Kharia Tala
hi_in: खारिया तला
te_in: ఖారియా తలా

source: Khariamoynapur
hi_in: खरियामोयणापुर
te_in: ఖరియామోయణాపుర్

source: Khariani
hi_in: खरिणी
te_in: ఖరిణీ

source: Kharimala Khagrbari
hi_in: खरीमल खगरबरी
te_in: ఖరీమల్ ఖగరబరీ

source: Kharindwa
hi_in: खरींडवा
te_in: ఖరీండవా

source: Kharka
hi_in: खारक
te_in: ఖారక్

source: Kharkhadi
hi_in: खरखड़ी
te_in: ఖరఖడ్ ీ

source: Kharkhara
hi_in: खरखरा
te_in: ఖరఖరా

source: Kharkhari
hi_in: खरखरी
te_in: ఖరఖరీ

source: Kharkhari Sohan
hi_in: खरखरी सोहं
te_in: ఖరఖరీ సోహం

source: Kharki
hi_in: खरकई
te_in: ఖరకఈ

source: Kharlingi
hi_in: खैरलिंगी
te_in: ఖేరలింగీ

source: Kharmanchak
hi_in: खरमनचक
te_in: ఖరమనచక్

source: Kharmunda
hi_in: खरमुण्डा
te_in: ఖరముణ్డా

source: Kharmuza
hi_in: खरमुज़
te_in: ఖరముజ్

source: Kharni
hi_in: कहरनि
te_in: కహరని

source: Kharod
hi_in: खरोद
te_in: ఖరోద్

source: Kharodi
hi_in: खरौदी
te_in: ఖరౌదీ

source: Kharoi
hi_in: खरोई
te_in: ఖరోఈ

source: Kharol
hi_in: खारोल
te_in: ఖారోల్

source: Kharora
hi_in: खरोरा
te_in: ఖరోరా

source: Kharoti
hi_in: खरोटी
te_in: ఖరోటీ

source: Kharri
hi_in: खर्री
te_in: ఖర్రీ

source: Kharsawangarh
hi_in: खरसावांगढ़
te_in: ఖరసావాంగఢ్

source: Kharshing
hi_in: खरशिंग
te_in: ఖరశింగ్

source: Kharsouna
hi_in: खरसौना
te_in: ఖరసౌనా

source: Kharsuli Bazar
hi_in: खरसुलि बाजार
te_in: ఖరసులి బాజార్

source: Kharui
hi_in: खरुई
te_in: ఖరుఈ

source: Kharuigarh
hi_in: खैरीगढ़
te_in: ఖేరీగఢ్

source: Kharva
hi_in: खर्व
te_in: ఖర్వ్

source: Kharvada
hi_in: खरवड
te_in: ఖరవడ్

source: Kharvasa
hi_in: खरवास
te_in: ఖరవాస్

source: Kharvel
hi_in: खारवेल
te_in: ఖారవెల్

source: Khas Chowmouhani
hi_in: खास चौमूउहँई
te_in: ఖాస్ చౌమూఉహఁఈ

source: Khasbarh
hi_in: खासबारह
te_in: ఖాసబారహ్

source: Khasiamangal
hi_in: खसिआमंगल
te_in: ఖసిఆమంగల్
