Repository: healthvdev/custom_template
Catalog: languages/*.po
Languages: hi_in, te_in

source: Bind Mathia
hi_in: बाँध मठिया
te_in: బాఁధ్ మఠియా

source: Binda
hi_in: बिंद
te_in: బింద్

source: Bindaura
hi_in: बिन्दौरा
te_in: బిన్దౌరా

source: Bindawal
hi_in: बिंदावल
te_in: బిందావల్

source: Bindayaka
hi_in: बिंदायका
te_in: బిందాయకా

source: Bindhani
hi_in: बिंधनी
te_in: బింధనీ

source: Bindhanima
hi_in: बिंधनीमा
te_in: బింధనీమా

source: Bindki
hi_in: बिंदकी
te_in: బిందకీ

source: Bindravan
hi_in: बिंद्रावन
te_in: బింద్రావన్

source: Bindulal Karbaripara
hi_in: बिन्दूलाल कार्बरीपारा
te_in: బిన్దూలాల్ కార్బరీపారా

source: Bindwa Kalan
hi_in: बिण्डवा कलां
te_in: బిణ్డవా కలాం

source: Binjasar
hi_in: बींजासर
te_in: బీంజాసర్

source: Binjee
hi_in: बिणजी
te_in: బిణజీ

source: Binjhua
hi_in: बिंझूअ
te_in: బింఝూఅ

source: Binka
hi_in: बिनक
te_in: బినక్

source: Binkadkatti
hi_in: बिनकड़कट्टी
te_in: బినక్ కట్టీ

source: Binkera
hi_in: बीनकर
te_in: బీనకర్

source: Binod Bihari
hi_in: विनोद बिहारी
te_in: వినోద్ బిహారీ

source: Bir Behman
hi_in: बीर बहमन
te_in: బీర్ బహమన్

source: Birabalabhadrapur
hi_in: बिरबलभद्रपुर
te_in: బిరబలభద్రపుర్

source: Biragobindapur
hi_in: बिरगोबिन्दपुर
te_in: బిరగోబిన్దపుర్

source: Biragovindapur
hi_in: बिरगोविंदपुर
te_in: బిరగోవిందపుర్

source: Biraharekrushnapur
hi_in: बिरहरेकृष्णपुर
te_in: బిరహరెకృష్ణపుర్

source: Birahin Pur
hi_in: बिरहिन पुर
te_in: బిరహిన్ పుర్

source: Biraipur
hi_in: बिराईपुर
te_in: బిరాఈపుర్

source: Biraj Ghat
hi_in: बिरज घाट
te_in: బిరజ్ ఘాట్

source: Birajpur
hi_in: बिराजपुर
te_in: బిరాజపుర్

source: Birakishorepur
hi_in: बिरकिशोरेपुर
te_in: బిరకిశోరెపుర్

source: Birami
hi_in: बिरामी
te_in: బిరామీ

source: Biramitrapur
hi_in: बीरमित्रपुर
te_in: బీరమిత్రపుర్

source: Birampur
hi_in: बीरमपुर
te_in: బీరమపుర్

source: Biranarasinghpur
hi_in: बिरनरसिंघपुर
te_in: బిరనరసింఘపుర్

source: Biranbadi
hi_in: बिरंबदी
te_in: బిరంబదీ

source: Birapatti
hi_in: बीरापट्टी
te_in: బీరాపట్టీ

source: Birapurusottampur
hi_in: बीरपुरुषोत्तमपुर
te_in: బీరపురుషోత్తమపుర్

source: Biraramachandrapur
hi_in: बिरारामचंद्रपुर
te_in: బిరారామచంద్రపుర్

source: Biras
hi_in: बिरसा
te_in: బిరసా

source: Birasal
hi_in: बीरसाल
te_in: బీరసాల్

source: Birati
hi_in: बिरति
te_in: బిరతి

source: Biraul
hi_in: बिरौल
te_in: బిరౌల్

source: Birbal
hi_in: बीरबल
te_in: బీరబల్

source: Birhar
hi_in: बिरहर
te_in: బిరహర్

source: Birhu
hi_in: बिरहु
te_in: బిరహు

source: Birhuan
hi_in: बिरहण
te_in: బిరహణ్

source: Biri
hi_in: बिक्री
te_in: బిక్రీ

source: Biribadi
hi_in: बीरीबाड़ी
te_in: బీరీబా ీ

source: Birikot
hi_in: बिरिकोट
te_in: బిరికోట్

source: Birkera
hi_in: बिरकेरा
te_in: బిరకెరా

source: Birkona
hi_in: बिरकोना
te_in: బిరకోనా

source: Birkoni
hi_in: बिरकोनी
te_in: బిరకోనీ

source: Birla Colony Bhiwani
hi_in: बिड़ला कॉलोनी भिवानी
te_in: బి లా క్ లోనీ భివానీ

source: Birla Mandir
hi_in: बिरला मंदिर
te_in: బిరలా మందిర్

source: Birmaharajpur
hi_in: बिरमहाराजपुर
te_in: బిరమహారాజపుర్

source: Birmal
hi_in: बिरमल
te_in: బిరమల్

source: Birney
hi_in: बिरनी
te_in: బిరనీ

source: Birni
hi_in: बिरनी
te_in: బిరనీ

source: Biroda
hi_in: बिरोदा
te_in: బిరోదా

source: Birora
hi_in: बिरोरा
te_in: బిరోరా

source: Birpara
hi_in: बीरपाड़ा
te_in: బీరపా ా

source: Birpara Bazar
hi_in: बीरपाड़ा बाजार
te_in: బీరపా ా బాజార్

source: Birpur
hi_in: बीरपुर
te_in: బీరపుర్

source: Birpur (Supaul)
hi_in: बीरपुर (सुपौल)
te_in: బీరపుర్ (సుపౌల్)

source: Birpur Harpatti
hi_in: बीरपुर हरपट्टी
te_in: బీరపుర్ హరపట్టీ

source: Birsaipet
hi_in: बिरसाइपेट
te_in: బిరసాఇపెట్

source: Birsana
hi_in: बिर्सन
te_in: బిర్సన్

source: Birsinghpur
hi_in: बिरसिंहपुर
te_in: బిరసింహపుర్

source: Biru
hi_in: बीरू
te_in: బీరూ

source: Birudiha
hi_in: बिरुड़िह
te_in: బిరు ిహ్

source: Biruha
hi_in: बिरह
te_in: బిరహ్

source: Birujango
hi_in: बिरूजनगो
te_in: బిరూజనగో

source: Biruligada
hi_in: बिरुलीगाड
te_in: బిరులీగాడ్

source: Birur
hi_in: बिरूर
te_in: బిరూర్

source: Bisa
hi_in: बीस
te_in: బీస్

source: Bisalahalli
hi_in: बिसलाहल्ली
te_in: బిసలాహల్లీ

source: Bisalehalli
hi_in: बीसलहल्ली
te_in: బీసలహల్లీ

source: Bisalpur
hi_in: बीसलपुर
te_in: బీసలపుర్

source: Bisana
hi_in: बिसन
te_in: బిసన్

source: Bisara
hi_in: बिसरा
te_in: బిసరా

source: Bisaunpur
hi_in: बिसुनपुर
te_in: బిసునపుర్

source: Bisauri
hi_in: बिसौरी
te_in: బిసౌరీ

source: Bishan
hi_in: बिशन
te_in: బిశన్

source: Bishannagar
hi_in: बिशंनगर
te_in: బిశంనగర్

source: Bishanpur
hi_in: बिशनपुर
te_in: బిశనపుర్

source: Bishanpur Bedaulia
hi_in: बिशनपुर बेदौलिया
te_in: బిశనపుర్ బెదౌలియా

source: Bishanpurhariabhir
hi_in: बिशनपुरहरिअभिर
te_in: బిశనపురహరిఅభిర్

source: Bishnah
hi_in: बिश्नाह
te_in: బిశ్నాహ్

source: Bishnah Adda
hi_in: बिश्नाह अड्डा
te_in: బిశ్నాహ్ అడ్డా

source: Bishnupur
hi_in: बिष्णुपुर
te_in: బిష్ణుపుర్

source: Bishnupur Kalibari
hi_in: बिष्णुपुर कालीबाड़ी
te_in: బిష్ణుపుర్ కాలీబా ీ

source: Bishnupur Stn Rd
hi_in: बिष्णुपुर स्तन रड
te_in: బిష్ణుపుర్ స్తన్ రడ్

source: Bishrampur
hi_in: बिश्रामपुर
te_in: బిశ్రామపుర్

source: Bishungarh (Hazaribag)
hi_in: विशुनगढ़ (हजारीबाग)
te_in: విశునగ్ (హజారీబాగ్)

source: Bishunipur
hi_in: बिशुनीपुर
te_in: బిశునీపుర్

source: Bishunpur
hi_in: बिशुनपुर
te_in: బిశునపుర్

source: Bishunpur Majhwara
hi_in: बिशुनपुर मझवारा
te_in: బిశునపుర్ మఝవారా

source: Bishunpura Bazar
hi_in: बिशुनपुर बाजार
te_in: బిశునపుర్ బాజార్

source: Bishunpura Kala
hi_in: बिशुनपुरा काल
te_in: బిశునపురా కాల్

source: Bishwnathpur
hi_in: विश्वनाथपुर
te_in: విశ్వనాథపుర్

source: Bisikala
hi_in: बाइसिकल
te_in: బాఇసికల్

source: Bisipada
hi_in: बीसीपाड़ा
te_in: బీసీపా ా

source: Bisla
hi_in: बिसला
te_in: బిసలా

source: Bislere
hi_in: बिसलेरे
te_in: బిసలెరె

source: Bisnakheda
hi_in: बिसनखेड़ा
te_in: బిసనఖె ా

source: Bisoi
hi_in: बिसोई
te_in: బిసోఈ

source: Bisonvalley
hi_in: बिसोनवलय
te_in: బిసోనవలయ్

source: Bisowa
hi_in: बिसोवा
te_in: బిసోవా

source: Bisra
hi_in: बिसरा
te_in: బిసరా

source: Bisra Road
hi_in: बिसर रोड
te_in: బిసర్ రోడ్

source: Bisrakh
hi_in: बिसरख
te_in: బిసరఖ్

source: Bistupur Bazar
hi_in: बिस्टुपुर बाजार
te_in: బిస్టుపుర్ బాజార్

source: Bistupur Gate
hi_in: बिस्टुपुर गेट
te_in: బిస్టుపుర్ గెట్

source: Bisunpur
hi_in: बिसुनपुर
te_in: బిసునపుర్

source: Biswanathpur
hi_in: बिस्वनाथपुर
te_in: బిస్వనాథపుర్

source: Biswaspara
hi_in: बिस्वासपारा
te_in: బిస్వాసపారా

source: Bitada
hi_in: बीटाडा
te_in: బీటాడా

source: Bital
hi_in: बीटल
te_in: బీటల్

source: Bitharia
hi_in: बिथरिया
te_in: బిథరియా

source: Bithauli
hi_in: बिठौली
te_in: బిఠౌలీ

source: Bitholi
hi_in: बिठौली
te_in: బిఠౌలీ

source: Bithuja
hi_in: बिठुजा
te_in: బిఠుజా

source: Bitta Valadia
hi_in: बित्ता वलदिया
te_in: బిత్తా వలదియా

source: Bittangala
hi_in: बिट्टनगला
te_in: బిట్టనగలా

source: Biyana
hi_in: बियाना
te_in: బియానా

source: Biyyam
hi_in: बिय्यम
te_in: బియ్యం

source: Blair
hi_in: ब्लेयर
te_in: బ్లెయర్

source: Blangad
hi_in: बलंगड़
te_in: బలంగ్

source: Boaliadanga
hi_in: बोलडांगा
te_in: బోలడాంగా

source: Boaria
hi_in: बोरिया
te_in: బోరియా

source: Bobas
hi_in: बोबास
te_in: బోబాస్

source: Bobasar Bidawtan
hi_in: बोबासर बीदावतान
te_in: బోబాసర్ బీదావతాన్

source: Bobbili
hi_in: बोब्बिली
te_in: బోబ్బిలీ

source: Bobia
hi_in: बोबिया
te_in: బోబియా

source: Bochi
hi_in: बोची
te_in: బోచీ

source: Boda Lower
hi_in: बाद लोअर
te_in: బాద్ లోఅర్

source: Bodai
hi_in: बॉडी
te_in: బ్ డీ

source: Bodakdev
hi_in: बोदकदेव
te_in: బోదకదెవ్

source: Bodal
hi_in: बादल
te_in: బాదల్

source: Bodali
hi_in: बोदली
te_in: బోదలీ

source: Bodarli
hi_in: बॉडली
te_in: బ్ డలీ

source: Boddam
hi_in: बोड़ाम
te_in: బో ాం

source: Boddam Bazar
hi_in: बोड़ाम बाजार
te_in: బో ామ్ బాజార్

source: Boddapadu
hi_in: बोडडपडू
te_in: బోడడపడూ

source: Bodduru
hi_in: बोद्दुर
te_in: బోద్దుర్

source: Bodeli
hi_in: बोडेली
te_in: బోడెలీ

source: Boden
hi_in: बोडेन
te_in: బోడెన్

source: Bodha
hi_in: बोध
te_in: బోధ్

source: Bodhan (Nizamabad)
hi_in: बोधन (निज़ामाबाद)
te_in: బోధన్ (ని ామాబాద్)

source: Bodhgaya
hi_in: बोधगया
te_in: బోధగయా

source: Bodhni
hi_in: बोधनी
te_in: బోధనీ

source: Bodidra Buzarg
hi_in: बोडीदर बुज़र्ग
te_in: బోడీదర్ బు ర్గ్

source: Bodidra Khurd
hi_in: बोडीदर खुर्द
te_in: బోడీదర్ ఖుర్ద్

source: Bodinaickenpatti
hi_in: बोडिनाइकेनपट्टी
te_in: బోడినాఇకెనపట్టీ

source: Bodinayakanur
hi_in: बोदीनायकनुर
te_in: బోదీనాయకనుర్

source: Bodipalayam
hi_in: बॉडीपालयं
te_in: బ్ డీపాలయం

source: Bodipatti
hi_in: बोडीपट्टी
te_in: బోడీపట్టీ

source: Bodka
hi_in: बोदका
te_in: బోదకా

source: Bodla
hi_in: बोड़ला
te_in: బో లా

source: Bodtarakhurd
hi_in: बोडटराखुर्द
te_in: బోడటరాఖుర్ద్

source: Boduppal
hi_in: बोदुप्पल
te_in: బోదుప్పల్

source: Bogapani
hi_in: बोगापानी
te_in: బోగాపానీ

source: Bogaram
hi_in: बागाराम
te_in: బాగారాం

source: Bogdhar
hi_in: बोगधार
te_in: బోగధార్

source: Boh
hi_in: बोध
te_in: బోధ్

source: Bohar
hi_in: बाहर
te_in: బాహర్

source: Boida
hi_in: बाद
te_in: బాద్

source: Boidra
hi_in: बोइडर
te_in: బోఇడర్

source: Boikeri
hi_in: बोईकेरी
te_in: బోఈకెరీ

source: Boiler Project - TR
hi_in: बायलर प्रोजेक्ट - तर
te_in: బాయలర్ ప్రోజెక్ట్ - తర్

source: Boirdadar
hi_in: बोईरदादर
te_in: బోఈరదాదర్

source: Boisar
hi_in: बोइसर
te_in: బోఇసర్

source: Bojadra
hi_in: बोजाद्रा
te_in: బోజాద్రా

source: Bojia
hi_in: बोजिया
te_in: బోజియా

source: Bokadvira
hi_in: बोकडवीर
te_in: బోకడవీర్

source: Bokaro Steel City
hi_in: बोकारो स्टील सिटी
te_in: బోకారో స్టీల్ సిటీ

source: Bokaro Thermal
hi_in: बोकारो थर्मल
te_in: బోకారో థర్మల్

source: Bokarwada
hi_in: बोकरवाड़ा
te_in: బోకరవా ా

source: Bokenagar
hi_in: बोकेनगर
te_in: బోకెనగర్

source: Boko
hi_in: बोको
te_in: బోకో

source: Boko Agchia
hi_in: बोको आगचिया
te_in: బోకో ఆగచియా

source: Boko Rajapara
hi_in: बोको राजापारा
te_in: బోకో రాజాపారా

source: Bokoda
hi_in: बोकोड
te_in: బోకోడ్

source: Bolagarh
hi_in: बोलगढ़
te_in: బోలగ్

source: Bolangitak
hi_in: बोलंगितक
te_in: బోలంగితక్

source: Bolanthuru
hi_in: बोलान्थुरू
te_in: బోలాన్థురూ

source: Bolare
hi_in: बोलेरे
te_in: బోలెరె

source: Bolarum
hi_in: बॉलरूम
te_in: బ్ లరూం

source: Bolarum Bazar
hi_in: बॉलरूम बाजार
te_in: బ్ లరూమ్ బాజార్

source: Bolchugre
hi_in: बोलचउगरे
te_in: బోలచఉగరె

source: Bolewal
hi_in: बोलेवाला
te_in: బోలెవాలా

source: Bolinj
hi_in: बोलिंज
te_in: బోలింజ్

source: Bollikunta
hi_in: बोललीकुन्टा
te_in: బోలలీకున్టా

source: Boloor
hi_in: बालूर
te_in: బాలూర్

source: Bolpur Trisulapatty
hi_in: बोलपुर त्रिसूलपट्टी
te_in: బోలపుర్ త్రిసూలపట్టీ

source: Bolpur Ukilpatty
hi_in: बोलपुर उकिलपट्टी
te_in: బోలపుర్ ఉకిలపట్టీ

source: Bolwad
hi_in: बोलवाड़
te_in: బోలవా

source: Bolwar
hi_in: बोलवार
te_in: బోలవార్

source: Bombaiya Harlal
hi_in: बोम्बाइया हरलाल
te_in: బోమ్బాఇయా హరలాల్

source: Bombay Market
hi_in: बॉम्बे मार्किट
te_in: బ్ మ్బె మార్కిట్

source: Bommakal
hi_in: बोममकल
te_in: బోమమకల్

source: Bommanahalli (Bangalore)
hi_in: बोम्मनहल्ली (बैंगलोर)
te_in: బోమ్మనహల్లీ (బెంగుళూరు)

source: Bommanayakanahalli
hi_in: बोम्मानायकनाहल्ली
te_in: బోమ్మానాయకనాహల్లీ

source: Bommasandra Industrial Estate
hi_in: बोम्मासंद्रा इंडस्ट्रियल एस्टेट
te_in: బోమ్మాసంద్రా ఇండస్ట్రియల్ ఏస్టెట్

source: Bommathanahally
hi_in: बोममथनहल्ली
te_in: బోమమథనహల్లీ

source: Bommiampatti
hi_in: बोम्मीअम्पट्टी
te_in: బోమ్మీఅమ్పట్టీ

source: Bommidi
hi_in: बोम्मीदि
te_in: బోమ్మీది

source: Bommilingam
hi_in: बोममयलिंगं
te_in: బోమమయలింగం

source: Bomminaiduvalasa
hi_in: बोम्मीनैड़ूवालास
te_in: బోమ్మీనే ూవాలాస్

source: Bomminayakanpatti
hi_in: बोममइनायकंपट्टी
te_in: బోమమఇనాయకంపట్టీ

source: Bommireddipalli
hi_in: बोममीरेड्डीपल्ली
te_in: బోమమీరెడ్డీపల్లీ

source: Bommuluru
hi_in: बोममलुरू
te_in: బోమమళూరు

source: Bommuru
hi_in: बोम्मूरू
te_in: బోమ్మూరూ

source: Bomnali
hi_in: बोमनाली
te_in: బోమనాలీ

source: Bomokei
hi_in: बोमोके
te_in: బోమోకె

source: Bonala
hi_in: बोतल
te_in: బోతల్

source: Bonda
hi_in: बॉन्ड
te_in: బ్ న్డ్

source: Bondaladinne
hi_in: बोंदलादीन
te_in: బోందలాదీన్

source: Bondle
hi_in: बोंडला
te_in: బోండలా

source: Bong Busty
hi_in: बोंग बूस्तय
te_in: బోంగ్ బూస్తయ్

source: Bongalchuk
hi_in: बोंगलचुक
te_in: బోంగలచుక్

source: Bongshor
hi_in: बोंगशोर
te_in: బోంగశోర్

source: Bonhooghly
hi_in: ब्वहूघली
te_in: బ్వహూఘలీ

source: Bonogram
hi_in: बोनोग्राम
te_in: బోనోగ్రాం

source: Bontir
hi_in: बोंतीर
te_in: బోంతీర్

source: Boothgarh
hi_in: बूथगढ़
te_in: బూథగ్

source: Boothipuram
hi_in: बूठीपुरम
te_in: బూఠీపురం

source: Boovanathapuram
hi_in: बूवनाथपुरम
te_in: బూవనాథపురం

source: Bopal
hi_in: भोपल
te_in: భోపల్

source: Bopgaon
hi_in: बोपगों
te_in: బోపగోం

source: Boppapuram
hi_in: बोपप्पुरम
te_in: బోపప్పురం

source: Bopparam
hi_in: बाप्पाराम
te_in: బాప్పారాం

source: Bor Khaber
hi_in: बार खबर
te_in: బార్ ఖబర్

source: Bora
hi_in: बोरा
te_in: బోరా

source: Borabas
hi_in: बोराबास
te_in: బోరాబాస్

source: Borabhayapuri
hi_in: बोराभयापुरी
te_in: బోరాభయాపురీ

source: Borada
hi_in: बोर्ड
te_in: బోర్డ్

source: Boragaon
hi_in: बोरगांव
te_in: బోరగాంవ్

source: Borai
hi_in: बोरे
te_in: బోరె

source: Boraichanditala
hi_in: बोरीचंडीतला
te_in: బోరీచండీతలా

source: Boraj
hi_in: बोराज
te_in: బోరాజ్

source: Borala
hi_in: बोराल
te_in: బోరాల్

source: Borale
hi_in: बोरले
te_in: బోరలె

source: Boram
hi_in: भोरम
te_in: భోరం

source: Borapansury
hi_in: बोरपानसुरी
te_in: బోరపానసురీ

source: Borar
hi_in: बोर्ड
te_in: బోర్డ్

source: Boratwada
hi_in: बोरतवाद
te_in: బోరతవాద్

source: Borbamgaon
hi_in: बोरबंगान
te_in: బోరబంగాన్

source: Borda
hi_in: बोर्ड
te_in: బోర్డ్

source: Borda Mau
hi_in: बोर्ड मॉ
te_in: బోర్డ్ మ్

source: Bordi
hi_in: बोरड़ी
te_in: బోర్ ీ

source: Bordibazar Viramgam
hi_in: बोरदीबाज़ार वीरमगाम
te_in: బోరదీబా ార్ వీరమగాం

source: Bordoibam
hi_in: बोरडोईबम
te_in: బోరడోఈబం

source: Boregaon Agricultural School
hi_in: बोरिगों एग्रीकल्चरल स्कूल
te_in: బోరిగోం ఏగ్రీకల్చరల్ స్కూల్

source: Boregaon (K)
hi_in: बोरिगों (के)
te_in: బోరిగోం (కె)

source: Borewal
hi_in: बोरवेल
te_in: బోరవెల్

source: Borgaon
hi_in: बोरगांव
te_in: బోరగాంవ్

source: Borgaon Kakde
hi_in: बोरगांव काकड़े
te_in: బోరగాంవ్ కాక్ ె

source: Borgaon Manju
hi_in: बोरगांव मंजू
te_in: బోరగాంవ్ మంజూ

source: Borgaon Road
hi_in: बोरगांव रोड
te_in: బోరగాంవ్ రోడ్

source: Borgolai
hi_in: बोरगोलाई
te_in: బోరగోలాఈ

source: Borhaam Kathani
hi_in: बोरहाम कथनी
te_in: బోరహామ్ కథనీ

source: Bori
hi_in: बोरी
te_in: బోరీ

source: Bori (Nagpur)
hi_in: बोरी (नागपुर)
te_in: బోరీ (నాగ్‌పూర్)

source: Bori Aindi
hi_in: बोरी एनडी
te_in: బోరీ ఏనడీ

source: Bori BK
hi_in: बोरी बक
te_in: బోరీ బక్

source: Bori Bujurg
hi_in: बोरी बुजुर्ग
te_in: బోరీ బుజుర్గ్

source: Bori Paradhi
hi_in: बोरी पारधी
te_in: బోరీ పారధీ

source: Boria
hi_in: बोरिया
te_in: బోరియా

source: Boria Bechraji
hi_in: बोरिया बेचराजी
te_in: బోరియా బెచరాజీ

source: Boriavi
hi_in: बोरियावी
te_in: బోరియావీ

source: Boribyal
hi_in: बोरिबयल
te_in: బోరిబయల్

source: Borim
hi_in: बोरिम
te_in: బోరిం

source: Borivali
hi_in: बोरीवली
te_in: బోరీవలీ

source: Borivali East
hi_in: बोरिवली ईस्ट
te_in: బోరివలీ ఈస్ట్

source: Borivali West
hi_in: बोरिवली वेस्ट
te_in: బోరివలీ వెస్ట్

source: Borjaiwadi
hi_in: बोर्जीवाड़ी
te_in: బోర్జీవా ీ

source: Borjhora
hi_in: बोरझोर
te_in: బోరఝోర్

source: Borkhal
hi_in: बोरखल
te_in: బోరఖల్

source: Borkheda
hi_in: बोरखेड़ा
te_in: బోరఖె ా

source: Borkhedi
hi_in: बोरखेड़ी
te_in: బోరఖె ీ

source: Borlay
hi_in: बोरलाय
te_in: బోరలాయ్

source: Borlimandla
hi_in: बोरलिमण्डल
te_in: బోరలిమణ్డల్

source: Bornapalli
hi_in: बोर्नापल्ली
te_in: బోర్నాపల్లీ

source: Boro Balaram
hi_in: बोरो बलराम
te_in: బోరో బలరాం

source: Boro Gendrabil
hi_in: बोरो गेन्द्राबिल
te_in: బోరో గెన్ద్రాబిల్

source: Boromboi
hi_in: बोरोम्बोई
te_in: బోరోమ్బోఈ

source: Boroti
hi_in: बोरोति
te_in: బోరోతి

source: Borra
hi_in: बोर्रा
te_in: బోర్రా

source: Borsad
hi_in: बोर्साद
te_in: బోర్సాద్

source: Borsavar
hi_in: बोरसवर
te_in: బోరసవర్

source: Borshala
hi_in: बोरिशाल
te_in: బోరిశాల్

source: Borsi
hi_in: बोरसी
te_in: బోరసీ

source: Borsole
hi_in: बोर्सले
te_in: బోర్సలె

source: Bortalo
hi_in: बोरटलो
te_in: బోరటలో

source: Boru Bakorl
hi_in: भोरु बाकोरल
te_in: భోరు బాకోరల్

source: Borvav
hi_in: बोरवाव
te_in: బోరవావ్

source: Borwa
hi_in: बोरवा
te_in: బోరవా

source: Bosenagar (Prakasam)
hi_in: बॉसेनगर (प्रकाशम्)
te_in: బ్ సెనగర్ (ప్రకాశమ్)

source: Bosepukur Road
hi_in: बोसपुकुर रोड
te_in: బోసపుకుర్ రోడ్

source: Botad
hi_in: बोटाद
te_in: బోటాద్

source: Botalama
hi_in: बोतलम
te_in: బోతలం

source: Botlachervu
hi_in: बोतलचेरवू
te_in: బోతలచెరవూ

source: Bottuguda
hi_in: बोट्टूगुडा
te_in: బోట్టూగుడా

source: Bouljoda
hi_in: बोलजोड़ा
te_in: బోలజో ా

source: Bowani
hi_in: बोवनी
te_in: బోవనీ

source: Bowbazar (Jalpaiguri)
hi_in: बऊबाजार (जलपाईगुड़ी)
te_in: బఊబాజార్ (జలపాఈగు ీ)

source: Bowbazar (Kolkata)
hi_in: बऊबाजार (कोल्कता)
te_in: బఊబాజార్ (కోల్కతా)

source: Bowbazar (Nadia)
hi_in: बऊबाजार (नदिया)
te_in: బఊబాజార్ (నదియా)

source: Bowenpally
hi_in: बोवेनपल्ली
te_in: బోవెనపల్లీ

source: Boxibazar
hi_in: बोक्सीबाज़ार
te_in: బోక్సీబా ార్

source: Boy's Town
hi_in: बॉय'सा टाउन
te_in: బ్ య్'సా టాఉన్

source: Boyapally
hi_in: बोयपालय
te_in: బోయపాలయ్

source: Brahampukhar
hi_in: ब्रहम्पुखर
te_in: బ్రహమ్పుఖర్

source: Brahampura
hi_in: ब्रह्मपुर
te_in: బ్రహ్మపుర్

source: Brahampuri
hi_in: ब्रह्मपुरी
te_in: బ్రహ్మపురీ

source: Brahimpur Kusma
hi_in: ब्राहिमपुर कुसमा
te_in: బ్రాహిమపుర్ కుసమా

source: Brahma Samaj Road
hi_in: ब्रह्म समाज रोड
te_in: బ్రహ్మ్ సమాజ్ రోడ్

source: Brahmacherra
hi_in: ब्रह्माचेरर
te_in: బ్రహ్మాచెరర్

source: Brahmadesam
hi_in: ब्रह्मदेसं
te_in: బ్రహ్మదెసం

source: Brahmakundi
hi_in: ब्रह्मकुंड
te_in: బ్రహ్మకుండ్

source: Brahmamangalam
hi_in: ब्रह्ममंगलं
te_in: బ్రహ్మమంగలం

source: Brahman Suanlo
hi_in: ब्राह्मण सुणलो
te_in: బ్రాహ్మణ్ సుణలో

source: Brahmanal
hi_in: ब्रह्मनाल
te_in: బ్రహ్మనాల్

source: Brahmani Tarang
hi_in: ब्राह्मणी तरंग
te_in: బ్రాహ్మణీ తరంగ్

source: Brahmania
hi_in: ब्राह्मणीय
te_in: బ్రాహ్మణీయ్

source: Brahmanpad
hi_in: ब्रह्मणपद
te_in: బ్రహ్మణపద్

source: Brahmanpur
hi_in: ब्रह्मणपुर
te_in: బ్రహ్మణపుర్

source: Brahmanpuri
hi_in: ब्राह्मणपुरी
te_in: బ్రాహ్మణపురీ

source: Brahmanpuri Miraj
hi_in: ब्राह्मणपुरी मिराज
te_in: బ్రాహ్మణపురీ మిరాజ్

source: Brahmansasan
hi_in: ब्रह्मनस्सं
te_in: బ్రహ్మనస్సం

source: Brahmanwada
hi_in: ब्राह्मणवाद
te_in: బ్రాహ్మణవాద్

source: Brahmavara
hi_in: ब्रह्मावर्त
te_in: బ్రహ్మావర్త్

source: Brajalalchak
hi_in: ब्रजलालचक
te_in: బ్రజలాలచక్

source: Brajanagar
hi_in: ब्रजनगर
te_in: బ్రజనగర్

source: Brajapur
hi_in: ब्रजपुर
te_in: బ్రజపుర్

source: Brajarajnagar
hi_in: ब्रजराजनगर
te_in: బ్రజరాజనగర్

source: Brajarajpur
hi_in: ब्रजराजपुर
te_in: బ్రజరాజపుర్

source: Bramarposi
hi_in: ब्रेमरपोसी
te_in: బ్రెమరపోసీ

source: Bramhadevarahalli
hi_in: ब्रम्हादेवराहल्ली
te_in: బ్రమ్హాదెవరాహల్లీ

source: Bramhangaon
hi_in: ब्राम्हणगांव
te_in: బ్రామ్హణగాంవ్

source: Bramhapuri
hi_in: ब्रम्हपुरी
te_in: బ్రమ్హపురీ

source: Bran
hi_in: ब्रान
te_in: బ్రాన్

source: Brc Puram
hi_in: बर्क पुरम
te_in: బర్క్ పురం

source: Breka
hi_in: ब्रेक
te_in: బ్రెక్

source: Brijgunj
hi_in: ब्रिजगंज
te_in: బ్రిజగంజ్

source: Brijpur
hi_in: बृजपुर
te_in: బృజపుర్

source: Brinal Lamar
hi_in: ब्रिनल लैमर
te_in: బ్రినల్ లేమర్

source: Brindaban Chak
hi_in: बृंदाबन चक
te_in: బృందాబన్ చక్

source: Brindabanpur
hi_in: ब्रिंदाबनपुर
te_in: బ్రిందాబనపుర్

source: Brindavan Extension
hi_in: बृन्दावन एक्सटेंशन
te_in: బృన్దావన్ ఏక్సటెంశన్

source: Brinjan
hi_in: ब्रिंजन
te_in: బ్రింజన్

source: Briti Matiaria
hi_in: ब्रिटि मटियरिया
te_in: బ్రిటి మటియరియా

source: Brodipet(Guntur)
hi_in: ब्रोदिपेट(गुंटूर)
te_in: బ్రోదిపెట్(గుంటూర్)

source: Bseh Bhiwani
hi_in: बसह भिवानी
te_in: బసహ్ భివానీ

source: BSF Camp Tigri
hi_in: बसफ कैम्प तिगरी
te_in: బసఫ్ కేమ్ప్ తిగరీ

source: Bsf Campus Chak Araian
hi_in: बसफ कैंपस चक रैण
te_in: బసఫ్ కేంపస్ చక్ రేణ్

source: BSF Campus Yelahanka
hi_in: बसफ कैंपस येलाहंका
te_in: బసఫ్ కేంపస్ యెలాహంకా

source: Bss Nagar
hi_in: बस नगर
te_in: బస్ నగర్

source: BTPS (South Delhi)
hi_in: ब्तप्स (साउथ देल्ही)
te_in: బ్తప్స్ (సాఉథ్ ఢిల్లీ)

source: Buarpui
hi_in: बुरपुई
te_in: బురపుఈ

source: Bubei
hi_in: बुबे
te_in: బుబె

source: Buchara
hi_in: बुचरा
te_in: బుచరా

source: Buchatola
hi_in: बूचाटोला
te_in: బూచాటోలా

source: Buchi Bus Stand
hi_in: बची बस स्टैंड
te_in: బచీ బస్ స్టేండ్

source: Buchukupara
hi_in: बुचूकूपर
te_in: బుచూకూపర్

source: Buckinghampet
hi_in: बूकिन्ग्हमपेट
te_in: బూకిన్గ్హమపెట్

source: Budamara
hi_in: बुदमार
te_in: బుదమార్

source: Budapanahalli
hi_in: बुढ़ापनाहल्ली
te_in: బు ాపనాహల్లీ

source: Budasan
hi_in: बुडासन
te_in: బుడాసన్

source: Budatavalasa
hi_in: बुदतावालास
te_in: బుదతావాలాస్

source: Budavada
hi_in: बड़ावदा
te_in: బ్ ావదా

source: Buddasamudram
hi_in: बुद्धासमुद्रम
te_in: బుద్ధాసముద్రం

source: Buddayapalli
hi_in: बुददयापल्ली
te_in: బుదదయాపల్లీ

source: Buddhapark
hi_in: बुद्धपार्क
te_in: బుద్ధపార్క్

source: Buderna
hi_in: बुडरन
te_in: బుడరన్

source: Budero
hi_in: बडेरो
te_in: బడెరో

source: Budgam
hi_in: बडगाम
te_in: బడగాం

source: Budgara
hi_in: बड़गर
te_in: బ్ గర్

source: Budge Budge Natun Bazar
hi_in: बुडगे बुडगे नातुन बाजार
te_in: బుడగె బుడగె నాతున్ బాజార్

source: Budge Budge. (Hsg-ii)
hi_in: बुडगे बुडगे. (हसग-ई)
te_in: బుడగె బుడగె. (హసగ్-ఈ)

source: Budha Khera
hi_in: बुढ़ा खेड़ा
te_in: బు ా ఖె ా

source: Budha Theh
hi_in: बुध थेह
te_in: బుధ్ థెహ్

source: Budhana
hi_in: बुढाना
te_in: బుఢానా

source: Budhana Gate
hi_in: बुढ़ाना गेट
te_in: బు ానా గెట్

source: Budhana Mustkil
hi_in: बुढाना मुस्तक़िल
te_in: బుఢానా ముస్తౘిల్

source: Budhanpur
hi_in: बुढनपुर
te_in: బుఢనపుర్

source: Budhansi
hi_in: बुढांसी
te_in: బుఢాంసీ

source: Budharaja
hi_in: बुधराज
te_in: బుధరాజ్

source: Budhauli
hi_in: बुधौली
te_in: బుధౌలీ

source: Budhawar Naka Satara
hi_in: बुधवार नका स्टार
te_in: బుధవార్ నకా స్టార్

source: Budhej
hi_in: बुधेज
te_in: బుధెజ్

source: Budhel
hi_in: बुधेल
te_in: బుధెల్

source: Budhi Bawal
hi_in: बूढी बवाल
te_in: బూఢీ బవాల్

source: Budhigambharia
hi_in: बूढ़ीगंभरिया
te_in: బూ ీగంభరియా

source: Budhikomna
hi_in: बूढ़ीकोमन
te_in: బూ ీకోమన్

source: Budhpur
hi_in: बूढ़पुर
te_in: బూ పుర్

source: Budhudih
hi_in: बुधुडीह
te_in: బుధుడీహ్

source: Budhwar Peth
hi_in: बुधवार पेठ
te_in: బుధవార్ పెఠ్

source: Budhwara
hi_in: बुधवार
te_in: బుధవార్

source: Budibetta
hi_in: बुड़िबेटटा
te_in: బు ిబెటటా

source: Budihal
hi_in: बुदिहाल
te_in: బుదిహాల్

source: Budikote
hi_in: बुड़ीकोट
te_in: బు ీకోట్

source: Buduguntapalli
hi_in: बुदुगुनतापल्ली
te_in: బుదుగునతాపల్లీ

source: Budumuru
hi_in: बुदुमूरू
te_in: బుదుమూరూ

source: Bugatealur
hi_in: बुगतेल्लूर
te_in: బుగతెల్లూర్

source: Bugbuga
hi_in: बुगबुगा
te_in: బుగబుగా

source: Bugga Agraharam
hi_in: बुग्गा अग्रहारम
te_in: బుగ్గా అగ్రహారం

source: Buguda
hi_in: बुगड़ा
te_in: బుగ్ ా

source: Buguda Badadanda Sahi
hi_in: बुगड़ा बडड़ांड सही
te_in: బుగ్ ా బడ్ ాండ్ సహీ

source: Buhara
hi_in: बुहार
te_in: బుహార్

source: Buhban
hi_in: बूभण
te_in: బూభణ్

source: Buhchang
hi_in: बुहचंग
te_in: బుహచంగ్

source: Builum
hi_in: बिलम
te_in: బిలం

source: Buinta
hi_in: बिनता
te_in: బినతా

source: Buir
hi_in: बिर
te_in: బిర్

source: Bukharari
hi_in: बुखारी
te_in: బుఖారీ

source: Bukkapatna
hi_in: बुक्कापटनम
te_in: బుక్కాపాట్నా

source: Bukkasagaram
hi_in: बुककसगराम
te_in: బుకకసగరాం

source: Bukkuru
hi_in: बूक्कूर
te_in: బూక్కూర్

source: Bukru
hi_in: बुकर
te_in: బుకర్

source: Bulandshahr
hi_in: बुलंदशहर
te_in: బులందశహర్

source: Buldana
hi_in: बुलढाणा
te_in: బులఢాణా

source: Bullawala
hi_in: बुल्लावाला
te_in: బుల్లావాలా

source: Bumuar
hi_in: बुमुर
te_in: బుముర్

source: Bundapani
hi_in: बुन्दापानी
te_in: బున్దాపానీ

source: Bundeli
hi_in: बुन्देली
te_in: బున్దెలీ

source: Bundelkhand University
hi_in: बुंदेलखंड यूनिवर्सिटी
te_in: బుందెలఖండ్ యూనివర్సిటీ

source: Bundu
hi_in: बुंडू
te_in: బుండూ

source: Bunga
hi_in: बुंगा
te_in: బుంగా

source: Bungalowsurandai
hi_in: बुंगलऊसुरन्दि
te_in: బుంగలఊసురన్ది

source: Bungtlang 'N'
hi_in: बुंगतलंग 'न'
te_in: బుంగతలంగ్ 'న్'

source: Bungtlang 'S'
hi_in: बुंगतलंग 'स'
te_in: బుంగతలంగ్ 'స్'

source: Bungzung
hi_in: बुंगजङग
te_in: బుంగజఙగ్

source: Bunker Market
hi_in: बंकर मार्किट
te_in: బంకర్ మార్కిట్

source: Buntia
hi_in: बूंटिया
te_in: బూంటియా

source: Buradikatti
hi_in: बुराड़ीकट्टी
te_in: బురా ీకట్టీ

source: Buragam
hi_in: बुरगं
te_in: బురగం

source: Buraganj
hi_in: बुरगंज
te_in: బురగంజ్

source: Burahanpuram
hi_in: बुरहानपुरम
te_in: బురహానపురం
