Repository: healthvdev/custom_template
Catalog: languages/*.po
Languages: hi_in, te_in

source: Abohar Mandi
hi_in: अबोहर मंडी
te_in: అబోహర్ మండీ

source: Aboonagar
hi_in: आबूनगर
te_in: ఆబూనగర్

source: Abrol Nagar Pathankot
hi_in: अबरोल नगर पठानकोट
te_in: అబరోల్ నగర్ పఠానకోట్

source: Abu
hi_in: अब
te_in: అబ్

source: Abubshahar
hi_in: अबूबशहर
te_in: అబూబశహర్

source: Abul Fazal Enclave-I
hi_in: अबुल फज़ल एन्क्लेव-ई
te_in: అబుల్ ఫ్ ల్ ఏన్క్లెవ్-ఈ

source: Abulga BK
hi_in: अबुल्गा बक
te_in: అబుల్గా బక్

source: Abupur
hi_in: अबूपुर
te_in: అబూపుర్

source: Aburoad Diesel Shed
hi_in: आबूरोड डीजल शेड
te_in: ఆబూరోడ్ డీజల్ శెడ్

source: Ac.Depot
hi_in: एक.डिपो
te_in: ఏక్.డిపో

source: Achalkote
hi_in: अचलकोट
te_in: అచలకోట్

source: Achalvadi
hi_in: अचलवाड़ी
te_in: అచలవా ీ

source: Achampadu
hi_in: अचमपदु
te_in: అచమపదు

source: Achampatti
hi_in: अचमपट्टी
te_in: అచమపట్టీ

source: Achanakpur
hi_in: अचानकपुर
te_in: అచానకపుర్

source: Acharya Vihar
hi_in: आचार्य विहार
te_in: ఆచార్య్ విహార్

source: Achavaram
hi_in: अचवरं
te_in: అచవరం

source: Achettipalli
hi_in: अचेततिपल्ली
te_in: అచెతతిపల్లీ

source: Achhari
hi_in: अछरी
te_in: అఛరీ

source: Achhati
hi_in: अच्छति
te_in: అచ్ఛతి

source: Achhavani
hi_in: अछवानी
te_in: అఛవానీ

source: Achhawar
hi_in: अछवर
te_in: అఛవర్

source: Achheja
hi_in: अच्छेजा
te_in: అచ్ఛెజా

source: Achhola
hi_in: अछोला
te_in: అఛోలా

source: Achina
hi_in: अचिन
te_in: అచిన్

source: Achintanagar
hi_in: चिंतनगर
te_in: చింతనగర్

source: Achipatti
hi_in: अछिपट्टी
te_in: అఛిపట్టీ

source: Achloli
hi_in: अचलौली
te_in: అచలౌలీ

source: Achna
hi_in: याचना
te_in: యాచనా

source: Achpura
hi_in: अचपुरा
te_in: అచపురా

source: Achua
hi_in: अचुआ
te_in: అచుఆ

source: Ada
hi_in: ऐडा
te_in: ఐడా

source: Adabahal
hi_in: अदबहाल
te_in: అదబహాల్

source: Adabala
hi_in: अडबाला
te_in: అడబాలా

source: Adada
hi_in: अड्डा
te_in: అడ్డా

source: Adagur
hi_in: यादगार
te_in: యాదగార్

source: Adai
hi_in: ढाई
te_in: ఢాఈ

source: Adaikkakuzhi
hi_in: अडिक्ककूजहि
te_in: అడిక్కకూజహి

source: Adajan Dn
hi_in: अडाजण दन
te_in: అడాజణ్ దన్

source: Adakkaputhur
hi_in: अडाक्कपुथुर
te_in: అడాక్కపుథుర్

source: Adalaj
hi_in: अडालज
te_in: అడాలజ్

source: Adalhatu
hi_in: अदालहातु
te_in: అదాలహాతు

source: Adambai
hi_in: अदम्बि
te_in: అదమ్బి

source: Adambakkam
hi_in: अडंबक्कम
te_in: అడంబక్కం

source: Adamdour
hi_in: अदमदौर
te_in: అదమదౌర్

source: Adampur
hi_in: आदमपुर
te_in: ఆదమపుర్

source: Adampur Doaba
hi_in: आदमपुर दोआब
te_in: ఆదమపుర్ దోఆబ్

source: Adani Port
hi_in: अदानी पोर्ट
te_in: అదానీ పోర్ట్

source: Adanur
hi_in: अदंर
te_in: అదంర్

source: Adapada
hi_in: ड़पड़ा
te_in: ప్ ా

source: Adapaka
hi_in: अद्यापक
te_in: అద్యాపక్

source: Adar
hi_in: आदर
te_in: ఆదర్

source: Adari
hi_in: अदरी
te_in: అదరీ

source: Adarman
hi_in: आदरमान
te_in: ఆదరమాన్

source: Adarpara
hi_in: अदरपारा
te_in: అదరపారా

source: Adarsh Nagar
hi_in: आदर्श नगर
te_in: ఆదర్శ్ నగర్

source: Adarsh Nagar (Ajmer)
hi_in: आदर्श नगर (अजमेर)
te_in: ఆదర్శ్ నగర్ (అజమెర్)

source: Adarsh Nagar (Lucknow)
hi_in: आदर्श नगर (लखनऊ)
te_in: ఆదర్శ్ నగర్ (లఖనఊ)

source: Adarshnagar
hi_in: आदर्शनगर
te_in: ఆదర్శనగర్

source: Adas
hi_in: एड्स
te_in: ఏడ్స్

source: Adasi
hi_in: अदासि
te_in: అదాసి

source: Adasipada
hi_in: अदसिपड़ा
te_in: అదసిప్ ా

source: Adavaram
hi_in: अडवाराम
te_in: అడవారాం

source: Adavipalem
hi_in: अदवीपालेम
te_in: అదవీపాలెం

source: Adawal
hi_in: आड़ावाल
te_in: ఆ ావాల్

source: Addada
hi_in: अद्दद
te_in: అద్దద్

source: Addagadde
hi_in: अददगादड़े
te_in: అదదగాద్ ె

source: Addampalli
hi_in: अददमपल्ली
te_in: అదదమపల్లీ

source: Addanki Gate
hi_in: अद्दांकी गेट
te_in: అద్దాంకీ గెట్

source: Addapuseela
hi_in: अड्डापुसिला
te_in: అడ్డాపుసిలా

source: Adderly
hi_in: आददेरली
te_in: ఆదదెరలీ

source: Additional Ambernath
hi_in: एडिशनल अम्बरनाथ
te_in: ఏడిశనల్ అమ్బరనాథ్

source: Addra
hi_in: ड़र
te_in: ర్

source: Adegaon
hi_in: अड्ग़ों
te_in: అడ్ౚోం

source: Adeli
hi_in: डेली
te_in: డెలీ

source: Adgaon
hi_in: अङ्गों
te_in: అఙ్గోం

source: Adhale BK
hi_in: ढ़ाले बक
te_in: ాలె బక్

source: Adhanpur
hi_in: अढ़नपुर
te_in: అ నపుర్

source: Adhar
hi_in: आधार
te_in: ఆధార్

source: Adhartal
hi_in: अधारताल
te_in: అధారతాల్

source: Adhata
hi_in: आधात
te_in: ఆధాత్

source: Adhawan
hi_in: जेधवां
te_in: జెధవాం

source: Adheigundi
hi_in: ढ़ेगुन्दी
te_in: ెగున్దీ

source: Adheikul
hi_in: ढ़ेकुल
te_in: ెకుల్

source: Adhewada
hi_in: अद्वयवाद
te_in: అద్వయవాద్

source: Adhi
hi_in: आधी
te_in: ఆధీ

source: Adhsura
hi_in: अधसुरा
te_in: అధసురా

source: Adhuan
hi_in: अधुण
te_in: అధుణ్

source: Adhwar
hi_in: अध्वर
te_in: అధ్వర్

source: Adi-udupi
hi_in: अदि-उडुपी
te_in: అది-ఉడుపీ

source: Adiar
hi_in: अडियार
te_in: అడియార్

source: Adibatla
hi_in: आदिबतला
te_in: ఆదిబతలా

source: Adikashimpur
hi_in: अदिकशिमपुर
te_in: అదికశిమపుర్

source: Adilabad
hi_in: आदिलाबाद
te_in: ఆదిలాబాద్

source: Adimali
hi_in: आदिमली
te_in: ఆదిమలీ

source: Adipasi
hi_in: आदिपासी
te_in: ఆదిపాసీ

source: Adipur
hi_in: आदिपुर
te_in: ఆదిపుర్

source: Adirampattinam
hi_in: आदिरामपट्टिनम
te_in: ఆదిరామపట్టినం

source: Adirampattinam R.S
hi_in: आदिरामपट्टिनम आर.स
te_in: ఆదిరామపట్టినమ్ ఆర్.స్

source: Adirampattinam West
hi_in: आदिरामपट्टिनम वेस्ट
te_in: ఆదిరామపట్టినమ్ వెస్ట్

source: Aditya Mills
hi_in: आदित्य मिल्स
te_in: ఆదిత్య్ మిల్స్

source: Adityapur
hi_in: आदित्यपुर
te_in: ఆదిత్యపుర్

source: Adiyanuthu
hi_in: अड़ियांउथु
te_in: అ ియాంఉథు

source: Adkathbail
hi_in: अङ्कठबइल
te_in: అఙ్కఠబఇల్

source: Adm Block(BHEL)
hi_in: एडम ब्लॉक(भेल)
te_in: ఏడమ్ బ్ల్ క్(భెల్)

source: Admabad
hi_in: आदमाबाद
te_in: ఆదమాబాద్

source: Administrative Buildings
hi_in: एडमिनिस्ट्रेटिव बिल्डिंग्स
te_in: ఏడమినిస్ట్రెటివ్ బిల్డింగ్స్

source: Administrative Office(BHEL)
hi_in: एडमिनिस्ट्रेटिव ऑफिस(भेल)
te_in: ఏడమినిస్ట్రెటివ్ ఑ఫిస్(భెల్)

source: Admn. Bldgs
hi_in: अंडमान. ब्ल्डग्स
te_in: అండమాన్. బ్ల్డగ్స్

source: Adoni
hi_in: अडानी
te_in: అడానీ

source: Adoni Arts College
hi_in: अडोनी आर्ट्स कॉलेज
te_in: అడోనీ ఆర్ట్స్ క్ లెజ్

source: Adoni-town
hi_in: अडानी-टाउन
te_in: అడానీ-టాఉన్

source: Adooki
hi_in: अडूकी
te_in: అడూకీ

source: Adpodra
hi_in: अदपोदरा
te_in: అదపోదరా

source: Adrakuri
hi_in: अद्रकुरी
te_in: అద్రకురీ

source: Adrash Nagar
hi_in: आदर्श नगर
te_in: ఆదర్శ్ నగర్

source: Adroda
hi_in: अदरोड
te_in: అదరోడ్

source: Adugodi
hi_in: अडुगोडी
te_in: అడుగోడీ

source: Adukkam
hi_in: अदुक्काम
te_in: అదుక్కాం

source: Adukkath
hi_in: अदुक्काथ
te_in: అదుక్కాథ్

source: Adul
hi_in: अदुल
te_in: అదుల్

source: Adur( Kla)
hi_in: अडूर( कला)
te_in: అడూర్( కలా)

source: Aduria
hi_in: आदरिअ
te_in: ఆదరిఅ

source: Aduthala
hi_in: अडुथल
te_in: అడుథల్

source: Adval
hi_in: अडवाल
te_in: అడవాల్

source: Advi Venkatapur
hi_in: अद्वि वेंकटपुर
te_in: అద్వి వెంకటపుర్

source: Advisomapur
hi_in: अदवीसोमपुर
te_in: అదవీసోమపుర్

source: Adyar (Bhandara)
hi_in: अड्यार (भंडार)
te_in: అడ్యార్ (భండార్)

source: Adyar (Chennai)
hi_in: अड्यार (चेन्नई)
te_in: అడ్యార్ (చెన్నై)

source: Afjalpurwari
hi_in: अफजलपुरवारी
te_in: అఫజలపురవారీ

source: AFMC
hi_in: अफमक
te_in: అఫమక్

source: Afzala
hi_in: अफ़ज़ल
te_in: అ ల్

source: Afzalpur
hi_in: अफजलपुर
te_in: అఫజలపుర్

source: AG Bihar
hi_in: आग बिहार
te_in: ఆగ్ బిహార్

source: Agaibari
hi_in: आगेबरी
te_in: ఆగెబరీ

source: Agalagandi
hi_in: अगलागांड़ी
te_in: అగలాగాం ీ

source: Agalakote
hi_in: अगलकोट
te_in: అగలకోట్

source: Agalaraipalayam
hi_in: अगलराइपलायम
te_in: అగలరాఇపలాయం

source: Agampur
hi_in: आगमपुर
te_in: ఆగమపుర్

source: Aganovad
hi_in: गनोवाद
te_in: గనోవాద్

source: Agapalli
hi_in: अगपल्ली
te_in: అగపల్లీ

source: Agapur Adpoi
hi_in: आगापुर एडपोइ
te_in: ఆగాపుర్ ఏడపోఇ

source: Agar Malwa
hi_in: अगर मालवा
te_in: అగర్ మాలవా

source: Agara
hi_in: अगर
te_in: అగర్

source: Agaram
hi_in: गरम
te_in: గరం

source: Agarhati
hi_in: अगरहती
te_in: అగరహతీ

source: Agarpara
hi_in: अगरपारा
te_in: అగరపారా

source: Agarsand
hi_in: अगरसंड
te_in: అగరసండ్

source: Agartala
hi_in: अगरतला
te_in: అగరతలా

source: Agartala Bazar
hi_in: अगरतला बाजार
te_in: అగరతలా బాజార్

source: Agartala Court
hi_in: अगरतला कोर्ट
te_in: అగరతలా కోర్ట్

source: Agartala Secretariat
hi_in: अगरतला सेक्रेटेरिएट
te_in: అగరతలా సెక్రెటెరిఏట్

source: Agarthipalem
hi_in: अगरथीपालम
te_in: అగరథీపాలం

source: Agasaud
hi_in: आगासौद
te_in: ఆగాసౌద్

source: Agashi
hi_in: अगाशी
te_in: అగాశీ

source: Agasteeswaram
hi_in: अगस्तइस्वरं
te_in: అగస్తఇస్వరం

source: Agasti SSK
hi_in: अगस्ति सक
te_in: అగస్తి సక్

source: Agasvan
hi_in: अगस्वन
te_in: అగస్వన్

source: Agave
hi_in: आगावे
te_in: ఆగావె

source: Agawan
hi_in: अगवान
te_in: అగవాన్

source: Aggapur
hi_in: अग्गपुर
te_in: అగ్గపుర్

source: Aggar Nagar
hi_in: अग्गर नगर
te_in: అగ్గర్ నగర్

source: Aggunda
hi_in: अग्गुन्द
te_in: అగ్గున్ద్

source: Aghapur
hi_in: अघापुर
te_in: అఘాపుర్

source: Aghar
hi_in: अगर
te_in: అగర్

source: Aghara
hi_in: अगर
te_in: అగర్

source: Aghoria Bazaar
hi_in: अघोरिया बाजार
te_in: అఘోరియా బాజార్

source: Agiol
hi_in: अगियोल
te_in: అగియోల్

source: Agiyauna
hi_in: अगियौना
te_in: అగియౌనా

source: Aglod
hi_in: अग्लोड
te_in: అగ్లోడ్

source: Agnipur
hi_in: अग्निपुर
te_in: అగ్నిపుర్

source: Agol
hi_in: अगोल
te_in: అగోల్

source: Agolai
hi_in: आगोलाई
te_in: ఆగోలాఈ

source: Agra Barrcks
hi_in: आगरा बररकस
te_in: ఆగ్రా బరరకస్

source: Agra Chak
hi_in: आगरा चक
te_in: ఆగ్రా చక్

source: Agra Chauk
hi_in: आगरा चौक
te_in: ఆగ్రా చౌక్

source: Agra Fort
hi_in: आगरा फोर्ट
te_in: ఆగ్రా ఫోర్ట్

source: Agra University
hi_in: आगरा यूनिवर्सिटी
te_in: ఆగ్రా యూనివర్సిటీ

source: Agrahara
hi_in: अग्रहारा
te_in: అగ్రహారా

source: Agraharamuchadi
hi_in: अग्रहरमुचड़ी
te_in: అగ్రహరముచ్ ీ

source: Agram
hi_in: गरम
te_in: ఆగ్రం

source: Agrar
hi_in: अग्र्र
te_in: అగ్ర్ర్

source: Agren
hi_in: अग्रेन
te_in: అగ్రెన్

source: Agrico
hi_in: एग्रिको
te_in: ఏగ్రికో

source: Agriculture College
hi_in: एग्रीकल्चर कॉलेज
te_in: ఏగ్రీకల్చర్ క్ లెజ్

source: Agriculture Farm
hi_in: एग्रीकल्चर फार्म
te_in: ఏగ్రీకల్చర్ ఫార్ం

source: Agripada
hi_in: अग्रपाद
te_in: అగ్రపాద్

source: Agroha
hi_in: अग्रोहा
te_in: అగ్రోహా

source: Agsur
hi_in: अगसर
te_in: అగసర్

source: Aguibil
hi_in: अगुइबिल
te_in: అగుఇబిల్

source: Aguru
hi_in: अगुरु
te_in: అగురు

source: Agurukancharam
hi_in: अगुरुकांचराम
te_in: అగురుకాంచరాం

source: Aharwan
hi_in: अहरवां
te_in: అహరవాం

source: Ahemad Nagar
hi_in: अहमद नगर
te_in: అహమద్ నగర్

source: Ahera
hi_in: हर
te_in: హర్

source: Ahesa
hi_in: आहेस
te_in: ఆహెస్

source: Ahewa
hi_in: हवा
te_in: హవా

source: Ahima
hi_in: अहिम
te_in: అహిం

source: Ahirauli Bazar
hi_in: अहिरौली बाजार
te_in: అహిరౌలీ బాజార్

source: Ahirgawan
hi_in: अहिरगवां
te_in: అహిరగవాం

source: Ahirka
hi_in: अहिरका
te_in: అహిరకా

source: Ahirwa
hi_in: अहिरवा
te_in: అహిరవా

source: Ahirwadi
hi_in: अहिरवादी
te_in: అహిరవాదీ

source: Ahiwara
hi_in: अहिवारा
te_in: అహివారా

source: Ahiyapur
hi_in: अहियापुर
te_in: అహియాపుర్

source: Ahmad Dhandi
hi_in: अहमद दहन्दी
te_in: అహమద్ దహన్దీ

source: Ahmadganj
hi_in: अहमदगंज
te_in: అహమదగంజ్

source: Ahmadpur
hi_in: अहमदपुर
te_in: అహమదపుర్

source: Ahmedabad G.P.O.
hi_in: अहमेदाबाद जी.पी.ओ.
te_in: అహ్మదాబాదు జీ.పీ.ఓ.

source: Ahmedgarh
hi_in: अहमदगढ़
te_in: అహమదగ్

source: Ahmednagar
hi_in: अहमदनगर
te_in: అహమదనగర్

source: Ahmednagar City
hi_in: अहमदनगर सिटी
te_in: అహమదనగర్ సిటీ

source: Ahmednagar R.S.
hi_in: अहमदनगर आर.एस.
te_in: అహమదనగర్ ఆర్.ఏస్.

source: Ahmedpur
hi_in: अहमदपुर
te_in: అహమదపుర్

source: Ahmedpur (Latur)
hi_in: अहमदपुर (लातूर)
te_in: అహమదపుర్ (లాతూర్)

source: Ahraula Mafi
hi_in: अहरौला माफ़ी
te_in: అహరౌలా మా ీ

source: Ahraura
hi_in: अहरौरा
te_in: అహరౌరా

source: Ahritola
hi_in: हरीटोला
te_in: హరీటోలా

source: Ahulana(Gannur)
hi_in: आहुलाना(गन्नूर)
te_in: ఆహులానా(గన్నూర్)

source: Ahulana(Gohana)
hi_in: आहुलाना(गोहाना)
te_in: ఆహులానా(గోహానా)

source: Ahuri
hi_in: अहइ
te_in: అహఇ

source: Ahwadangs
hi_in: आह्वाडंग्स
te_in: ఆహ్వాడంగ్స్

source: Aibawk
hi_in: आइबॉक
te_in: ఆఇబ్ క్

source: Aibheti
hi_in: ऐभेति
te_in: ఐభెతి

source: Aibla
hi_in: ऐबला
te_in: ఐబలా

source: Aida
hi_in: ऐड
te_in: ఐడ్

source: Aiginia
hi_in: ऐगिणीअ
te_in: ఐగిణీఅ

source: Ailawng
hi_in: एलॉन्ग
te_in: ఏల్ న్గ్

source: Aima Kalan
hi_in: ऐम कलां
te_in: ఐమ్ కలాం

source: Aimapaharpur
hi_in: एमपहरपुर
te_in: ఏమపహరపుర్

source: AIMS Ponekkara
hi_in: ा॑िमश पोनिक्कर
te_in: ా ిమశ్ పోనిక్కర్

source: Ain
hi_in: ऐन
te_in: ఐన్

source: Ainapur
hi_in: ऐनपुर
te_in: ఐనపుర్

source: Ainapuram
hi_in: ऐनापुरम
te_in: ఐనాపురం

source: Aindhi
hi_in: आंधी
te_in: ఆంధీ

source: Ainlabhata
hi_in: अंलभता
te_in: అంలభతా

source: Aintapali
hi_in: अईंठापाली
te_in: అఈంఠాపాలీ

source: Ainthapali
hi_in: अईंठापाली
te_in: అఈంఠాపాలీ

source: Ainwadi
hi_in: एनवादी
te_in: ఏనవాదీ

source: Aipur Ashta
hi_in: जैपुर अष्ट
te_in: జేపుర్ అష్ట్

source: Air Force
hi_in: एयर फ़ोर्स
te_in: ఏయర్ ోర్స్

source: Air Force Hospital
hi_in: एयर फ़ोर्स हॉस्पिटल
te_in: ఏయర్ ోర్స్ హ్ స్పిటల్

source: Air Force Station Bareilly
hi_in: एयर फ़ोर्स स्टेशन ब्रेइलली
te_in: ఏయర్ ోర్స్ స్టెశన్ బ్రెఇలలీ

source: Air Force Station Tugalkabad
hi_in: एयर फ़ोर्स स्टेशन तुगलकाबाद
te_in: ఏయర్ ోర్స్ స్టెశన్ తుగలకాబాద్

source: Air Port
hi_in: एयर पोर्ट
te_in: ఏయర్ పోర్ట్

source: Airani
hi_in: आइरनी
te_in: ఆఇరనీ

source: Airapuram
hi_in: ऐरपुरम
te_in: ఐరపురం

source: Airoli
hi_in: ऐरोली
te_in: ఐరోలీ

source: Airport
hi_in: एयरपोर्ट
te_in: ఏయరపోర్ట్

source: Airport (Mumbai)
hi_in: एयरपोर्ट (मुम्बई)
te_in: ఏయరపోర్ట్ (ముంబై)

source: Airport (Pune)
hi_in: एयरपोर्ट (पुणे)
te_in: ఏయరపోర్ట్ (పూణే)

source: Airport Sanganer
hi_in: एयरपोर्ट सांगानेर
te_in: ఏయరపోర్ట్ సాంగానెర్

source: Aishbagh
hi_in: ऐशबाग
te_in: ఐశబాగ్

source: Aisi
hi_in: ऐसी
te_in: ఐసీ

source: Aitawade Khurd
hi_in: ऐतवाड़े खुर्द
te_in: ఐతవా ె ఖుర్ద్

source: Aithal
hi_in: ऐथल
te_in: ఐథల్

source: Aitham
hi_in: ऐठाम
te_in: ఐఠాం

source: Aithole
hi_in: एथोल
te_in: ఏథోల్

source: Aithor
hi_in: जैठोर
te_in: జేఠోర్

source: Aithur
hi_in: ऐथुर
te_in: ఐథుర్

source: Aivernad
hi_in: एवेरण्ड
te_in: ఏవెరణ్డ్

source: Aizawl
hi_in: आइजोल
te_in: ఆఇజోల్

source: Ajabnagar
hi_in: अजबनगर
te_in: అజబనగర్

source: Ajaikela
hi_in: अजाइकेला
te_in: అజాఇకెలా

source: Ajaipur
hi_in: अजयपुर
te_in: అజైపూర్

source: Ajairajpura
hi_in: अजेराजपुर
te_in: అజెరాజపుర్

source: Ajan
hi_in: अजान
te_in: అజాన్

source: Ajandikot
hi_in: अजंदीकोट
te_in: అజందీకోట్

source: Ajasora
hi_in: अफसर
te_in: అఫసర్

source: Ajauli
hi_in: अजौली
te_in: అజౌలీ

source: Ajawa
hi_in: अजवा
te_in: అజవా

source: Ajaypur
hi_in: अजयपुर
te_in: అజయపుర్

source: Ajdev Khanpur
hi_in: अजदेव खानपुर
te_in: అజదెవ్ ఖానపుర్

source: Ajgarwa
hi_in: अजगव
te_in: అజగవ్

source: Ajilamogru
hi_in: अजिलमोगरू
te_in: అజిలమోగరూ

source: Ajit Pur
hi_in: अजित पुर
te_in: అజిత్ పుర్

source: Ajitpura
hi_in: अजीतपुर
te_in: అజీతపుర్

source: Ajivali
hi_in: अजिवली
te_in: అజివలీ

source: Ajjanahalli
hi_in: अज्जनहल्ली
te_in: అజ్జనహల్లీ

source: Ajjaram
hi_in: लज्जाराम
te_in: లజ్జారాం

source: Ajjavara
hi_in: उज्जवर
te_in: ఉజ్జవర్

source: Ajjibettu
hi_in: अज्जिबट्टू
te_in: అజ్జిబట్టూ

source: Ajmer Road
hi_in: अजमेर रोड
te_in: అజమెర్ రోడ్

source: Ajmer Saundana
hi_in: अजमेर सौंदाना
te_in: అజమెర్ సౌందానా

source: Ajmeri Gate Extn.
hi_in: अजमेरी गेट ऐक्सटन.
te_in: అజమెరీ గెట్ ఐక్సటన్.

source: Ajnod
hi_in: अजनोद
te_in: అజనోద్

source: Ajnoda Kalan
hi_in: अजनोद कलां
te_in: అజనోద్ కలాం

source: Ajod
hi_in: अजोड़
te_in: అజో

source: Ajol
hi_in: काजोल
te_in: కాజోల్

source: Ajoya
hi_in: अजोय
te_in: అజోయ్

source: Ajupura
hi_in: छजुपुरा
te_in: ఛజుపురా

source: Ajwa Compound
hi_in: अजवा कंपाउंड
te_in: అజవా కంపాఉండ్

source: Ajwa Road
hi_in: अजवा रोड
te_in: అజవా రోడ్

source: Akala
hi_in: अकाल
te_in: అకాల్

source: Akalpur
hi_in: अकालपुर
te_in: అకాలపుర్

source: Akaltara
hi_in: अकलतरा
te_in: అకలతరా

source: Akanda
hi_in: आकंड़ा
te_in: ఆకం ా

source: Akaru
hi_in: आकर
te_in: ఆకర్

source: Akauni
hi_in: अकौनी
te_in: అకౌనీ

source: Akauri
hi_in: अकौरी
te_in: అకౌరీ

source: Akbapur
hi_in: अकबपुर
te_in: అకబపుర్

source: Akbarpur
hi_in: अकबरपुर
te_in: అకబరపుర్

source: Akbarpur Churai
hi_in: अकबरपुर चुराई
te_in: అకబరపుర్ చురాఈ

source: Akbarpur Kalan
hi_in: अकबरपुर कलां
te_in: అకబరపుర్ కలాం

source: Akbarpur Sadat
hi_in: अकबरपुर सादत
te_in: అకబరపుర్ సాదత్

source: Akchhor
hi_in: अक्छोर
te_in: అక్ఛోర్

source: Akhaj
hi_in: अखज
te_in: అఖజ్

source: Akhandnagar
hi_in: अखंडनगर
te_in: అఖండనగర్

source: Akhara Bazar
hi_in: अखाड़ा बाजार
te_in: అఖా ా బాజార్

source: Akhatwade
hi_in: अखतवाड़े
te_in: అఖతవా ె

source: Akhepura
hi_in: अखेपुर
te_in: అఖెపుర్

source: Akhlaspur
hi_in: अखलासपुर
te_in: అఖలాసపుర్

source: Akhtiarpur Khajuri
hi_in: अख्तियारपुर खजुरी
te_in: అఖ్తియారపుర్ ఖజురీ

source: Akiwat
hi_in: अकिवत
te_in: అకివత్

source: Akiya
hi_in: किया
te_in: కియా

source: Akkalareddypalli
hi_in: अक्कलरेड्डीपल्ली
te_in: అక్కలరెడ్డీపల్లీ

source: Akkalkot
hi_in: अक्कलकोट
te_in: అక్కలకోట్

source: Akkaparamba
hi_in: अक्कापरम्बा
te_in: అక్కాపరమ్బా

source: Akkarai Gori
hi_in: अक्कारे गोरी
te_in: అక్కారె గోరీ

source: Akkaraipettai
hi_in: अक्कराईपेट्टई
te_in: అక్కరాఈపెట్టఈ

source: Akkaraisengapalli
hi_in: अक्कराईसेनगापल्ली
te_in: అక్కరాఈసెనగాపల్లీ

source: Akkarapadom
hi_in: अक्कारापडोम
te_in: అక్కారాపడోం

source: Akkarapalayam
hi_in: अक्करपालयं
te_in: అక్కరపాలయం

source: Akkarpatti
hi_in: अक्करपट्टी
te_in: అక్కరపట్టీ

source: Akkayyapalem
hi_in: अक्कय्यापलेम
te_in: అక్కయ్యాపలెం

source: Akkialur
hi_in: अक्किआलूर
te_in: అక్కిఆలూర్

source: Akkialur Bazar
hi_in: अक्किआलूर बाजार
te_in: అక్కిఆలూర్ బాజార్

source: Akkiampatti
hi_in: अक्किआमपट्टी
te_in: అక్కిఆమపట్టీ

source: Akkinepally
hi_in: अक्कीनेपल्ली
te_in: అక్కీనెపల్లీ

source: Akluj
hi_in: अक्लूज
te_in: అకలుజ్

source: Akoda
hi_in: अकोड़ा
te_in: అకో ా

source: Akodhi
hi_in: अकोढ़ी
te_in: అకో ీ

source: Akodiya
hi_in: अकोदिया
te_in: అకోదియా

source: Akola
hi_in: अकोला
te_in: అకోలా

source: Akole(KH)
hi_in: अकोले(कह)
te_in: అకోలె(కహ్)

source: Akolner
hi_in: अकोलनेर
te_in: అకోలనెర్

source: Akorha
hi_in: अकोरहा
te_in: అకోరహా

source: Akosh
hi_in: आकोश
te_in: ఆకోశ్

source: Akota
hi_in: अकोटा
te_in: అకోటా

source: Akrabhatta
hi_in: आकराभट्टा
te_in: ఆకరాభట్టా

source: Akrale
hi_in: करले
te_in: కరలె

source: Akrampur
hi_in: करमपुर
te_in: కరమపుర్

source: Akrawat
hi_in: करवट
te_in: కరవట్

source: Akshi
hi_in: अक्षय
te_in: అక్షయ్

source: Aktha
hi_in: अकथ
te_in: అకథ్

source: Akulgaon
hi_in: अकुलगओं
te_in: అకులగఓం

source: Akumbhe
hi_in: अकुम्भे
te_in: అకుమ్భె

source: Akuni
hi_in: अकूनी
te_in: అకూనీ

source: Akurdi
hi_in: अकुर्दि
te_in: అకుర్ది

source: Akwada
hi_in: एक्वाद
te_in: ఏక్వాద్

source: Ala (Pune)
hi_in: अला (पुणे)
te_in: అలా (పూణే)

source: Alabol
hi_in: आलबाल
te_in: ఆలబాల్

source: Alagappa Nagar
hi_in: अलगप्पा नगर
te_in: అలగప్పా నగర్

source: Alagapuram
hi_in: अलगपुरम
te_in: అలగపురం

source: Alagapurampudur
hi_in: अलगपुरमपुडुर
te_in: అలగపురమపుడుర్

source: Alagesa Nagar
hi_in: अलगेस नगर
te_in: అలగెస్ నగర్

source: Alagesapuram
hi_in: अलगेसपुरम
te_in: అలగెసపురం

source: Alagiamandapam
hi_in: अळगियमण्डपम
te_in: అళగియమణ్డపం

source: Alagirichettipalayam
hi_in: अलगिरीशेट्टीपलयं
te_in: అలగిరీశెట్టీపలయం

source: Alagum
hi_in: अलगम
te_in: అలగం

source: Alagwadi
hi_in: अलगवादी
te_in: అలగవాదీ

source: Alaknanda
hi_in: अलकनंदा
te_in: అలకనందా

source: Alaknur
hi_in: अल्कनूर
te_in: అల్కనూర్

source: Alakode
hi_in: अलकोड
te_in: అలకోడ్

source: Alakode-kuttaramba
hi_in: अलकोड-कुत्तारामब
te_in: అలకోడ్-కుత్తారామబ్

source: Alamarathupatti
hi_in: अलमरथुपट्टी
te_in: అలమరథుపట్టీ

source: Alambadimines
hi_in: अलंबडमिन्स
te_in: అలంబడమిన్స్

source: Alambas
hi_in: आलम्बस
te_in: ఆలమ్బస్

source: Alambazar
hi_in: अलमबाज़ार
te_in: అలమబా ార్

source: Alamganj
hi_in: आलमगंज
te_in: ఆలమగంజ్

source: Alamgarh
hi_in: अलमगढ़
te_in: అలమగ్

source: Alamnagar
hi_in: आलमनगर
te_in: ఆలమనగర్

source: Alampalayam
hi_in: अलमपलायम
te_in: అలమపలాయం

source: Alampatti
hi_in: अलमपट्टी
te_in: అలమపట్టీ

source: Alampur
hi_in: आलमपुर
te_in: ఆలమపుర్

source: Alampur Bodla
hi_in: आलमपुर बोदला
te_in: ఆలమపుర్ బోదలా

source: Alampur Gonpura
hi_in: आलमपुर गोनपुर
te_in: ఆలమపుర్ గోనపుర్

source: Alampur Jafarabad
hi_in: आलमपुर जाफराबाद
te_in: ఆలమపుర్ జాఫరాబాద్

source: Alamuru (West Godavari)
hi_in: अलमुरु (वेस्ट गोदावरी)
te_in: అలమురు (వెస్ట్ గోదావరీ)

source: Alanchi
hi_in: अलन्ची
te_in: అలన్చీ

source: Alancode
hi_in: अलांकडे
te_in: అలాంకడె

source: Alancombu
hi_in: अलंकब
te_in: అలంకబ్

source: Alanda
hi_in: अलहदा
te_in: అలహదా

source: Alande
hi_in: अलेंदे
te_in: అలెందె

source: Alandi Devachi
hi_in: अलंडि देवाची
te_in: అలండి దెవాచీ

source: Alandur(Reopened W.E.F.6.6.05)
hi_in: अलंदुर(रोपेनेद व.ई.एफ.6.6.05)
te_in: అలందుర్(రోపెనెద్ వ్.ఈ.ఏఫ్.6.6.05)

source: Alandurai
hi_in: अलांदुरई
te_in: అలాందురఈ

source: Alangad
hi_in: अलंगड़
te_in: అలంగ్

source: Alangar
hi_in: अलंगर
te_in: అలంగర్

source: Alangidanga
hi_in: लाँगीडांग
te_in: లాఁగీడాంగ్

source: Alangudi
hi_in: लांगुडी
te_in: లాంగుడీ

source: Alangulam
hi_in: अलङ्गुलं
te_in: అలఙ్గులం

source: Alankarpur
hi_in: अलंकारपुर
te_in: అలంకారపుర్

source: Alanpur
hi_in: आलनपुर
te_in: ఆలనపుర్

source: Alapakkam
hi_in: अलापक्कम
te_in: అలాపక్కం

source: Alappuzha
hi_in: अलाप्पुझा
te_in: అల్పపు

source: Alappuzha Collectorate
hi_in: अल्पपुज़हा कोल्लेकतोरते
te_in: అల్పపు హా కోల్లెకతోరతె

source: Alappuzha Medical College
hi_in: अल्पपुज़हा मेडिकल कॉलेज
te_in: అల్పపు హా మెడికల్ క్ లెజ్

source: Alapra
hi_in: एलापर
te_in: ఏలాపర్

source: Alapur
hi_in: अलापुर
te_in: అలాపుర్

source: Alasahi
hi_in: अलसाही
te_in: అలసాహీ

source: Alasana
hi_in: आलासन
te_in: ఆలాసన్

source: Alasuguma
hi_in: अलसुगम
te_in: అలసుగం

source: Alathur
hi_in: अलाथुर
te_in: అలాథుర్

source: Alathur Mbr
hi_in: अलाथुर एमबीआर
te_in: అలాథుర్ ఏమబీఆర్

source: Alaupur
hi_in: अलुपुर
te_in: అలుపుర్

source: Alavar
hi_in: अलवर
te_in: అలవర్

source: Alawalpur
hi_in: अलावलपुर
te_in: అలావలపుర్

source: Alayamon
hi_in: अलेयामों
te_in: అలెయామోం

source: Alcot Gardens
hi_in: अलका गार्डन्स
te_in: అలకా గార్డన్స్

source: Alegaon
hi_in: अलगाव
te_in: అలగావ్

source: Alephata
hi_in: लेफट
te_in: లెఫట్

source: Alesure
hi_in: अल्सरे
te_in: అల్సరె

source: Aletty
hi_in: लेटी
te_in: లెటీ

source: Algeri
hi_in: अल्जेरी
te_in: అల్జెరీ

source: Algur
hi_in: एल्गर
te_in: ఏల్గర్

source: Alhadadpur
hi_in: अलहदादपुर
te_in: అలహదాదపుర్

source: Alhadpura
hi_in: अल्हड़पुरा
te_in: అల్హ్ పురా

source: Ali
hi_in: अली
te_in: అలీ

source: Ali Bujurg
hi_in: अली बुजुर्ग
te_in: అలీ బుజుర్గ్

source: Ali Meo
hi_in: अली में
te_in: అలీ మెం

source: Aliabad
hi_in: अलियाबाद
te_in: అలియాబాద్

source: Alibag
hi_in: अलीबाग
te_in: అలీబాగ్

source: Alichar
hi_in: लचर
te_in: లచర్

source: Alichen
hi_in: अलिचें
te_in: అలిచెం

source: Aliganj
hi_in: अलीगंज
te_in: అలీగంజ్

source: Aliganj (Lucknow)
hi_in: अलीगंज (लखनऊ)
te_in: అలీగంజ్ (లఖనఊ)

source: Aliganj Extension
hi_in: अलीगंज एक्सटेंशन
te_in: అలీగంజ్ ఏక్సటెంశన్

source: Aligarh
hi_in: अलीगढ़
te_in: అలీగఢ్

source: Aligarh City
hi_in: अलीगढ सिटी
te_in: అలీగఢ్ సిటీ

source: Alika
hi_in: अलिक
te_in: అలిక్

source: Alikanta
hi_in: कालिकांत
te_in: కాలికాంత్

source: Alimuddinpur
hi_in: अलिमुद्दीनपुर
te_in: అలిముద్దీనపుర్

source: Alinagar
hi_in: अलीनगर
te_in: అలీనగర్

source: Alinan
hi_in: आलिंगन
te_in: ఆలింగన్

source: Alipatti
hi_in: अलीपट्टी
te_in: అలీపట్టీ

source: Alipore
hi_in: अलीपोर
te_in: అలీపోర్

source: Alipore Bodyguard Line
hi_in: अलीपोर बॉडीगार्ड लाइन
te_in: అలీపోర్ బ్ డీగార్డ్ లాఇన్

source: Alipore Civil Court
hi_in: अलीपोर सिविल कोर्ट
te_in: అలీపోర్ సివిల్ కోర్ట్

source: Alipore Dist Board
hi_in: अलीपोर दिसत बोर्ड
te_in: అలీపోర్ దిసత్ బోర్డ్

source: Alipur
hi_in: अलीपुर
te_in: అలీపుర్

source: Alipur Hatta
hi_in: अलीपुर हत्ता
te_in: అలీపుర్ హత్తా

source: Alipur Madara
hi_in: अलीपुर मदर
te_in: అలీపుర్ మదర్

source: Alipur Saravan
hi_in: अलीपुर सरावन
te_in: అలీపుర్ సరావన్

source: Alisandra
hi_in: एलिसांड्रा
te_in: ఏలిసాండ్రా

source: Alivalam
hi_in: अलिवलं
te_in: అలివలం

source: Aliyadu
hi_in: अलीयादू
te_in: అలీయాదూ

source: Aliyari
hi_in: अलियरी
te_in: అలియరీ

source: Alkapuri
hi_in: अलकापुरी
te_in: అలకాపురీ

source: Alkusa
hi_in: अलकुस
te_in: అలకుస్

source: Alla
hi_in: अल्ला
te_in: అల్లా

source: Allachaur
hi_in: अलाचौर
te_in: అలాచౌర్

source: Allahabad
hi_in: इलाहाबाद
te_in: ఇలాహాబాద్

source: Allahabad Kty.
hi_in: अल्लाहाबाद कटी.
te_in: అల్లాహాబాద్ కటీ.

source: Allahabad New Cantt
hi_in: अल्लाहाबाद न्यू कैंट
te_in: అల్లాహాబాద్ న్యూ కేంట్
