Repository: healthvdev/custom_template
Catalog: languages/*.po
Languages: hi_in, te_in

source: Faizabad Cantt
hi_in: फ़ैज़ाबाद कैंट
te_in: ే ాబాద్ కేంట్

source: Faizpur
hi_in: फैजपुर
te_in: ఫేజపుర్

source: Fakir Chand College
hi_in: फ़क़ीर चाँद कॉलेज
te_in: ౘీర్ చాఁద్ క్ లెజ్

source: Fakirmohan College
hi_in: फकीरमोहन कॉलेज
te_in: ఫకీరమోహన్ క్ లెజ్

source: Fakloh
hi_in: फाक्लोह
te_in: ఫాక్లోహ్

source: Fakot
hi_in: फकोट
te_in: ఫకోట్

source: Falkland Road
hi_in: फॉकलैंड रोड
te_in: ఫ్ కలేండ్ రోడ్

source: Falna
hi_in: फालना
te_in: ఫాలనా

source: Falna I. E.
hi_in: फलना आई. ई.
te_in: ఫలనా ఆఈ. ఈ.

source: Falna Village
hi_in: फलना विलेज
te_in: ఫలనా విలెజ్

source: Falnir
hi_in: फलनीर
te_in: ఫలనీర్

source: Falod
hi_in: फलोद
te_in: ఫలోద్

source: Faloura
hi_in: फ्लोरा
te_in: ఫ్లోరా

source: Falu
hi_in: फ्लू
te_in: ఫ్లూ

source: Fancy Bazar
hi_in: फैंसी बाजार
te_in: ఫేంసీ బాజార్

source: Fanda
hi_in: फंड
te_in: ఫండ్

source: Fangani
hi_in: फंगानि
te_in: ఫంగాని

source: Fania
hi_in: फनिया
te_in: ఫనియా

source: Faqarsar
hi_in: फ़क़रसर
te_in: ౘరసర్

source: Farangipet
hi_in: फरंगीपेठ
te_in: ఫరంగీపెఠ్

source: Faraswani
hi_in: फरसवानी
te_in: ఫరసవానీ

source: Farda Sumerpur
hi_in: फर्द सुमेरपुर
te_in: ఫర్ద్ సుమెరపుర్

source: Fareni
hi_in: फ्रेनी
te_in: ఫ్రెనీ

source: Farid Nagar
hi_in: फरीद नगर
te_in: ఫరీద్ నగర్

source: Faridabad City
hi_in: फरीदाबाद सिटी
te_in: ఫరీదాబాద్ సిటీ

source: Faridabad NIT
hi_in: फरीदाबाद नित्
te_in: ఫరీదాబాద్ నిత్

source: Faridabad Sector 12
hi_in: फरीदाबाद सेक्टर 12
te_in: ఫరీదాబాద్ సెక్టర్ 12

source: Faridabad Sector 15
hi_in: फरीदाबाद सेक्टर 15
te_in: ఫరీదాబాద్ సెక్టర్ 15

source: Faridabad Sector 16
hi_in: फरीदाबाद सेक्टर 16
te_in: ఫరీదాబాద్ సెక్టర్ 16

source: Faridabad Sector 16a
hi_in: फरीदाबाद सेक्टर 16या
te_in: ఫరీదాబాద్ సెక్టర్ 16యా

source: Faridabad Sector 18
hi_in: फरीदाबाद सेक्टर 18
te_in: ఫరీదాబాద్ సెక్టర్ 18

source: Faridabad Sector 22
hi_in: फरीदाबाद सेक्टर 22
te_in: ఫరీదాబాద్ సెక్టర్ 22

source: Faridabad Sector 29
hi_in: फरीदाबाद सेक्टर 29
te_in: ఫరీదాబాద్ సెక్టర్ 29

source: Faridabad Sector 7
hi_in: फरीदाबाद सेक्टर 7
te_in: ఫరీదాబాద్ సెక్టర్ 7

source: Faridabad Sector 8
hi_in: फरीदाबाद सेक्टर 8
te_in: ఫరీదాబాద్ సెక్టర్ 8

source: Faridabad Sector 9
hi_in: फरीदाबाद सेक्टर 9
te_in: ఫరీదాబాద్ సెక్టర్ 9

source: Faridkot
hi_in: फरीदकोट
te_in: ఫరీదకోట్

source: Faridkot Mandi
hi_in: फरीदकोट मंडी
te_in: ఫరీదకోట్ మండీ

source: Faridpur
hi_in: फरीदपुर
te_in: ఫరీదపుర్

source: Farkanara
hi_in: फॉकनर
te_in: ఫ్ కనర్

source: Farkawn
hi_in: फरकौन
te_in: ఫరకౌన్

source: Farm Colony Suratgarh
hi_in: फार्म कॉलोनी सूरतगढ़
te_in: ఫార్మ్ క్ లోనీ సూరతగ్

source: Farm Tea Estate
hi_in: फार्म टी एस्टेट
te_in: ఫార్మ్ టీ ఏస్టెట్

source: Farmagudi
hi_in: फर्मागुडी
te_in: ఫర్మాగుడీ

source: Farmana
hi_in: फरमान
te_in: ఫరమాన్

source: Farod
hi_in: फ्रॉड
te_in: ఫ్ర్ డ్

source: Farrukh Nagar
hi_in: फर्रुख नगर
te_in: ఫర్రుఖ్ నగర్

source: Farsatoli
hi_in: फरसाटोली
te_in: ఫరసాటోలీ

source: Farshi
hi_in: फर्श
te_in: ఫర్శ్

source: Fasalwadi
hi_in: फसलवाड़ी
te_in: ఫసలవా ీ

source: Fasterpur
hi_in: फास्टरपुर
te_in: ఫాస్టరపుర్

source: Fatahapur
hi_in: फतहपुर
te_in: ఫతహపుర్

source: Fateganj
hi_in: फतेगंज
te_in: ఫతెగంజ్

source: Fateh Ganj (E)
hi_in: फ़तेह गंज (इ)
te_in: తెహ్ గంజ్ (ఇ)

source: Fateh Nagar
hi_in: फ़तेह नगर
te_in: తెహ్ నగర్

source: Fatehabad (Amritsar)
hi_in: फतेहाबाद (अमृतसर)
te_in: ఫతెహాబాద్ (అమృత్‌సర్)

source: Fatehganj (Faizabad)
hi_in: फतेहगंज (फैज़ाबाद)
te_in: ఫతెహగంజ్ (ఫే ాబాద్)

source: Fatehgarh Churian
hi_in: फतेहगढ़ चुरियाँ
te_in: ఫతెహగ్ చురియాఁ

source: Fatehgarh Korotana
hi_in: फतेहगढ़ कोरोटाना
te_in: ఫతెహగ్ కోరోటానా

source: Fatehgarh R.S.
hi_in: फतेहगढ़ आर.एस.
te_in: ఫతెహగ్ ఆర్.ఏస్.

source: Fatehgarh Sahib
hi_in: फतेहगढ़ साहिब
te_in: ఫతెహగఢ్ సాహిబ్

source: Fatehgarh Shukarchack
hi_in: फतेहगढ़ शुक्रचक्क
te_in: ఫతెహగ్ శుక్రచక్క్

source: Fatehpur
hi_in: फतेहपुर
te_in: ఫతెహపుర్

source: Fatehpur (PatB.O
hi_in: फतेहपुर (पटब.ओ
te_in: ఫతెహపుర్ (పటబ్.ఓ

source: Fatehpur Billoch
hi_in: फतेहपुर बिल्लोच
te_in: ఫతెహపుర్ బిల్లోచ్

source: Fatehpur City
hi_in: फतेहपुर सिटी
te_in: ఫతెహపుర్ సిటీ

source: Fatehpur Gazi
hi_in: फतेहपुर ग़ाज़ी
te_in: ఫతెహపుర్ ౚా ీ

source: Fatehpur Kalan
hi_in: फतेहपुर कलां
te_in: ఫతెహపుర్ కలాం

source: Fatehpur Nepa
hi_in: फतेहपुर नेप
te_in: ఫతెహపుర్ నెప్

source: Fatehpur Tanda
hi_in: फतेहपुर टाण्डा
te_in: ఫతెహపుర్ టాణ్డా

source: Fatehpura Khurd
hi_in: फ़तेहपुर खुर्द
te_in: తెహపుర్ ఖుర్ద్

source: Fatehpuri
hi_in: फतेहपुरी
te_in: ఫతెహపురీ

source: Fatehpuri Gate
hi_in: फतेहपुरी गेट
te_in: ఫతెహపురీ గెట్

source: Fatepur
hi_in: फतेपुर
te_in: ఫతెపుర్

source: Fatepura
hi_in: फतेपुरा
te_in: ఫతెపురా

source: Fatepura (Vadodara)
hi_in: फतेपुरा (वड़ोदरा)
te_in: ఫతెపురా (వదోదర)

source: Fatewadi
hi_in: फतेवाड़ी
te_in: ఫతెవా ీ

source: Fathekhanpeta
hi_in: फतेखानपेट
te_in: ఫతెఖానపెట్

source: Fathenagar Colony
hi_in: फतहनगर कॉलोनी
te_in: ఫతహనగర్ క్ లోనీ

source: Fathepur
hi_in: फतहेपुर
te_in: ఫతహెపుర్

source: Fathimanagar
hi_in: फातिमानगर
te_in: ఫాతిమానగర్

source: Fathimapuram
hi_in: फातिमापुरम
te_in: ఫాతిమాపురం

source: Fatorda
hi_in: फटोर्डा
te_in: ఫటోర్డా

source: Fatorpa
hi_in: फतोरप
te_in: ఫతోరప్

source: Fattapur Kalan
hi_in: फत्तापुर कलां
te_in: ఫత్తాపుర్ కలాం

source: Fattapura
hi_in: फत्तापुर
te_in: ఫత్తాపుర్

source: Fattu Dhinga
hi_in: फट्टू ढंग
te_in: ఫట్టూ ఢంగ్

source: Fauzi Coloney
hi_in: फौजी कॉलोनी
te_in: ఫౌజీ క్ లోనీ

source: Fazalpura
hi_in: फाजलपुरा
te_in: ఫాజలపురా

source: Fazilpur
hi_in: फाजिलपुर
te_in: ఫాజిలపుర్

source: FCI
hi_in: फसी
te_in: ఫసీ

source: Feder Road
hi_in: फीडर रोड
te_in: ఫీడర్ రోడ్

source: Feeder Road
hi_in: फीडर रोड
te_in: ఫీడర్ రోడ్

source: Fentonganj
hi_in: फ़ेंटनगंज
te_in: ెంటనగంజ్

source: Feroke
hi_in: फेरोके
te_in: ఫెరోకె

source: Feroke Pettah
hi_in: फेरोके पेट्टाह
te_in: ఫెరోకె పెట్టాహ్

source: Feroz Gandhi Nagar Faridabad
hi_in: फिरोज गांधी नगर फरीदाबाद
te_in: ఫిరోజ్ గాంధీ నగర్ ఫరీదాబాద్

source: Ferozepur
hi_in: फिरोजपुर
te_in: ఫిరోజపుర్

source: Ferozepur City
hi_in: फिरोजपुर सिटी
te_in: ఫిరోజపుర్ సిటీ

source: Fertilizer Factory Nangal
hi_in: फ़र्टिलाइज़र फैक्ट्री नांगल
te_in: ర్టిలాఇ ర్ ఫేక్ట్రీ నాంగల్

source: Fgtp Unchahar
hi_in: फगतप ऊँचाहार
te_in: ఫగతప్ ఊఁచాహార్

source: Fhulang
hi_in: फहुलांग
te_in: ఫహులాంగ్

source: Film Institute
hi_in: फिल्म इंस्टिट्यूट
te_in: ఫిల్మ్ ఇంస్టిట్యూట్

source: Finglas
hi_in: फिंग्लस
te_in: ఫింగ్లస్

source: Firozabad Bazar
hi_in: फ़िरोज़ाबाद बाजार
te_in: ిరో ాబాద్ బాజార్

source: First Stage Ind Suburb
hi_in: फर्स्ट स्टेज एंड सुबुरब
te_in: ఫర్స్ట్ స్టెజ్ ఏండ్ సుబురబ్

source: Fisheries College
hi_in: फिशरीज कॉलेज
te_in: ఫిశరీజ్ క్ లెజ్

source: Flower Bazaar
hi_in: फ्लावर बाजार
te_in: ఫ్లావర్ బాజార్

source: Flowers Road
hi_in: फ्लावर्स रोड
te_in: ఫ్లావర్స్ రోడ్

source: Focal Point
hi_in: फोकल पॉइंट
te_in: ఫోకల్ ప్ ఇంట్

source: Fontainhas
hi_in: फोन्टैन्हास
te_in: ఫోన్టేన్హాస్

source: Foodra
hi_in: फूडरा
te_in: ఫూడరా

source: Footalo
hi_in: फूटलो
te_in: ఫూటలో

source: Fort Gate
hi_in: फोर्ट गेट
te_in: ఫోర్ట్ గెట్

source: Fort Songadh
hi_in: फोर्ट सोनगढ
te_in: ఫోర్ట్ సోనగఢ్

source: Fort St George
hi_in: फोर्ट स्ट जॉर्ज
te_in: ఫోర్ట్ స్ట్ జ్ ర్జ్

source: Fort St.David
hi_in: फोर्ट स्ट.डेविड
te_in: ఫోర్ట్ స్ట్.డెవిడ్

source: Fortward
hi_in: फोर्टवार्ड़
te_in: ఫోర్టవార్

source: Foundry Nagar
hi_in: फाउंड्री नगर
te_in: ఫాఉండ్రీ నగర్

source: Fozal
hi_in: फोजल
te_in: ఫోజల్

source: Fraser Town
hi_in: फ़्रेज़र टाउन
te_in: ్రె ర్ టాఉన్

source: Fudeda
hi_in: फुड्डा
te_in: ఫుడ్డా

source: Fulbari (Malda)
hi_in: फुलबारी (मालदा)
te_in: ఫులబారీ (మాలదా)

source: Fulbari Bokanadi
hi_in: फुलबारी बोकणादि
te_in: ఫులబారీ బోకణాది

source: Fulcherri
hi_in: फूलचेररी
te_in: ఫూలచెరరీ

source: Fulelpur
hi_in: फुलेलपुर
te_in: ఫులెలపుర్

source: Fuleswar
hi_in: फुलेस्वर
te_in: ఫులెస్వర్

source: Fulgaon
hi_in: फूलगों
te_in: ఫూలగోం

source: Fuljhore
hi_in: फुलझोरे
te_in: ఫులఝోరె

source: Fulnakhara
hi_in: फुलणखरा
te_in: ఫులణఖరా

source: Fulpada
hi_in: फुलपाड़ा
te_in: ఫులపా ా

source: Fulrama
hi_in: फूलराम
te_in: ఫూలరాం

source: Fulsar
hi_in: फुलसर
te_in: ఫులసర్

source: Fultala
hi_in: फ़ुलटाल
te_in: ులటాల్

source: Fulwadi
hi_in: फुलवाड़ी
te_in: ఫులవా ీ

source: Fulwar-kaswa
hi_in: फुलवार-कस्वा
te_in: ఫులవార్-కస్వా

source: Furfura
hi_in: फुरफुरा
te_in: ఫురఫురా

source: Furus
hi_in: फुरूस
te_in: ఫురూస్

source: Futigoda
hi_in: फुटीगोड़ा
te_in: ఫుటీగో ా

source: G J Puram
hi_in: ग जी पुरम
te_in: గ్ జీ పురం

source: G K M Colony
hi_in: ग के म कॉलोनी
te_in: గ్ కె మ్ క్ లోనీ

source: G Parsando
hi_in: ग परसंडा
te_in: గ్ పరసండా

source: G R C Pur
hi_in: ग र क पूर
te_in: గ్ ర్ క్ పూర్

source: G Ragampeta
hi_in: ग रागमपेट
te_in: గ్ రాగమపెట్

source: G T B Nagar
hi_in: जी टी बी नगर
te_in: జీ టీ బీ నగర్

source: G. L. Emporiaumi
hi_in: जी. एल. एम्पोरियमई
te_in: జీ. ఏల్. ఏమ్పోరియమఈ

source: G.B. Jatipura
hi_in: जी.बी. जतीपुरा
te_in: జీ.బీ. జతీపురా

source: G.B.Hospital
hi_in: जी.बी.हॉस्पिटल
te_in: జీ.బీ.హ్ స్పిటల్

source: G.D.College Road
hi_in: जी.डी.कॉलेज रोड
te_in: జీ.డీ.క్ లెజ్ రోడ్

source: G.Donthamuru
hi_in: जी.डांठंउरू
te_in: జీ.డాంఠంఉరూ

source: G.G Industries
hi_in: जी.ग इंडस्ट्रीज
te_in: జీ.గ్ ఇండస్ట్రీజ్

source: G.G.P.Colony
hi_in: जी.जी.पी.कॉलोनी
te_in: జీ.జీ.పీ.క్ లోనీ

source: G.G.Sujangarh
hi_in: जी.जी.सुजानगढ़
te_in: జీ.జీ.సుజానగ్

source: G.Hosanahalli
hi_in: जी.होसानाहल्ली
te_in: జీ.హోసానాహల్లీ

source: G.I.P.C.L.
hi_in: जी.आई.पी.सी.एल.
te_in: జీ.ఆఈ.పీ.సీ.ఏల్.

source: G.K. Panchkula
hi_in: जी.के. पंचकूला
te_in: జీ.కె. పంచకూలా

source: G.K.Nagar
hi_in: जी.के.नगर
te_in: జీ.కె.నగర్

source: G.Laxmipur
hi_in: जी.लष्मीपुर
te_in: జీ.లష్మీపుర్

source: G.M.R.Nagar
hi_in: जी.एम.आर.नगर
te_in: జీ.ఏమ్.ఆర్.నగర్

source: G.N. Bazar
hi_in: जी.एन. बाजार
te_in: జీ.ఏన్. బాజార్

source: G.Padar
hi_in: जी.फदर
te_in: జీ.ఫదర్

source: G.Pulla Reddy Eng College
hi_in: जी.फुल्ल रेड्डी इंग कॉलेज
te_in: జీ.ఫుల్ల్ రెడ్డీ ఇంగ్ క్ లెజ్

source: G.S.T.Centre
hi_in: जी.एस.टी.सेंटर
te_in: జీ.ఏస్.టీ.సెంటర్

source: G.Singavaram
hi_in: जी.सिंगावराम
te_in: జీ.సింగావరాం

source: G.T. Road Faridabad
hi_in: जी.टी. रोड फरीदाबाद
te_in: జీ.టీ. రోడ్ ఫరీదాబాద్

source: G.T.B. Hospital
hi_in: जी.टी.बी. हॉस्पिटल
te_in: జీ.టీ.బీ. హ్ స్పిటల్

source: G.T.B.Nagar
hi_in: जी.टी.बी.नगर
te_in: జీ.టీ.బీ.నగర్

source: G.V.N.Kalluri
hi_in: जी.वी.एन.कल्लूरी
te_in: జీ.వీ.ఏన్.కల్లూరీ

source: Ga Dangar Chuk
hi_in: ग डांगर चुक
te_in: గ్ డాంగర్ చుక్

source: Gabakunda
hi_in: गबकुण्ड
te_in: గబకుణ్డ్

source: Gabheni
hi_in: गाभेनी
te_in: గాభెనీ

source: Gachibowli
hi_in: गाचीबौली
te_in: గాచీబౌలీ

source: Gachuapara
hi_in: गचुआपारा
te_in: గచుఆపారా

source: Gada
hi_in: गदा
te_in: గదా

source: Gada Kasda
hi_in: गाद क़स्द
te_in: గాద్ ౘస్ద్

source: Gadadhanua
hi_in: गदधनुआ
te_in: గదధనుఆ

source: Gadadharpur
hi_in: गदाधरपुर
te_in: గదాధరపుర్

source: Gadag
hi_in: गडग
te_in: గడగ్

source: Gadag Bazar
hi_in: गदग बाजार
te_in: గదగ్ బాజార్

source: Gadag Betgeri
hi_in: गदग बेटगेरी
te_in: గదగ్ బెటగెరీ

source: Gadag City
hi_in: गदग सिटी
te_in: గదగ్ సిటీ

source: Gadag Cotton Market
hi_in: गदग कॉटन मार्केट
te_in: గదగ్ క్ టన్ మార్కెట్

source: Gadag Extension
hi_in: गदग एक्सटेंशन
te_in: గదగ్ ఏక్సటెంశన్

source: Gadag Gangapurpeth
hi_in: गदग गंगापुरपेठ
te_in: గదగ్ గంగాపురపెఠ్

source: Gadagamma
hi_in: गदगम्म
te_in: గదగమ్ం

source: Gadaguda
hi_in: गदगद
te_in: గదగద్

source: Gadakhera
hi_in: गाड़ाखेडा
te_in: గా ాఖెడా

source: Gadanpur Turra
hi_in: गदनपुर टुर्र
te_in: గదనపుర్ టుర్ర్

source: Gadarpur
hi_in: गदरपुर
te_in: గదరపుర్

source: Gadarpura
hi_in: गदरपुर
te_in: గదరపుర్

source: Gadat (Tapi)
hi_in: गदत (तापी)
te_in: గదత్ (తాపీ)

source: Gaddankeri
hi_in: गडदानकेरी
te_in: గడదానకెరీ

source: Gaddankeri Cross
hi_in: गडदानकेरी क्रॉस
te_in: గడదానకెరీ క్ర్ స్

source: Gaddopur
hi_in: गद्दोपुर
te_in: గద్దోపుర్

source: Gadegaon
hi_in: गाड़ेगाओं
te_in: గా ెగాఓం

source: Gadelavalasa
hi_in: गडेलावलस
te_in: గడెలావలస్

source: Gadepalli
hi_in: गड़ेपल्ली
te_in: గ్ ెపల్లీ

source: Gadera
hi_in: गदेरा
te_in: గదెరా

source: Gaderi
hi_in: गडेरी
te_in: గడెరీ

source: Gadgadbahal
hi_in: गडग़ड़बहाल
te_in: గడౚ బహాల్

source: Gadgi
hi_in: गदगी
te_in: గదగీ

source: Gadha
hi_in: गधा
te_in: గధా

source: Gadhada Sn
hi_in: गढ्डे सन
te_in: గఢ్డె సన్

source: Gadhadia
hi_in: गढ्डा
te_in: గఢ్డా

source: Gadhali
hi_in: गढाली
te_in: గఢాలీ

source: Gadhavada
hi_in: गढ़वाड़ा
te_in: గ్ వా ా

source: Gadhechi
hi_in: गढेची
te_in: గఢెచీ

source: Gadhinglaj
hi_in: गडहिंग्लज
te_in: గడహింగ్లజ్

source: Gadhinglaj Shivaji Chowk
hi_in: गडहिंग्लज शिवाजी चौक
te_in: గడహింగ్లజ్ శివాజీ చౌక్

source: Gadhinglaj Tilakpath
hi_in: गडहिंग्लज तिलकपथ
te_in: గడహింగ్లజ్ తిలకపథ్

source: Gadhiyawan
hi_in: गधियावां
te_in: గధియావాం

source: Gadhoda
hi_in: गड़ोद
te_in: గ్ ోద్

source: Gadi Bharkatha
hi_in: गाड़ी भरकथा
te_in: గా ీ భరకథా

source: Gadia
hi_in: गाड़िया
te_in: గా ియా

source: Gadilanka
hi_in: गाडीलानक
te_in: గాడీలానక్

source: Gadirai
hi_in: ग़दीरे
te_in: ౚదీరె

source: Gadisagoda
hi_in: गदिसगोड़ा
te_in: గదిసగో ా

source: Gadit
hi_in: गाडीत
te_in: గాడీత్

source: Gadoliya
hi_in: गाडोलिया
te_in: గాడోలియా

source: Gadopur Majhwa
hi_in: गदोपुर मझवा
te_in: గదోపుర్ మఝవా

source: Gadota
hi_in: गैडोट
te_in: గేడోట్

source: Gadu
hi_in: गदु
te_in: గదు

source: Gagal Shikor
hi_in: गगल शिकोर
te_in: గగల్ శికోర్

source: Gagan Mahal
hi_in: गगन महल
te_in: గగన్ మహల్

source: Gaganbavada
hi_in: गगनबावडा
te_in: గగనబావడా

source: Gagarigole ED
hi_in: गागरीगोल एड
te_in: గాగరీగోల్ ఏడ్

source: Gageya
hi_in: गांगेय
te_in: గాంగెయ్

source: Gagi
hi_in: गागी
te_in: గాగీ

source: Gagrewal
hi_in: गगरेवाल
te_in: గగరెవాల్

source: Gagron
hi_in: गागरोन
te_in: గాగరోన్

source: Gagva
hi_in: गांगवा
te_in: గాంగవా

source: Gaham
hi_in: गाहम
te_in: గాహం

source: Gahamkhunti
hi_in: गहमखुन्टी
te_in: గహమఖున్టీ

source: Gahar
hi_in: घर
te_in: ఘర్

source: Gahin Lagore
hi_in: गहिं लगोरे
te_in: గహిం లగోరె

source: Gai Ghat
hi_in: गई घाट
te_in: గఈ ఘాట్

source: Gaibipur
hi_in: गैबीपुर
te_in: గేబీపుర్

source: Gaighat
hi_in: गायघाट
te_in: గాయఘాట్

source: Gaindatola
hi_in: गैंदाटोला
te_in: గేందాటోలా

source: Gaindoli
hi_in: गैंडोली
te_in: గేండోలీ

source: Gaipur
hi_in: गाजीपुर
te_in: గాజీపుర్

source: Gaiyari
hi_in: गैयारी
te_in: గేయారీ

source: Gajan
hi_in: गजन
te_in: గజన్

source: Gajana
hi_in: गजना
te_in: గజనా

source: Gajandoha
hi_in: गजनडोह
te_in: గజనడోహ్

source: Gajanpur Duaria
hi_in: गाजनपुर दुअरिया
te_in: గాజనపుర్ దుఅరియా

source: Gajanur
hi_in: गजनेर
te_in: గజనెర్

source: Gajargaon
hi_in: गजरगों
te_in: గజరగోం

source: Gajbandh
hi_in: गजबंध
te_in: గజబంధ్

source: Gajendra Patti Bhidaura
hi_in: गजेन्द्र पट्टी भिड़ौरा
te_in: గజెన్ద్ర్ పట్టీ భి ౌరా

source: Gajewas
hi_in: गाजेवास
te_in: గాజెవాస్

source: Gajgota
hi_in: गाजगोटा
te_in: గాజగోటా

source: Gajhandi
hi_in: गझंडी
te_in: గఝండీ

source: Gajhara
hi_in: गझर
te_in: గఝర్

source: Gajigaon
hi_in: गाजिगन
te_in: గాజిగన్

source: Gajjalagatta
hi_in: गज्जलगट्टा
te_in: గజ్జలగట్టా

source: Gajjalnaickenpatti
hi_in: गज्जालनाइकेनपट्टी
te_in: గజ్జాలనాఇకెనపట్టీ

source: Gajjumajra
hi_in: गज्जूमाजरा
te_in: గజ్జూమాజరా

source: Gajlana
hi_in: गजलन
te_in: గజలన్

source: Gajna
hi_in: गजना
te_in: గజనా

source: Gajner Palace
hi_in: गजनेर पैलेस
te_in: గజనెర్ పేలెస్

source: Gajpur Grant
hi_in: गजपुर ग्रांट
te_in: గజపుర్ గ్రాంట్

source: Gajraula
hi_in: गजरौला
te_in: గజరౌలా

source: Gajularamaram
hi_in: गजलरामराम
te_in: గజలరామరాం

source: Gajulpet
hi_in: गजलपेट
te_in: గజలపెట్

source: Gajuwaka
hi_in: गाजूवाका
te_in: గాజూవాకా

source: Gajuwala
hi_in: गाजूवाला
te_in: గాజూవాలా

source: Gakharvalamota
hi_in: गखरवालामोटा
te_in: గఖరవాలామోటా

source: Gakhlan
hi_in: गाखलां
te_in: గాఖలాం

source: Gala
hi_in: गाला
te_in: గాలా

source: Galagi
hi_in: गलेगी
te_in: గలెగీ

source: Galanag
hi_in: गलनग
te_in: గలనగ్

source: Galandwadi
hi_in: गलैंडवाड़ी
te_in: గలేండవా ీ

source: Galchaura
hi_in: गलचौरा
te_in: గలచౌరా

source: Galgaltand
hi_in: गॉगल्तनद
te_in: గ్ గల్తనద్

source: Galibeedu
hi_in: गालीबिडु
te_in: గాలీబిడు

source: Galkiya
hi_in: गलकिया
te_in: గలకియా

source: Galkund
hi_in: गलकुंड
te_in: గలకుండ్

source: Galleria DLF-IV
hi_in: गैलरिया डल्फ-इव
te_in: గేలరియా డల్ఫ్-ఇవ్

source: Gallery
hi_in: गैलरी
te_in: గేలరీ

source: Galnimb
hi_in: गलनिम्ब
te_in: గలనిమ్బ్

source: Galodiya
hi_in: ग्लोडिय
te_in: గ్లోడియ్

source: Galote
hi_in: गलाते
te_in: గలాతె

source: Galoti
hi_in: गलौटी
te_in: గలౌటీ

source: Galudan
hi_in: गलुडं
te_in: గలుడం

source: Galusahi
hi_in: गेलुसाही
te_in: గెలుసాహీ

source: Galwati
hi_in: गलवाती
te_in: గలవాతీ

source: Gamanpura
hi_in: गुमानपुरा
te_in: గుమానపురా

source: Gambharia
hi_in: गंभरिया
te_in: గంభరియా

source: Gambharipada
hi_in: गंभरिपद
te_in: గంభరిపద్

source: Gambhiriyia
hi_in: गम्भीरिईअ
te_in: గమ్భీరిఈఅ

source: Gambhirpur
hi_in: गंभीरपुर
te_in: గంభీరపుర్

source: Gambhirpura
hi_in: गंभीरपुर
te_in: గంభీరపుర్

source: Gambhu
hi_in: गाम्भु
te_in: గామ్భు

source: Gambigre
hi_in: गंबिग्रे
te_in: గంబిగ్రె

source: Gamdi
hi_in: गंदी
te_in: గందీ

source: Gamdi Ahada
hi_in: गंदी आहद
te_in: గందీ ఆహద్

source: Gamharia
hi_in: गम्हरिया
te_in: గమ్హరియా

source: Gamhariya
hi_in: गम्हरिया
te_in: గమ్హరియా

source: Gamkhar
hi_in: गमखार
te_in: గమఖార్

source: Gamra
hi_in: गमर
te_in: గమర్

source: Ganadhal
hi_in: गन्धाल
te_in: గన్ధాల్

source: Ganadipayan
hi_in: गनदीपयन
te_in: గనదీపయన్

source: Ganagughat
hi_in: गुनागुघाट
te_in: గునాగుఘాట్

source: Ganakal
hi_in: गनकल
te_in: గనకల్

source: Ganalu
hi_in: गनालु
te_in: గనాలు

source: Ganaon
hi_in: गानों
te_in: గానోం

source: Ganapathi Nagar
hi_in: गणपति नगर
te_in: గణపతి నగర్

source: Ganapathipuram(CMT)
hi_in: गणपतिपुरम(छंट)
te_in: గణపతిపురమ్(ఛంట్)

source: Ganapathy
hi_in: गाणपत्य
te_in: గాణపత్య్

source: Ganapavaram
hi_in: गणपवरं
te_in: గణపవరం

source: Ganaur
hi_in: घनौर
te_in: ఘనౌర్

source: Ganaur City
hi_in: घनौर सिटी
te_in: ఘనౌర్ సిటీ

source: Ganchudari
hi_in: गांछुदरी
te_in: గాంఛుదరీ

source: Ganda
hi_in: गन्दा
te_in: గన్దా

source: Gandadhara
hi_in: गन्दधारा
te_in: గన్దధారా

source: Gandadiha
hi_in: गंडडिह
te_in: గండడిహ్

source: Gandaghatta
hi_in: गंडघट्टा
te_in: గండఘట్టా

source: Gandala
hi_in: गंदला
te_in: గందలా

source: Ganderpukur
hi_in: गंदेरपुकुर
te_in: గందెరపుకుర్

source: Gandeva
hi_in: गंदेव
te_in: గందెవ్

source: Gandghara
hi_in: गंड़गहरा
te_in: గం గహరా

source: Gandhalwin
hi_in: गंधलवीन
te_in: గంధలవీన్

source: Gandhauna
hi_in: गंधौना
te_in: గంధౌనా

source: Gandhi Ashram (Ahmedabad)
hi_in: गांधी आश्रम (अहमदाबाद)
te_in: గాంధీ ఆశ్రమ్ (అహ్మదాబాదు)

source: Gandhi Bari
hi_in: गाँधी बरी
te_in: గాఁధీ బరీ

source: Gandhi Bazar (Amritsar)
hi_in: गाँधी बाजार (अमृतसर)
te_in: గాఁధీ బాజార్ (అమృత్‌సర్)

source: Gandhi Bazar (East Godavari)
hi_in: गाँधी बाजार (ईस्ट गोदावरी)
te_in: గాఁధీ బాజార్ (ఈస్ట్ గోదావరీ)

source: Gandhi Bhawan (Cuttack)
hi_in: गांधी भवन (कुट्टक)
te_in: గాంధీ భవన్ (కుట్టక్)

source: Gandhi Bhawan (Hyderabad)
hi_in: गांधी भवन (हैदराबाद)
te_in: గాంధీ భవన్ (హేదరాబాద్)

source: Gandhi Chowk (Adilabad)
hi_in: गांधी चौक (आदिलाबाद)
te_in: గాంధీ చౌక్ (ఆదిలాబాద్)

source: Gandhi Chowk (Guntur)
hi_in: गांधी चौक (गुंटूर)
te_in: గాంధీ చౌక్ (గుంటూర్)

source: Gandhi Eye Hospital
hi_in: गाँधी ऑय हॉस्पिटल
te_in: గాఁధీ ఑య్ హ్ స్పిటల్

source: Gandhi Grame
hi_in: गांधी ग्राम
te_in: గాంధీ గ్రాం

source: Gandhi Gunj
hi_in: गाँधी गूँज
te_in: గాఁధీ గూఁజ్

source: Gandhi Market (Coimbatore)
hi_in: गाँधी मार्किट (कोयम्बटूर)
te_in: గాఁధీ మార్కిట్ (కోయంబత్తూరు)

source: Gandhi Market Complex Margao
hi_in: गांधी मार्केट काम्प्लेक्स मार्गो
te_in: గాంధీ మార్కెట్ కామ్ప్లెక్స్ మార్గో

source: Gandhi Memorial Hospital
hi_in: गांधी मेमोरियल हॉस्पिटल
te_in: గాంధీ మెమోరియల్ హ్ స్పిటల్

source: Gandhi Nagar (Balangir)
hi_in: गांधी नगर (बलांगीर)
te_in: గాంధీ నగర్ (బలాంగీర్)

source: Gandhi Nagar (Jaipur)
hi_in: गांधी नगर (जयपुर)
te_in: గాంధీ నగర్ (జైపూర్)

source: Gandhi Nagar (Kottayam)
hi_in: गांधी नगर (कोट्टायम)
te_in: గాంధీ నగర్ (కోట్టాయమ్)

source: Gandhi Nagar (MA)
hi_in: गांधी नगर (माँ)
te_in: గాంధీ నగర్ (మాఁ)

source: Gandhi Nagar (Moradabad)
hi_in: गांधी नगर (मोरादाबाद)
te_in: గాంధీ నగర్ (మోరాదాబాద్)

source: Gandhi Nagar (Nagpur)
hi_in: गांधी नगर (नागपुर)
te_in: గాంధీ నగర్ (నాగ్‌పూర్)

source: Gandhi Nagar (Nashik)
hi_in: गांधी नगर (नाशिक)
te_in: గాంధీ నగర్ (నాసిక్)

source: Gandhi Nagar Fazilka
hi_in: गांधी नगर फाज़िलका
te_in: గాంధీ నగర్ ఫా ిలకా

source: Gandhi Nagar Mahoba
hi_in: गांधी नगर महोबा
te_in: గాంధీ నగర్ మహోబా

source: Gandhi Path
hi_in: गांधी पथ
te_in: గాంధీ పథ్

source: Gandhi Road (Ahmedabad)
hi_in: गांधी रोड (अहमदाबाद)
te_in: గాంధీ రోడ్ (అహ్మదాబాదు)

source: Gandhi Road (Cuddapah)
hi_in: गांधी रोड (कुड्डापाह)
te_in: గాంధీ రోడ్ (కుడ్డాపాహ్)

source: Gandhi Road (Haridwar)
hi_in: गांधी रोड (हरिद्वार)
te_in: గాంధీ రోడ్ (హరిద్వార్)

source: Gandhi Smarak Nidhi
hi_in: गांधी स्मारक निधि
te_in: గాంధీ స్మారక్ నిధి

source: Gandhi-maidan
hi_in: गाँधी-मैदान
te_in: గాఁధీ-మేదాన్

source: Gandhibazar (Ananthapur)
hi_in: गांधीबाजार (अनंतपुर)
te_in: గాంధీబాజార్ (అనంతపుర్)

source: Gandhichowk (Mahabub Nagar)
hi_in: गांधीचौक (महबूब नगर)
te_in: గాంధీచౌక్ (మహబూబ్ నగర్)

source: Gandhidham
hi_in: गांधीधाम
te_in: గాంధీధాం

source: Gandhimaanagar
hi_in: गाँधीमानगर
te_in: గాఁధీమానగర్

source: Gandhinagar
hi_in: गांधीनगर
te_in: గాంధీనగర్

source: Gandhinagar (Akola)
hi_in: गांधीनगर (अकोला)
te_in: గాంధీనగర్ (అకోలా)

source: Gandhinagar (Basti)
hi_in: गांधीनगर (बस्ती)
te_in: గాంధీనగర్ (బస్తీ)

source: Gandhinagar (Coimbatore)
hi_in: गांधीनगर (कोयम्बटूर)
te_in: గాంధీనగర్ (కోయంబత్తూరు)

source: Gandhinagar (Cumbum)
hi_in: गांधीनगर (कुम्बुम)
te_in: గాంధీనగర్ (కుమ్బుమ్)

source: Gandhinagar (Dakshina Kannada)
hi_in: गांधीनगर (दक्षिण कन्नड़)
te_in: గాంధీనగర్ (దక్షిణ్ కన్న్ )

source: Gandhinagar (Ganjam)
hi_in: गांधीनगर (गंजाम)
te_in: గాంధీనగర్ (గంజామ్)

source: Gandhinagar (Gujarat)
hi_in: गांधीनगर (गुजरात)
te_in: గాంధీనగర్ (గుజరాత్)

source: Gandhinagar (Guntur)
hi_in: गांधीनगर (गुंटूर)
te_in: గాంధీనగర్ (గుంటూర్)

source: Gandhinagar (Hyderabad)
hi_in: गांधीनगर (हैदराबाद)
te_in: గాంధీనగర్ (హేదరాబాద్)

source: Gandhinagar (Pollachi)
hi_in: गांधीनगर (पोल्लाची)
te_in: గాంధీనగర్ (పోల్లాచీ)

source: Gandhinagar (Salem)
hi_in: गांधीनगर (सालेम)
te_in: గాంధీనగర్ (సాలెమ్)

source: Gandhinagar (Sikar)
hi_in: गांधीनगर (सीकर)
te_in: గాంధీనగర్ (సీకర్)

source: Gandhinagar (Tirunelveli)
hi_in: गांधीनगर (तिरुनेलवेली)
te_in: గాంధీనగర్ (తిరునల్వేలి)

source: Gandhinagar (Vellore)
hi_in: गांधीनगर (वेल्लोर)
te_in: గాంధీనగర్ (వెల్లోర్)

source: Gandhinagar East
hi_in: गांधीनगर ईस्ट
te_in: గాంధీనగర్ ఈస్ట్

source: Gandhinagar West
hi_in: गांधीनगर वेस्ट
te_in: గాంధీనగర్ వెస్ట్

source: Gandhinagar(KKD)
hi_in: गांधीनगर(ककड़)
te_in: గాంధీనగర్(కక్ )

source: Gandhinagaram (Gudivada)
hi_in: गान्धीनगरम (गुडिवाडा)
te_in: గాన్ధీనగరమ్ (గుడివాడా)

source: Gandhinagaram (Vijayawada)
hi_in: गान्धीनगरम (विजयवाड़ा)
te_in: గాన్ధీనగరమ్ (విజయవాడ)

source: Gandhinagaram (Visakhapatnam)
hi_in: गान्धीनगरम (विशाखापट्नम)
te_in: గాన్ధీనగరమ్ (విశాఖపట్టణం)

source: Gandhipet - TPT
hi_in: गांधीपेट - तप्त
te_in: గాంధీపెట్ - తప్త్

source: Gandhipuram
hi_in: गांधीपुरम
te_in: గాంధీపురం

source: Gandhipuram (Coimbatore)
hi_in: गांधीपुरम (कोयम्बटूर)
te_in: గాంధీపురమ్ (కోయంబత్తూరు)

source: Gandhipuram (East Godavari)
hi_in: गांधीपुरम (ईस्ट गोदावरी)
te_in: గాంధీపురమ్ (ఈస్ట్ గోదావరీ)

source: Gandhiroad
hi_in: गांधीरोड
te_in: గాంధీరోడ్

source: Gandhisarak
hi_in: गांधीसरक
te_in: గాంధీసరక్

source: Gandhmow
hi_in: गंधमऊ
te_in: గంధమఊ

source: Gandhoori
hi_in: गन्धूरी
te_in: గన్ధూరీ

source: Gandhora
hi_in: गन्धोरा
te_in: గన్ధోరా

source: Gandhore
hi_in: गंधोरे
te_in: గంధోరె

source: Gandhra
hi_in: गणधर
te_in: గణధర్

source: Gandibagilu
hi_in: गंदीबगिलु
te_in: గందీబగిలు

source: Gandigunta
hi_in: गँदिगुंता
te_in: గఁదిగుంతా

source: Gandikota
hi_in: गंडिकोटा
te_in: గండికోటా

source: Gandinagar Tumkur
hi_in: गंडिनगर तुमकुर
te_in: గండినగర్ తుమకుర్

source: Gandinagar-sagar
hi_in: गंडिनगर-सागर
te_in: గండినగర్-సాగర్

source: Gandipani
hi_in: गन्दीपनि
te_in: గన్దీపని

source: Gandipet
hi_in: गंडीपेट
te_in: గండీపెట్

source: Gandiwind Dhattal
hi_in: गंडीविंड धटताल
te_in: గండీవిండ్ ధటతాల్

source: Gando
hi_in: गंडो
te_in: గండో

source: Gandole
hi_in: गंडोले
te_in: గండోలె
