Repository: healthvdev/custom_template
Catalog: languages/*.po
Languages: hi_in, te_in

source: Gandugulapalli
hi_in: गंडुगुलापल्ली
te_in: గండుగులాపల్లీ

source: Ganegaon Khalasa
hi_in: गानेगाओं खालसा
te_in: గానెగాఓం ఖాలసా

source: Ganesh Ganj (Lucknow)
hi_in: गणेश गंज (लखनऊ)
te_in: గణెశ్ గంజ్ (లఖనఊ)

source: Ganesh Ganj (Mirzapur)
hi_in: गणेश गंज (मिर्ज़ापुर)
te_in: గణెశ్ గంజ్ (మిర్ ాపుర్)

source: Ganesh Nagar
hi_in: गणेश नगर
te_in: గణెశ్ నగర్

source: Ganeshgiri
hi_in: गणेशगिरि
te_in: గణెశగిరి

source: Ganeshkhind
hi_in: गणेशखिंड
te_in: గణెశఖిండ్

source: Ganeshnagar
hi_in: गणेशनगर
te_in: గణెశనగర్

source: Ganeshpur
hi_in: गनेशपुर
te_in: గనెశపుర్

source: Ganeshpura
hi_in: गणेशपुरा
te_in: గణెశపురా

source: Ganeshpuram
hi_in: गणेशपुरम
te_in: గణెశపురం

source: Ganeshpuri
hi_in: गणेशपुरी
te_in: గణెశపురీ

source: Ganeshwadi (Thane)
hi_in: गणेशवादी (ठाणे)
te_in: గణెశవాదీ (ఠాణె)

source: Ganeswarpur
hi_in: गनेस्वरपुर
te_in: గనెస్వరపుర్

source: Ganga Darshan
hi_in: गंगा दर्शन
te_in: గంగా దర్శన్

source: Ganga Ghat
hi_in: गंगा घाट
te_in: గంగా ఘాట్

source: Ganga Hipperga
hi_in: गंगा हिप्परगा
te_in: గంగా హిప్పరగా

source: Ganga Ram Pura
hi_in: गंगा राम पूरा
te_in: గంగా రామ్ పూరా

source: Gangachak
hi_in: गंगाचक
te_in: గంగాచక్

source: Gangacholi
hi_in: गंगाचोली
te_in: గంగాచోలీ

source: Gangadaspara
hi_in: गंगादासपर
te_in: గంగాదాసపర్

source: Gangadhara RS
hi_in: गंगाधर रस
te_in: గంగాధర్ రస్

source: Gangadhari
hi_in: गंगधारी
te_in: గంగధారీ

source: Gangadharpur
hi_in: गंगाधरपुर
te_in: గంగాధరపుర్

source: Gangadharpur Bazar
hi_in: गंगाधरपुर बाजार
te_in: గంగాధరపుర్ బాజార్

source: Gangadipalem
hi_in: गंगादीपलेम
te_in: గంగాదీపలెం

source: Gangai Badkheda
hi_in: गंगाई बड़खेड़ा
te_in: గంగాఈ బ్ ఖె ా

source: Gangai Bijori
hi_in: गंगाई बिजोरी
te_in: గంగాఈ బిజోరీ

source: Gangai Padaria
hi_in: गंगाई पडरिया
te_in: గంగాఈ పడరియా

source: Gangaikondan
hi_in: गंगैकोंडन
te_in: గంగేకోండన్

source: Gangaloor
hi_in: गंगालूर
te_in: గంగాలూర్

source: Gangamasla
hi_in: गंगामसल
te_in: గంగామసల్

source: Ganganagar (Khorda)
hi_in: गंगानगर (खोरड़ा)
te_in: గంగానగర్ (ఖోర్ ా)

source: Ganganakodige
hi_in: गंगानकोडिगे
te_in: గంగానకోడిగె

source: Ganganapalli
hi_in: गंगानापल्ली
te_in: గంగానాపల్లీ

source: Ganganarayanpur
hi_in: गंगनारायणपुर
te_in: గంగనారాయణపుర్

source: Gangani
hi_in: गंगानी
te_in: గంగానీ

source: Gangapur
hi_in: गंगापुर
te_in: గంగాపుర్

source: Gangapur (Varanasi)
hi_in: गंगापुर (वाराणसी)
te_in: గంగాపుర్ (వారాణసీ)

source: Gangapur Bazar
hi_in: गंगापुर बाजार
te_in: గంగాపుర్ బాజార్

source: Gangapuram
hi_in: गंगापुरम
te_in: గంగాపురం

source: Gangara
hi_in: गांगरा
te_in: గాంగరా

source: Gangarampur
hi_in: गंगारामपुर
te_in: గంగారామపుర్

source: Gangasandra
hi_in: गंगासनद्रा
te_in: గంగాసనద్రా

source: Gangati
hi_in: गंगटी
te_in: గంగటీ

source: Gangauli
hi_in: गंगौली
te_in: గంగౌలీ

source: Gangavaram
hi_in: गंगावरम
te_in: గంగావరం

source: Gangavathi
hi_in: गंगावती
te_in: గంగావతీ

source: Gangavati Bazar
hi_in: गंगावती बाजार
te_in: గంగావతీ బాజార్

source: Gangavati Cbs Gunj
hi_in: गंगावती कब्स गूँज
te_in: గంగావతీ కబ్స్ గూఁజ్

source: Gangavati Julynagar
hi_in: गंगावती जुलीनगर
te_in: గంగావతీ జులీనగర్

source: Gangavati M V Circle
hi_in: गंगावती म व् सर्किल
te_in: గంగావతీ మ్ వ్ సర్కిల్

source: Gangazari
hi_in: गंगाजरी
te_in: గంగాజరీ

source: Gangcholi
hi_in: गंगचौली
te_in: గంగచౌలీ

source: Gangdwar
hi_in: गंगद्वार
te_in: గంగద్వార్

source: Gangehra
hi_in: गंगहरा
te_in: గంగహరా

source: Gangeshwari
hi_in: गंगेश्वरी
te_in: గంగెశ్వరీ

source: Ganghara
hi_in: गंगहरा
te_in: గంగహరా

source: Gangiwara
hi_in: गंजीवार
te_in: గంజీవార్

source: Gangnala
hi_in: गंगनाला
te_in: గంగనాలా

source: Gangpur
hi_in: गंगपुर
te_in: గంగపుర్

source: Gangrai
hi_in: गंगरै
te_in: గంగరే

source: Gangrekalve
hi_in: गंगरेकलवे
te_in: గంగరెకలవె

source: Gangsara
hi_in: गंगसरा
te_in: గంగసరా

source: Gangtaklan
hi_in: गंगटाकलां
te_in: గంగటాకలాం

source: Gangtok
hi_in: गंगटोक
te_in: గంగటోక్

source: Gangtok Bazar
hi_in: गंगटोक बाजार
te_in: గంగటోక్ బాజార్

source: Ganguli
hi_in: गांगुली
te_in: గాంగులీ

source: Ganguly Bagan
hi_in: गांगुली बागान
te_in: గాంగులీ బాగాన్

source: Gangupahad
hi_in: गांगूपाहड़
te_in: గాంగూపాహ్

source: Gangur
hi_in: गंगूर
te_in: గంగూర్

source: Ganguwala Jamniwala
hi_in: गंगूवाल जमनीवाला
te_in: గంగూవాల్ జమనీవాలా

source: Gangwar
hi_in: गंगवार
te_in: గంగవార్

source: Ganiganur
hi_in: गनिगनुर
te_in: గనిగనుర్

source: Ganiyari
hi_in: गनियारी
te_in: గనియారీ

source: Ganj Bazar Kandhala
hi_in: गंज बाजार कांधला
te_in: గంజ్ బాజార్ కాంధలా

source: Ganjad
hi_in: गंजेडी
te_in: గంజెడీ

source: Ganjalagunte
hi_in: गन्जलागुन्टे
te_in: గన్జలాగున్టె

source: Ganjalpur
hi_in: गाँजलपुर
te_in: గాఁజలపుర్

source: Ganjankhed
hi_in: गँजनखेड़
te_in: గఁజనఖె

source: Ganjapara
hi_in: गंजपारा
te_in: గంజపారా

source: Ganjapur
hi_in: गंजपुर
te_in: గంజపుర్

source: Ganjar
hi_in: गांजर
te_in: గాంజర్

source: Ganjbasoda
hi_in: गंजबासोदा
te_in: గంజబాసోదా

source: Ganjigunte
hi_in: गांजीगुंटे
te_in: గాంజీగుంటె

source: Ganjipeth
hi_in: गंजिपेठ
te_in: గంజిపెఠ్

source: Ganjisar
hi_in: गंजिसर
te_in: గంజిసర్

source: Ganjuguda
hi_in: गंजुगुड़ा
te_in: గంజుగు ా

source: Ganka
hi_in: गणक
te_in: గణక్

source: Gannavaram
hi_in: गन्नावरम
te_in: గన్నావరం

source: Ganod
hi_in: गनोड़ा
te_in: గనో ా

source: Ganoja
hi_in: गनोज
te_in: గనోజ్

source: Ganori
hi_in: गनोरी
te_in: గనోరీ

source: Ganpat Sahai Degree College
hi_in: गनपत सहाय डिग्री कॉलेज
te_in: గనపత్ సహాయ్ డిగ్రీ క్ లెజ్

source: Ganpatpura
hi_in: गणपतपुर
te_in: గణపతపుర్

source: Ganrei
hi_in: गहरे
te_in: గహరె

source: Gantmulla
hi_in: गणतमुल्ला
te_in: గణతముల్లా

source: Ganur
hi_in: गनुर
te_in: గనుర్

source: Ganvada
hi_in: गांवड़ा
te_in: గాంవ్ ా

source: Ganwan
hi_in: गांवां
te_in: గాంవాం

source: Ganwar
hi_in: गंवार
te_in: గంవార్

source: Gaonsari
hi_in: गोंसारी
te_in: గోంసారీ

source: Garabpur
hi_in: गरबपुर
te_in: గరబపుర్

source: Garadgaon
hi_in: गरदगाओं
te_in: గరదగాఓం

source: Garaimari
hi_in: ग्रिमरि
te_in: గ్రిమరి

source: Garakhadi
hi_in: गरखाड़ी
te_in: గరఖా ీ

source: Garalgacha
hi_in: गरलगाच
te_in: గరలగాచ్

source: Garali
hi_in: गरली
te_in: గరలీ

source: Garanpura Kalan
hi_in: गारनपुरा कलां
te_in: గారనపురా కలాం

source: Garantha
hi_in: ग्रन्थ
te_in: గ్రన్థ్

source: Garasa
hi_in: गरासा
te_in: గరాసా

source: Garbari
hi_in: गरबड़ी
te_in: గరబ్ ీ

source: Garbhana
hi_in: गर्भान
te_in: గర్భాన్

source: Garcha Road
hi_in: गर्छ रोड
te_in: గర్ఛ్ రోడ్

source: Garchappa
hi_in: गरचप्पा
te_in: గరచప్పా

source: Garda
hi_in: गार्डा
te_in: గార్డా

source: Gardanibagh
hi_in: गर्दनीबाग
te_in: గర్దనీబాగ్

source: Gareema
hi_in: गरिमा
te_in: గరిమా

source: Garej
hi_in: गैरेज
te_in: గేరెజ్

source: Garer
hi_in: गरेर
te_in: గరెర్

source: Garfa
hi_in: गरफ
te_in: గరఫ్

source: Gargaria
hi_in: गार्गरीया
te_in: గార్గరీయా

source: Gargoan
hi_in: गार्गोन
te_in: గార్గోన్

source: Garguwa
hi_in: गर्गुवा
te_in: గర్గువా

source: Garh Nrusinghaprasad
hi_in: गढ़ नृसिंघप्रसाद
te_in: గ్ నృసింఘప్రసాద్

source: Garh Srirampur
hi_in: गढ़ श्रीरामपुर
te_in: గ్ శ్రీరామపుర్

source: Garh Town
hi_in: गढ़ टाउन
te_in: గ్ టాఉన్

source: Garha
hi_in: ग्रह
te_in: గ్రహ్

source: Garha (Jabalpur)
hi_in: ग्रह (जबलपुर)
te_in: గ్రహ్ (జబల్‌పూర్)

source: Garha Bazar
hi_in: ग्रह बाजार
te_in: గ్రహ్ బాజార్

source: Garhbadaput
hi_in: गढबडापुट
te_in: గఢబడాపుట్

source: Garhbanikilo
hi_in: गढ़बांईकीलो
te_in: గ్ బాంఈకీలో

source: Garhbhingura
hi_in: गरहभिंगरा
te_in: గరహభింగరా

source: Garhchandrapur
hi_in: गढ़चंद्रपुर
te_in: గ్ చంద్రపుర్

source: Garhi
hi_in: गढ़ी
te_in: గ్ ీ

source: Garhi Balna
hi_in: गढ़ी बालन
te_in: గ్ ీ బాలన్

source: Garhi Kotaha
hi_in: गढ़ी कोताह
te_in: గ్ ీ కోతాహ్

source: Garhi Rajlu
hi_in: गढ़ी राजलू
te_in: గ్ ీ రాజలూ

source: Garhi Ram Dhan
hi_in: गढ़ी राम धन
te_in: గ్ ీ రామ్ ధన్

source: Garhi Sakhawatpur
hi_in: गढ़ी सख़वतपुर
te_in: గ్ ీ సౙవతపుర్

source: Garhiagaon
hi_in: ग्रहिगों
te_in: గ్రహిగోం

source: Garhkharad
hi_in: गढखराड़
te_in: గఢఖరా

source: Garhmatiapada
hi_in: गढ़मतियापाड़ा
te_in: గ్ మతియాపా ా

source: Garhmirpur
hi_in: गढ़मीरपुर
te_in: గ్ మీరపుర్

source: Garhmrugasira
hi_in: गढमृगसिरा
te_in: గఢమృగసిరా

source: Garhmukhteshwer
hi_in: गढ़मुकहतेश्वर
te_in: గ్ ముకహతెశ్వర్

source: Garhpara
hi_in: गढ़पर
te_in: గ్ పర్

source: Garhrodanga
hi_in: गढ़रोड़ंगा
te_in: గ్ రో ంగా

source: Garhrupas
hi_in: गढ़रूपस
te_in: గ్ రూపస్

source: Garhwana
hi_in: गढ़वाल
te_in: గ్ వాల్

source: Garhwar
hi_in: गढ़वार
te_in: గ్ వార్

source: Garia (South 24 Parganas)
hi_in: गरिया (साउथ 24 परगन्स)
te_in: గరియా (సాఉథ్ 24 పరగన్స్)

source: Garia BT
hi_in: गरिया बात
te_in: గరియా బాత్

source: Garia Garden
hi_in: गरिया गार्डन
te_in: గరియా గార్డన్

source: Gariahat Market
hi_in: गरियाहाट मार्किट
te_in: గరియాహాట్ మార్కిట్

source: Garibpur
hi_in: गरीबपुर
te_in: గరీబపుర్

source: Garikiparru
hi_in: गरिकीपररु
te_in: గరికీపరరు

source: Gariwade
hi_in: गरिवाडे
te_in: గరివాడె

source: Gariya
hi_in: गरिया
te_in: గరియా

source: Gariya Bazar
hi_in: गरिया बाजार
te_in: గరియా బాజార్

source: Garjanga
hi_in: गरजंग
te_in: గరజంగ్

source: Garjaul
hi_in: गरजौल
te_in: గరజౌల్

source: Garle Dhaha
hi_in: गर्ल ढह
te_in: గర్ల్ ఢహ్

source: Garobadha
hi_in: ग्रोबध
te_in: గ్రోబధ్

source: Garodoba
hi_in: ग्रोडोबा
te_in: గ్రోడోబా

source: Garodtilla
hi_in: गरोड़तिल्ला
te_in: గరో తిల్లా

source: Garola
hi_in: गैरोला
te_in: గేరోలా

source: Garra
hi_in: गर्रा
te_in: గర్రా

source: Garra Bageda
hi_in: गर्रा बगेड़ा
te_in: గర్రా బగె ా

source: Gartad
hi_in: गर्तद
te_in: గర్తద్

source: Garu
hi_in: गुरु
te_in: గురు

source: Garudabhadra
hi_in: गरुडभद्र
te_in: గరుడభద్ర్

source: Garudagaon
hi_in: गरुडगाओं
te_in: గరుడగాఓం

source: Garulia
hi_in: गारुलिया
te_in: గారులియా

source: Garwasi
hi_in: गर्वासी
te_in: గర్వాసీ

source: Garwasi Toal
hi_in: गर्वासी टॉल
te_in: గర్వాసీ ట్ ల్

source: Gass
hi_in: गैस
te_in: గేస్

source: Gatadih
hi_in: गाताडीह
te_in: గాతాడీహ్

source: Gatebazar
hi_in: गतेबाजार
te_in: గతెబాజార్

source: Gathaman
hi_in: गाथामें
te_in: గాథామెం

source: Gatheora
hi_in: गठेवरा
te_in: గఠెవరా

source: Gatta Mill
hi_in: गत्ता मिल
te_in: గత్తా మిల్

source: Gattasilli
hi_in: गट्टासिल्ली
te_in: గట్టాసిల్లీ

source: Gaud
hi_in: गौड़
te_in: గౌ

source: Gaudagotha
hi_in: गौड़गोता
te_in: గౌ గోతా

source: Gaudaput
hi_in: गुडपुट
te_in: గుడపుట్

source: Gaudiabarada
hi_in: गौड़ीअबराद
te_in: గౌ ీఅబరాద్

source: Gauhani
hi_in: गौहनि
te_in: గౌహని

source: Gauhania
hi_in: गौहनिया
te_in: గౌహనియా

source: Gaujhariya
hi_in: गौझरिया
te_in: గౌఝరియా

source: Gaul
hi_in: गॉल
te_in: గ్ ల్

source: Gaulwadi
hi_in: गौळवडी
te_in: గౌళవడీ

source: Gaunar
hi_in: गाउन
te_in: గాఉన్

source: Gaur
hi_in: गौर
te_in: గౌర్

source: Gaura
hi_in: गौर
te_in: గౌర్

source: Gaura Shakti Tola
hi_in: गौर शक्ती टोला
te_in: గౌర్ శక్తీ టోలా

source: Gaurahari
hi_in: गौरहरि
te_in: గౌరహరి

source: Gaurapipra
hi_in: गौरपिपर
te_in: గౌరపిపర్

source: Gaurbhat
hi_in: गौरभत
te_in: గౌరభత్

source: Gauri Bazar
hi_in: गौरी बाजार
te_in: గౌరీ బాజార్

source: Gauri Ibrahim
hi_in: गौरी इब्राहिम
te_in: గౌరీ ఇబ్రాహిం

source: Gauri Jagdish
hi_in: गौरी जगदीश
te_in: గౌరీ జగదీశ్

source: Gauri Kalan
hi_in: गौरि कलां
te_in: గౌరి కలాం

source: Gauri Karan
hi_in: गौरी कारन
te_in: గౌరీ కారన్

source: Gauri Pundah
hi_in: गौरी पंदह
te_in: గౌరీ పందహ్

source: Gauri Sriram
hi_in: गौरी श्रीराम
te_in: గౌరీ శ్రీరాం

source: Gauribidanur
hi_in: गौरीबिदनूर
te_in: గౌరీబిదనూర్

source: Gauribidanur Bzr
hi_in: गौरीबिदनूर बज़र
te_in: గౌరీబిదనూర్ బ్ ర్

source: Gauridad
hi_in: गौरीदद
te_in: గౌరీదద్

source: Gauriganj
hi_in: गौरीगंज
te_in: గౌరీగంజ్

source: Gauripur
hi_in: गौरीपुर
te_in: గౌరీపుర్

source: Gaurmati
hi_in: गुरमति
te_in: గురమతి

source: Gaushala Bazar
hi_in: गौशाला बाजार
te_in: గౌశాలా బాజార్

source: Gautam Nagar
hi_in: गौतम नगर
te_in: గౌతమ్ నగర్

source: Gavan
hi_in: गावं
te_in: గావం

source: Gavi
hi_in: गवि
te_in: గవి

source: Gavier
hi_in: गवीर
te_in: గవీర్

source: Gaviopuram Extension
hi_in: गाविओपुरम एक्सटेंशन
te_in: గావిఓపురమ్ ఏక్సటెంశన్

source: Gawalison
hi_in: गवालिसों
te_in: గవాలిసోం

source: Gawardu
hi_in: गवारडू
te_in: గవారడూ

source: Gawlipalasia
hi_in: गौळीपाळसिया
te_in: గౌళీపాళసియా

source: Gaya
hi_in: गया
te_in: గయా

source: Gaya D.B
hi_in: गया डी.बी
te_in: గయా డీ.బీ

source: Gayal Banka
hi_in: गायाल बैंक
te_in: గాయాల్ బేంక్

source: Gayanganga
hi_in: ग्यानगंगा
te_in: గ్యానగంగా

source: Gayathrinagar
hi_in: गयथ्रिनगर
te_in: గయథ్రినగర్

source: Gayatri Nagar
hi_in: गायत्री नगर
te_in: గాయత్రీ నగర్

source: Gayatri Tapo Bhoomi
hi_in: गायत्री तपो भूमि
te_in: గాయత్రీ తపో భూమి

source: Gayeshpur Hazratala
hi_in: गयेशपुर हज़रतला
te_in: గయెశపుర్ హ్ రతలా

source: Gazdharpara
hi_in: गज़धारपर
te_in: గ్ ధారపర్

source: Gaziapur
hi_in: गजियापुर
te_in: గజియాపుర్

source: Gazipur
hi_in: गाज़ीपुर
te_in: గా ీపుర్

source: GB Bahamanipura
hi_in: जब बह्मणिपुर
te_in: జబ్ బహ్మణిపుర్

source: GB Central Bus Stand
hi_in: जब सेंट्रल बस स्टैंड
te_in: జబ్ సెంట్రల్ బస్ స్టేండ్

source: GB Engineering College
hi_in: जब इंजीनियरिंग कॉलेज
te_in: జబ్ ఇంజీనియరింగ్ క్ లెజ్

source: GB Ggh
hi_in: जब जगह
te_in: జబ్ జగహ్

source: GB Jagath
hi_in: जब जगत
te_in: జబ్ జగత్

source: Gb M.B.Nagar
hi_in: जब एम.बी.नगर
te_in: జబ్ ఏమ్.బీ.నగర్

source: GB M.S.K.Mill
hi_in: जब एम.एस.के.मिल
te_in: జబ్ ఏమ్.ఏస్.కె.మిల్

source: GB Mominpura
hi_in: जब मोमिनपुरा
te_in: జబ్ మోమినపురా

source: GB RS
hi_in: जब रस
te_in: జబ్ రస్

source: Gb Santrashwadi
hi_in: जब संत्राशवादी
te_in: జబ్ సంత్రాశవాదీ

source: GB Shahabazar
hi_in: जब शाहबाज़ार
te_in: జబ్ శాహబా ార్

source: Gb Sharannagar
hi_in: जब शरणनगर
te_in: జబ్ శరణనగర్

source: GB Shivajinagar
hi_in: जब शिवाजीनगर
te_in: జబ్ శివాజీనగర్

source: Gdk
hi_in: गड़क
te_in: గ్ క్

source: Geb
hi_in: जब
te_in: జబ్

source: Geddalagatta
hi_in: गेददलगट्टा
te_in: గెదదలగట్టా

source: Gejha
hi_in: गेझा
te_in: గెఝా

source: Gejjalagere
hi_in: जजजलगेरे
te_in: జజజలగెరె

source: Gelapukhuri
hi_in: गेलपुखुरी
te_in: గెలపుఖురీ

source: Genaur
hi_in: जनौर
te_in: జనౌర్

source: Gendapokhari
hi_in: गेंदापोखरी
te_in: గెందాపోఖరీ

source: General Bus Stand (Jalandhar)
hi_in: जनरल बस स्टैंड (जालंधर)
te_in: జనరల్ బస్ స్టేండ్ (జాలంధర్)

source: Genja
hi_in: गेंज
te_in: గెంజ్

source: Geondab
hi_in: जॉनदाब
te_in: జ్ నదాబ్

source: Geora
hi_in: जोर
te_in: జోర్

source: George Town
hi_in: जॉर्ज टाउन
te_in: జ్ ర్జ్ టాఉన్

source: Geral
hi_in: घेरल
te_in: ఘెరల్

source: Geratpur
hi_in: गैरतपुर
te_in: గేరతపుర్

source: Gerehalli
hi_in: गेरेहल्ली
te_in: గెరెహల్లీ

source: Geria
hi_in: जरिए
te_in: జరిఏ

source: Gerita Kolavda RS
hi_in: गेरिता कैलावडा रस
te_in: గెరితా కేలావడా రస్

source: Germa
hi_in: गर्म
te_in: గర్ం

source: Germalam
hi_in: गेरमलं
te_in: గెరమలం

source: Geruabari
hi_in: गेरुआबारी
te_in: గెరుఆబారీ

source: Gerugambakkam
hi_in: गेरूगम्बाक्कम
te_in: గెరూగమ్బాక్కం

source: Gerur
hi_in: जरूर
te_in: జరూర్

source: Gerwani
hi_in: गेरवानी
te_in: గెరవానీ

source: Getalsud
hi_in: गेतलसूद
te_in: గెతలసూద్

source: Gettisamudram
hi_in: गेट्टीसमुद्रम
te_in: గెట్టీసముద్రం

source: Gettisamudram Colony
hi_in: गेट्टीसमुद्रम कॉलोनी
te_in: గెట్టీసముద్రమ్ క్ లోనీ

source: Gevarai
hi_in: गेवराई
te_in: గెవరాఈ

source: Gewal Bigha
hi_in: गेवाल बिगहा
te_in: గెవాల్ బిగహా

source: Gewar
hi_in: घेवर
te_in: ఘెవర్

source: GGSIP University
hi_in: गजशिप यूनिवर्सिटी
te_in: గజశిప్ యూనివర్సిటీ

source: Ghadia
hi_in: घड़िया
te_in: ఘ్ ియా

source: Ghadoi
hi_in: घड़ोई
te_in: ఘ్ ోఈ

source: Ghagarbeda
hi_in: घगरबेड़ा
te_in: ఘగరబె ా

source: Ghagharia
hi_in: घघरिया
te_in: ఘఘరియా

source: Ghaghra
hi_in: घाघरा
te_in: ఘాఘరా

source: Ghaghri
hi_in: घघरी
te_in: ఘఘరీ

source: Ghaila
hi_in: घायल
te_in: ఘాయల్

source: Ghaini
hi_in: घणी
te_in: ఘణీ

source: Ghaloli
hi_in: घलोली
te_in: ఘలోలీ

source: Ghalwad
hi_in: घालवाड़
te_in: ఘాలవా

source: Ghamahapur
hi_in: घमहापुर
te_in: ఘమహాపుర్

source: Ghana
hi_in: घाना
te_in: ఘానా

source: Ghanau
hi_in: घणौ
te_in: ఘణౌ

source: Ghanaur Jattan
hi_in: घनौर जट्टान
te_in: ఘనౌర్ జట్టాన్

source: Ghanauri Kalan
hi_in: घनौरी कलां
te_in: ఘనౌరీ కలాం

source: Ghanavade
hi_in: घनावड़े
te_in: ఘనావ్ ె

source: Ghandhi Place
hi_in: ग़ांधी प्लेस
te_in: ౚాంధీ ప్లెస్

source: Ghandran
hi_in: घंडरान
te_in: ఘండరాన్

source: Ghanegaon
hi_in: घनेगन
te_in: ఘనెగన్

source: Ghanghala
hi_in: घंघाला
te_in: ఘంఘాలా

source: Ghanghli
hi_in: घांघली
te_in: ఘాంఘలీ

source: Ghanpur
hi_in: घनपुर
te_in: ఘనపుర్

source: Ghansoli
hi_in: घंसोली
te_in: ఘంసోలీ

source: Ghantel
hi_in: घंटेल
te_in: ఘంటెల్

source: Ghantiyal
hi_in: घंटीयाल
te_in: ఘంటీయాల్

source: Ghantoli
hi_in: घंटोली
te_in: ఘంటోలీ

source: Ghantu Dhanpura
hi_in: घंटु धनपुरा
te_in: ఘంటు ధనపురా

source: Ghanveri
hi_in: घाँवेरी
te_in: ఘాఁవెరీ

source: Gharachon
hi_in: घराचों
te_in: ఘరాచోం

source: Gharadi
hi_in: घराड़ी
te_in: ఘరా ీ

source: Gharana
hi_in: घराना
te_in: ఘరానా

source: Gharbara
hi_in: घरबार
te_in: ఘరబార్

source: Ghardana Kalan
hi_in: घरड़ाना कलां
te_in: ఘర్ ానా కలాం

source: Ghared
hi_in: ग्रेड
te_in: గ్రెడ్

source: Ghariya
hi_in: घरिया
te_in: ఘరియా

source: Gharoh
hi_in: घरोह
te_in: ఘరోహ్

source: Gharyala
hi_in: घड्याळ
te_in: ఘడ్యాళ్

source: Ghasauli
hi_in: घसौली
te_in: ఘసౌలీ

source: Ghasera
hi_in: घसेरा
te_in: ఘసెరా

source: Ghasipur
hi_in: घासीपुर
te_in: ఘాసీపుర్

source: Ghasipura
hi_in: घासीपुरा
te_in: ఘాసీపురా

source: Ghasola
hi_in: ग़ज़ल
te_in: ౚ ల్

source: Ghaspura Khandwa
hi_in: घासपुरा खंडवा
te_in: ఘాసపురా ఖండవా

source: Ghat
hi_in: घाट
te_in: ఘాట్

source: Ghat Piparia
hi_in: घाट पिपरिया
te_in: ఘాట్ పిపరియా

source: Ghata
hi_in: घटा
te_in: ఘటా

source: Ghataho
hi_in: घटहो
te_in: ఘటహో

source: Ghatal Bazar
hi_in: घटल बाजार
te_in: ఘటల్ బాజార్

source: Ghatampur
hi_in: घाटमपुर
te_in: ఘాటమపుర్

source: Ghatapara
hi_in: घाटपर
te_in: ఘాటపర్

source: Ghataprabha RS
hi_in: घाटप्रभा रस
te_in: ఘాటప్రభా రస్

source: Ghatbour
hi_in: घटबोर
te_in: ఘటబోర్

source: Ghatiaghat
hi_in: घटियाघाट
te_in: ఘటియాఘాట్

source: Ghatiguda
hi_in: घटीगुड़ा
te_in: ఘటీగు ా

source: Ghatikia
hi_in: घाटीकीया
te_in: ఘాటీకీయా

source: Ghatkesar
hi_in: घटकेसर
te_in: ఘటకెసర్

source: Ghatkopar West
hi_in: घाटकोपर वेस्ट
te_in: ఘాటకోపర్ వెస్ట్

source: Ghatlodia
hi_in: घाटलोडिया
te_in: ఘాటలోడియా

source: Ghatnatti
hi_in: घटनट्टी
te_in: ఘటనట్టీ

source: Ghatsila
hi_in: घाटशिला
te_in: ఘాటశిలా

source: Ghatwar
hi_in: घटवार
te_in: ఘటవార్

source: Ghayaj
hi_in: गायज
te_in: గాయజ్

source: Ghaziabad
hi_in: गाज़ियाबाद
te_in: గాజ్ ియాబాద్

source: Ghaziabad City
hi_in: ग़ज़िआबाद सिटी
te_in: ౚ ిఆబాద్ సిటీ

source: Ghazipur (Lucknow)
hi_in: ग़ाज़ीपुर (लखनऊ)
te_in: ౚా ీపుర్ (లఖనఊ)

source: Gheghta
hi_in: घेघटा
te_in: ఘెఘటా

source: Ghela Somnath
hi_in: घेला सोमनाथ
te_in: ఘెలా సోమనాథ్

source: Gheri
hi_in: घेरि
te_in: ఘెరి

source: Ghetugachi
hi_in: गहेतुंगची
te_in: గహెతుంగచీ

source: Ghiakhala
hi_in: गहियाखाल
te_in: గహియాఖాల్

source: Ghiara
hi_in: घिरा
te_in: ఘిరా

source: Ghillaur
hi_in: घिलौर
te_in: ఘిలౌర్

source: Ghimeera
hi_in: घिमीरे
te_in: ఘిమీరె

source: Ghiwali
hi_in: घिवली
te_in: ఘివలీ

source: Ghoda
hi_in: घोडा
te_in: ఘోడా

source: Ghodabandha
hi_in: घोड़ाबांधा
te_in: ఘో ాబాంధా

source: Ghodabandha Khuntapal
hi_in: घोड़ाबांधा कुन्तपाल
te_in: ఘో ాబాంధా కున్తపాల్

source: Ghodade
hi_in: घोड़ादे
te_in: ఘో ాదె

source: Ghodapal
hi_in: घोड़ापाल
te_in: ఘో ాపాల్

source: Ghodasan
hi_in: घोड़ासँ
te_in: ఘో ాసఁ

source: Ghodasar
hi_in: घोड़ासर
te_in: ఘో ాసర్

source: Ghodasar (Ahmedabad)
hi_in: घोड़ासर (अहमदाबाद)
te_in: ఘో ాసర్ (అహ్మదాబాదు)

source: Ghodavali
hi_in: घोड़ावाली
te_in: ఘో ావాలీ

source: Ghodbander
hi_in: घोडबंदर
te_in: ఘోడబందర్

source: Ghodegaon (Pune)
hi_in: घोड़ेगाओं (पुणे)
te_in: ఘో ెగాఓం (పూణే)

source: Ghodki
hi_in: घोड़की
te_in: ఘో కీ

source: Ghogawada
hi_in: घोगवाड़ा
te_in: ఘోగవా ా

source: Ghogha
hi_in: घोघ
te_in: ఘోఘ్

source: Ghoghavadar
hi_in: घोघवदार
te_in: ఘోఘవదార్

source: Ghogripur
hi_in: घोघड़ीपुर
te_in: ఘోఘ్ ీపుర్

source: Gholapur
hi_in: घोलपुर
te_in: ఘోలపుర్

source: Gholdigrui
hi_in: घोलडिगरुई
te_in: ఘోలడిగరుఈ

source: Ghoman
hi_in: घोमन
te_in: ఘోమన్

source: Ghonch
hi_in: घोंच
te_in: ఘోంచ్

source: Ghonda
hi_in: घोंडा
te_in: ఘోండా

source: Ghonghour
hi_in: घनघोर
te_in: ఘనఘోర్

source: Ghonti
hi_in: घोंटि
te_in: ఘోంటి

source: Ghora
hi_in: घोर
te_in: ఘోర్

source: Ghoradia
hi_in: घोरड़ीया
te_in: ఘోర్ ీయా

source: Ghorahua
hi_in: घोरहा
te_in: ఘోరహా

source: Ghoralia
hi_in: घोरालिया
te_in: ఘోరాలియా

source: Ghoramara
hi_in: घोरमारा
te_in: ఘోరమారా

source: Ghoranji
hi_in: घोरंजी
te_in: ఘోరంజీ

source: Ghordourchati
hi_in: घोरदौरचति
te_in: ఘోరదౌరచతి

source: Ghori
hi_in: घोरी
te_in: ఘోరీ

source: Ghorpade Peth
hi_in: घोरपडे पेठ
te_in: ఘోరపడె పెఠ్

source: Ghorpakari
hi_in: घोरपकारी
te_in: ఘోరపకారీ

source: Ghorpuri Bazar
hi_in: घोरपुरी बाजार
te_in: ఘోరపురీ బాజార్

source: Ghosada
hi_in: घोसड़ा
te_in: ఘోస్ ా

source: Ghosale
hi_in: घोसले
te_in: ఘోసలె

source: Ghosatawadi
hi_in: घोसतावादी
te_in: ఘోసతావాదీ

source: Ghosh Para Road
hi_in: घोष पारा रोड
te_in: ఘోష్ పారా రోడ్

source: Ghoshpara (Nadia)
hi_in: घोषपाड़ा (नदिया)
te_in: ఘోషపా ా (నదియా)

source: Ghoshpur
hi_in: घोषपुर
te_in: ఘోషపుర్

source: Ghosia Kala
hi_in: घोसिया काल
te_in: ఘోసియా కాల్

source: Ghospuri
hi_in: घोषपुरी
te_in: ఘోషపురీ

source: Ghosrabazar
hi_in: घोसराबाज़ार
te_in: ఘోసరాబా ార్

source: Ghostawan
hi_in: घोस्तावां
te_in: ఘోస్తావాం

source: Ghota
hi_in: घोट
te_in: ఘోట్

source: Ghotan
hi_in: घोतन
te_in: ఘోతన్

source: Ghotarla
hi_in: घोटारल
te_in: ఘోటారల్

source: Ghotavade
hi_in: घोटवाडे
te_in: ఘోటవాడె

source: Ghoti
hi_in: घोटी
te_in: ఘోటీ

source: Ghotondi
hi_in: घोटोंडी
te_in: ఘోటోండీ

source: Ghovghatti
hi_in: घोव्गहतती
te_in: ఘోవ్గహతతీ

source: Ghrampur Narendrapur
hi_in: घरामपुर नरेन्द्रपुर
te_in: ఘరామపుర్ నరెన్ద్రపుర్

source: Ghubaya
hi_in: घुबाया
te_in: ఘుబాయా

source: Ghuggar
hi_in: घुग्गर
te_in: ఘుగ్గర్

source: Ghughara
hi_in: घुघरा
te_in: ఘుఘరా

source: Ghughuhadal
hi_in: घुघुहड़ल
te_in: ఘుఘుహ్ ల్

source: Ghugudanga
hi_in: घुगुडंग
te_in: ఘుగుడంగ్

source: Ghuma
hi_in: घूम
te_in: ఘూం

source: Ghumandgarhj
hi_in: घुमंडगार्हज
te_in: ఘుమండగార్హజ్

source: Ghumar
hi_in: घुमर
te_in: ఘుమర్

source: Ghumarwin
hi_in: घुमारवीं
te_in: ఘుమారవీం

source: Ghumasan
hi_in: घुमसन
te_in: ఘుమసన్

source: Ghumiara Khera
hi_in: घुमिएर खेर
te_in: ఘుమిఏర్ ఖెర్

source: Ghuna
hi_in: घुन
te_in: ఘున్

source: Ghungchai
hi_in: घुंघचाई
te_in: ఘుంఘచాఈ

source: Ghunghter
hi_in: घुंघटेर
te_in: ఘుంఘటెర్

source: Ghungola
hi_in: घुंगोला
te_in: ఘుంగోలా

source: Ghungrali Rajputan
hi_in: घुंघराली राजपूतान
te_in: ఘుంఘరాలీ రాజపూతాన్

source: Ghungrana
hi_in: घुंगराना
te_in: ఘుంగరానా

source: Ghuni
hi_in: घुनी
te_in: ఘునీ

source: Ghunki
hi_in: घुङकी
te_in: ఘుఙకీ

source: Ghunna
hi_in: घुन्ना
te_in: ఘున్నా

source: Ghunsar
hi_in: घुनसार
te_in: ఘునసార్

source: Ghunsuli
hi_in: घुनसुली
te_in: ఘునసులీ

source: Ghuntu
hi_in: घुन्तु
te_in: ఘున్తు

source: Ghuran
hi_in: घुरण
te_in: ఘురణ్

source: Ghurasiya
hi_in: घुरैया
te_in: ఘురేయా

source: Ghurkari
hi_in: घुर्कारी
te_in: ఘుర్కారీ

source: Ghusar
hi_in: घुसर
te_in: ఘుసర్

source: Ghusari
hi_in: घुसरी
te_in: ఘుసరీ

source: Ghusgawan
hi_in: घुसगवां
te_in: ఘుసగవాం

source: Ghutku
hi_in: घुटकू
te_in: ఘుటకూ

source: Ghutra
hi_in: घुटर
te_in: ఘుటర్

source: Ghuuletha
hi_in: घूलता
te_in: ఘూలతా

source: Giduturu
hi_in: गिडूतुरू
te_in: గిడూతురూ

source: Gift City
hi_in: गिफ्ट सिटी
te_in: గిఫ్ట్ సిటీ

source: Gijhi
hi_in: गिझी
te_in: గిఝీ

source: Gilgaon(zamindari)
hi_in: गिल्गाओं(ज़मींदारी)
te_in: గిల్గాఓం( మీందారీ)

source: Gilikenahalli
hi_in: गिलिकेनहल्ली
te_in: గిలికెనహల్లీ

source: Gill Kalan
hi_in: गिल कलां
te_in: గిల్ కలాం

source: Gillan Khera
hi_in: गिल्लन खेर
te_in: గిల్లన్ ఖెర్

source: Gilwala
hi_in: गिलवाला
te_in: గిలవాలా

source: Gingee
hi_in: गिंगी
te_in: గింగీ

source: Gingee Bazaar
hi_in: गिंगी बाजार
te_in: గింగీ బాజార్

source: Gingurthi
hi_in: गिंगार्थी
te_in: గింగార్థీ

source: Girad
hi_in: गिर्द
te_in: గిర్ద్

source: Giradra
hi_in: गिरादड़ा
te_in: గిరాద్ ా

source: Girawali
hi_in: गिरवाली
te_in: గిరవాలీ

source: Girdharnagar
hi_in: गिरधरनागर
te_in: గిరధరనాగర్

source: Girdharpur
hi_in: गिरधरपुर
te_in: గిరధరపుర్

source: Girdharpura
hi_in: गिरधरपुर
te_in: గిరధరపుర్

source: Girdhauna
hi_in: गिरधौना
te_in: గిరధౌనా

source: Girdu
hi_in: गिर्दु
te_in: గిర్దు

source: Girgaon
hi_in: गिरगांव
te_in: గిరగాంవ్
