Repository: healthvdev/custom_template
Catalog: languages/*.po
Languages: hi_in, te_in

source: Thingsai
hi_in: थिंग्सई
te_in: థింగ్సఈ

source: Thippireddihalli
hi_in: तिप्पिरेड्डीहल्ली
te_in: తిప్పిరెడ్డీహల్లీ

source: Thiresapur
hi_in: थिरसपुर
te_in: థిరసపుర్

source: Thirthahalli
hi_in: तीर्थहल्ली
te_in: తీర్థహల్లీ

source: Thirubuvanai
hi_in: थिरुबुवनै
te_in: థిరుబువనే

source: Thirumalapura
hi_in: थिरुमालपुर
te_in: థిరుమాలపుర్

source: Thirumalayampalayam
hi_in: थिरुमालयम्पालयम
te_in: థిరుమాలయమ్పాలయం

source: Thirumarady
hi_in: थिरुमरडी
te_in: థిరుమరడీ

source: Thirumarayoor
hi_in: थिरुमरायूर
te_in: థిరుమరాయూర్

source: Thirumeni
hi_in: थिरुमणि
te_in: థిరుమణి

source: Thirunakkara
hi_in: थिरुनाक्कारा
te_in: థిరునాక్కారా

source: Thirunallur EDB.O
hi_in: थिरुनाल्लुर एडीब.ओ
te_in: థిరునాల్లుర్ ఏడీబ్.ఓ

source: Thiruparankundram
hi_in: थिरुपरंकुन्द्रम
te_in: థిరుపరంకున్ద్రం

source: Thirupathisaram
hi_in: थिरुपथिसराम
te_in: థిరుపథిసరాం

source: Thiruthiyad
hi_in: थिरुथियाडी
te_in: థిరుథియాడీ

source: Thiruthuvapuram
hi_in: थिरुथुवापुरम
te_in: థిరుథువాపురం

source: Thiruvallom
hi_in: थिरुवल्लम
te_in: థిరువల్లం

source: Thiruvambady TSR
hi_in: थिरुवम्बाडी टसर
te_in: థిరువమ్బాడీ టసర్

source: Thiruvananthapuram AG's
hi_in: थिरुवनंतपुरम एजी'स
te_in: థిరువనంతపురమ్ ఏజీ'స్

source: Thiruvananthapuram Fort
hi_in: थिरुवनंतपुरम फोर्ट
te_in: థిరువనంతపురమ్ ఫోర్ట్

source: Thiruvananthapuram Govt Press
hi_in: थिरुवनंतपुरम गोवत प्रेस
te_in: థిరువనంతపురమ్ గోవత్ ప్రెస్

source: Thiruvananthapuram Medical College
hi_in: थिरुवनंतपुरम मेडिकल कॉलेज
te_in: థిరువనంతపురమ్ మెడికల్ క్ లెజ్

source: Thiruvananthapuram Pettah
hi_in: थिरुवनंतपुरम पेट्टाह
te_in: థిరువనంతపురమ్ పెట్టాహ్

source: Thiruvananthapuram University
hi_in: थिरुवनंतपुरम यूनिवर्सिटी
te_in: థిరువనంతపురమ్ యూనివర్సిటీ

source: Thiruvananthapuram G.P.O.
hi_in: थिरुवनंतपुरम जी.पी.ओ.
te_in: థిరువనంతపురమ్ జీ.పీ.ఓ.

source: Thiruvanchikulam
hi_in: थिरुवांचीकुलम
te_in: థిరువాంచీకులం

source: Thiruvandarkoil
hi_in: थिरुवंदरकोइल
te_in: థిరువందరకోఇల్

source: Thiruvarambu
hi_in: थिरुवरंबु
te_in: థిరువరంబు

source: Thiruvasi
hi_in: थिरुवासी
te_in: థిరువాసీ

source: Thiruvembalapuram
hi_in: थिरुवेम्बलपुरम
te_in: థిరువెమ్బలపురం

source: Thiruvengadnagar
hi_in: थिरूवेंगडनगर
te_in: థిరూవెంగడనగర్

source: Thiruverkadu
hi_in: थिरुवेर्कादु
te_in: థిరువెర్కాదు

source: Thiruvettanallur
hi_in: थिरुवेत्तनाल्लुर
te_in: థిరువెత్తనాల్లుర్

source: Thiruvithancode
hi_in: थिरुविथनकोडे
te_in: థిరువిథనకోడె

source: Thithandapattu
hi_in: तिथंडपटटू
te_in: తిథండపటటూ

source: Thodar
hi_in: थोड
te_in: థోడ్

source: Thodupuzha
hi_in: थोडुपुज़्हा
te_in: థోడుపు ్హా

source: Thodupuzha West
hi_in: थोडुपुज़्हा वेस्ट
te_in: థోడుపు ్హా వెస్ట్

source: Thogugudem
hi_in: थोगुगुडेम
te_in: థోగుగుడెం

source: Thokar
hi_in: ठोकर
te_in: ఠోకర్

source: Thokkampatti
hi_in: ठोक्काम्पत्ति
te_in: ఠోక్కామ్పత్తి

source: Thokkanambakkam
hi_in: ठोक्कानाम्बक्कम
te_in: ఠోక్కానామ్బక్కం

source: Thokkupara
hi_in: थोक्कूपर
te_in: థోక్కూపర్

source: Thokwsa
hi_in: ठोकबस
te_in: ఠోకబస్

source: Tholahunse
hi_in: ठौलहुँसे
te_in: ఠౌలహుఁసె

source: Tholai
hi_in: थौलाई
te_in: థౌలాఈ

source: Tholayavattai
hi_in: थोलयवात्तऐ
te_in: థోలయవాత్తఐ

source: Tholicode
hi_in: थोलिकडे
te_in: థోలికడె

source: Tholisapuram
hi_in: थॉलीसपुरम
te_in: థ్ లీసపురం

source: Tholur Shettalli
hi_in: ठोलूर शेत्तल्ली
te_in: ఠోలూర్ శెత్తల్లీ

source: Thomase
hi_in: थॉमस
te_in: థ్ మస్

source: Thondaimanendal
hi_in: थोंडैमनिन्दल
te_in: థోండేమనిన్దల్

source: Thondamanatham
hi_in: थोंदमनाथं
te_in: థోందమనాథం

source: Thondankulangara
hi_in: थोंडैकुलानगर
te_in: థోండేకులానగర్

source: Thondavada
hi_in: थोन्दावदा
te_in: థోన్దావదా

source: Thoomli Ka Bas
hi_in: थुमली का बस
te_in: థుమలీ కా బస్

source: Thoopul
hi_in: थूपल
te_in: థూపల్

source: Thoor
hi_in: थूर
te_in: థూర్

source: Thope
hi_in: थोपे
te_in: థోపె

source: Thoppampalayam
hi_in: थोप्पम्पलायम
te_in: థోప్పమ్పలాయం

source: Thoppipala
hi_in: तोप्पिपला
te_in: తోప్పిపలా

source: Thoppumpady
hi_in: थोप्पमपादय
te_in: థోప్పమపాదయ్

source: Thoppupalayam
hi_in: तोपपुपालयं
te_in: తోపపుపాలయం

source: Thorala
hi_in: थोराला
te_in: థోరాలా

source: Thore
hi_in: थोरे
te_in: థోరె

source: Thori Thumbha
hi_in: थोड़ी थुम्भा
te_in: థో ీ థుమ్భా

source: Thorniwar
hi_in: थोरनिवार
te_in: థోరనివార్

source: Thotada
hi_in: थोतांड
te_in: థోతాండ్

source: Thotathady
hi_in: थोटटहाडी
te_in: థోటటహాడీ

source: Thottakkad
hi_in: ठोत्ताक्क़ड
te_in: ఠోత్తాక్ౘడ్

source: Thottanampatti
hi_in: ठोत्तानामपट्टी
te_in: ఠోత్తానామపట్టీ

source: Thoura
hi_in: ठौर
te_in: ఠౌర్

source: Thovarayar
hi_in: थॉवरयर
te_in: థ్ వరయర్

source: Thovari Mala
hi_in: टॉवरी माला
te_in: ట్ వరీ మాలా

source: Thozhipatti
hi_in: थोज़हीपट्टी
te_in: థో హీపట్టీ

source: Thrichambaram
hi_in: थ्रीच्याम्बरं
te_in: థ్రీచ్యామ్బరం

source: Thrikkakara
hi_in: थ्रिक्काकर
te_in: థ్రిక్కాకర్

source: Thrikkalathoor
hi_in: थ्रिककलाथुर
te_in: థ్రికకలాథుర్

source: Thrikkannamangal
hi_in: थ्रिककन्नमंगल
te_in: థ్రికకన్నమంగల్

source: Thrikothamangalam
hi_in: थ्रीकोठामंगलं
te_in: థ్రీకోఠామంగలం

source: Thrissur
hi_in: थ्रिस्सूर
te_in: త్రిస్సూరు

source: Thrissur Central
hi_in: थ्रिस्सूर सेंट्रल
te_in: థ్రిస్సూర్ సెంట్రల్

source: Thrissur City
hi_in: थ्रिस्सूर सिटी
te_in: థ్రిస్సూర్ సిటీ

source: Thrissur East
hi_in: थ्रिस्सूर ईस्ट
te_in: థ్రిస్సూర్ ఈస్ట్

source: Thrissur R S
hi_in: थ्रिस्सूर र स
te_in: థ్రిస్సూర్ ర్ స్

source: Thriuvellavoyal
hi_in: थ्रियूवेललावोयल
te_in: థ్రియూవెలలావోయల్

source: Thualthu
hi_in: ठूल्ठू
te_in: ఠూల్ఠూ

source: Thuckalay
hi_in: थूक्काले
te_in: థూక్కాలె

source: Thudanganad
hi_in: थूडंगनद
te_in: థూడంగనద్

source: Thudayannur
hi_in: थुड़ायन्नूर
te_in: థు ాయన్నూర్

source: Thugaon BK
hi_in: थूगौन बक
te_in: థూగౌన్ బక్

source: Thuhi
hi_in: थूही
te_in: థూహీ

source: Thukkachi
hi_in: ठुक्कचि
te_in: ఠుక్కచి

source: Thukkiampalayam
hi_in: ठुक़कीअम्पलायम
te_in: ఠుౘకీఅమ్పలాయం

source: Thulayanatham
hi_in: थुलयनाथं
te_in: థులయనాథం

source: Thulayanur
hi_in: थुलयानुर
te_in: థులయానుర్

source: Thumbalam
hi_in: थुम्बलं
te_in: థుమ్బలం

source: Thumbalapatti
hi_in: थुम्बलपट्टी
te_in: థుమ్బలపట్టీ

source: Thumbe
hi_in: तब
te_in: తబ్

source: Thumbivadi
hi_in: थुम्बईवाडी
te_in: థుమ్బఈవాడీ

source: Thumbode
hi_in: ठमबोद्दे
te_in: ఠమబోద్దె

source: Thummalagunta
hi_in: थुम्मालागुंट
te_in: థుమ్మాలాగుంట్

source: Thummanapalli
hi_in: थुम्मानपल्ली
te_in: థుమ్మానపల్లీ

source: Thungareddiapatti
hi_in: तुंगारेड्डीयापट्टी
te_in: తుంగారెడ్డీయాపట్టీ

source: Thurakkal
hi_in: थुराक्कल
te_in: థురాక్కల్

source: Thural
hi_in: थुरल
te_in: థురల్

source: Thurana
hi_in: थुराना
te_in: థురానా

source: Thuravoor
hi_in: थुरावुर
te_in: థురావుర్

source: Thuravoor South
hi_in: थुरावुर साउथ
te_in: థురావుర్ సాఉథ్

source: Thurawad
hi_in: थुरावड़
te_in: థురావ్

source: Thurinjipatti
hi_in: थुरिंजिपट्टी
te_in: థురింజిపట్టీ

source: Thurupupalem
hi_in: थुरूपुपालेम
te_in: థురూపుపాలెం

source: Thuruthiyad
hi_in: थुरूथीयड
te_in: థురూథీయడ్

source: Thuruvikkal
hi_in: थुरूविक्कल
te_in: థురూవిక్కల్

source: Thuthur
hi_in: थुथुर
te_in: థుథుర్

source: Thuti
hi_in: थुति
te_in: థుతి

source: Thuvakudi
hi_in: थुवाकुदी
te_in: థువాకుదీ

source: Thuvarankurichi
hi_in: थुवराङ्कुरीची
te_in: థువరాఙ్కురీచీ

source: Thyagarajanagar Extension
hi_in: थ्यागराजनगर एक्सटेंशन
te_in: థ్యాగరాజనగర్ ఏక్సటెంశన్

source: Thyagarajnagar
hi_in: थ्यागराजनगर
te_in: థ్యాగరాజనగర్

source: Thyavana
hi_in: त्यावान
te_in: త్యావాన్

source: Thygarayanagar
hi_in: ठ्यग्रयानगर
te_in: ఠ్యగ్రయానగర్

source: Thygarayanagar North ND
hi_in: ठ्यग्रयानगर नार्थ नड़
te_in: ఠ్యగ్రయానగర్ నార్థ్ న్

source: Thygarayanagar South NDS.O
hi_in: ठ्यग्रयानगर साउथ नडस.ओ
te_in: ఠ్యగ్రయానగర్ సాఉథ్ నడస్.ఓ

source: Thynroit
hi_in: थींरोइट
te_in: థీంరోఇట్

source: Tiamari
hi_in: टीएमरी
te_in: టీఏమరీ

source: Tiangia
hi_in: तिआनजिन
te_in: తిఆనజిన్

source: Tibra
hi_in: तीब्र
te_in: తీబ్ర్

source: Tidel Park
hi_in: टिंडेल पार्क
te_in: టిండెల్ పార్క్

source: Tidyasar
hi_in: टिद्यासार
te_in: టిద్యాసార్

source: Tiet
hi_in: टिकेट
te_in: టికెట్

source: Tighasa
hi_in: तिघस
te_in: తిఘస్

source: Tigiria
hi_in: टिगिरिया
te_in: టిగిరియా

source: Tigree
hi_in: तिगरी
te_in: తిగరీ

source: Tigza
hi_in: टिग्ज़
te_in: టిగ్

source: Tihidi
hi_in: तिहिड़ी
te_in: తిహి ీ

source: Tiholi
hi_in: टिहोली
te_in: టిహోలీ

source: Tikabali
hi_in: टिकाबली
te_in: టికాబలీ

source: Tikaita
hi_in: टिकैत
te_in: టికేత్

source: Tikaitganj
hi_in: टिकैतगंज
te_in: టికేతగంజ్

source: Tikamau
hi_in: टीकमौ
te_in: టీకమౌ

source: Tikamgarh
hi_in: टीकमगढ़
te_in: టీకమగఢ్

source: Tikamgarh City
hi_in: टीकमगढ़ सिटी
te_in: టీకమగ్ సిటీ

source: Tikamgarh Coll
hi_in: टीकमगढ़ कॉल
te_in: టీకమగ్ క్ ల్

source: Tikamgarh P.T
hi_in: टीकमगढ पी.टी
te_in: టీకమగఢ్ పీ.టీ

source: Tikapatti
hi_in: टीकापट्टी
te_in: టీకాపట్టీ

source: Tikari
hi_in: टिकरी
te_in: టికరీ

source: Tikarpada
hi_in: टीकरपाड़ा
te_in: టీకరపా ా

source: Tikashi
hi_in: टिकशि
te_in: టికశి

source: Tikhia
hi_in: तीखीए
te_in: తీఖీఏ

source: Tikiri
hi_in: टिकिरि
te_in: టికిరి

source: Tikkari
hi_in: टिक्करी
te_in: టిక్కరీ

source: Tikkari Kuthar
hi_in: टिक्करी कुठार
te_in: టిక్కరీ కుఠార్

source: Tikker
hi_in: टिककर
te_in: టికకర్

source: Tiklato
hi_in: टिकलतो
te_in: టికలతో

source: Tiklipara
hi_in: टिकलीपर
te_in: టికలీపర్

source: Tikod
hi_in: टिकोड़
te_in: టికో

source: Tikoria Buzurg
hi_in: टिकोरा बुज़ुर्ग
te_in: టికోరా బు ుర్గ్

source: Tikra
hi_in: टिकरा
te_in: టికరా

source: Tikrapara
hi_in: टिकरापारा
te_in: టికరాపారా

source: Tikrauli
hi_in: टिकरौली
te_in: టికరౌలీ

source: Tikri
hi_in: टिकरी
te_in: టికరీ

source: Tikri Kalan
hi_in: टिकरी कलां
te_in: టికరీ కలాం

source: Tikrikilla
hi_in: तिकरिकिल्ला
te_in: తికరికిల్లా

source: Tikru
hi_in: टिकरू
te_in: టికరూ

source: Tikulia
hi_in: टिकुलिया
te_in: టికులియా

source: Tikwamau
hi_in: तिकवामऊ
te_in: తికవామఊ

source: Tila Khedi
hi_in: टीला खेडी
te_in: టీలా ఖెడీ

source: Tilaboni Mahisamunda
hi_in: टिलबोनी महिसामुन्दा
te_in: టిలబోనీ మహిసామున్దా

source: Tilai
hi_in: टीले
te_in: టీలె

source: Tilaiya
hi_in: तिलैया
te_in: తిలేయా

source: Tilak Memorial (RTG)
hi_in: तिलक मेमोरियल (रटग)
te_in: తిలక్ మెమోరియల్ (రటగ్)

source: Tilak Nagar
hi_in: तिलक नगर
te_in: తిలక్ నగర్

source: Tilak Nagar (Jaipur)
hi_in: तिलक नगर (जयपुर)
te_in: తిలక్ నగర్ (జైపూర్)

source: Tilak Nagar (Mumbai)
hi_in: तिलक नगर (मुम्बई)
te_in: తిలక్ నగర్ (ముంబై)

source: Tilak Nagar (West Delhi)
hi_in: तिलक नगर (वेस्ट देल्ही)
te_in: తిలక్ నగర్ (వెస్ట్ ఢిల్లీ)

source: Tilak Nagar East
hi_in: तिलक नगर ईस्ट
te_in: తిలక్ నగర్ ఈస్ట్

source: Tilak Path Karad
hi_in: तिलक पथ कार्ड
te_in: తిలక్ పథ్ కార్డ్

source: Tilak Road Akola
hi_in: तिलक रोड अकोला
te_in: తిలక్ రోడ్ అకోలా

source: Tilaki
hi_in: तिलकी
te_in: తిలకీ

source: Tilaknagar (Bangalore)
hi_in: तिलकनगर (बैंगलोर)
te_in: తిలకనగర్ (బెంగుళూరు)

source: Tilaknagar (Thane)
hi_in: तिलकनगर (ठाणे)
te_in: తిలకనగర్ (ఠాణె)

source: Tilakpur Farm
hi_in: तिलकपुर फार्म
te_in: తిలకపుర్ ఫార్ం

source: Tilakwadi
hi_in: तिलकवादी
te_in: తిలకవాదీ

source: Tilakwadi (Yavatmal)
hi_in: तिलकवादी (यवतमाल)
te_in: తిలకవాదీ (యవతమాల్)

source: Tilanga
hi_in: तिलंगा
te_in: తిలంగా

source: Tilapanga
hi_in: टिलपंग
te_in: టిలపంగ్

source: Tilapta Karanwas
hi_in: तिलपता कारणवस
te_in: తిలపతా కారణవస్

source: Tilda R.S.
hi_in: तिल्दा आर.एस.
te_in: తిల్దా ఆర్.ఏస్.

source: Tileswar
hi_in: तिलेस्वर
te_in: తిలెస్వర్

source: Tilhapur
hi_in: तिल्हापुर
te_in: తిల్హాపుర్

source: Tilhar
hi_in: तिलहर
te_in: తిలహర్

source: Tilher
hi_in: तिलहर
te_in: తిలహర్

source: Tilikiaam
hi_in: तिलइकिआम
te_in: తిలఇకిఆం

source: Tilja
hi_in: तिलज
te_in: తిలజ్

source: Tilkamanjhi
hi_in: तिलकामांझी
te_in: తిలకామాంఝీ

source: Tilkhoja
hi_in: तिलखोज
te_in: తిలఖోజ్

source: Tilli
hi_in: तिल्ली
te_in: తిల్లీ

source: Tilora
hi_in: तिलोरा
te_in: తిలోరా

source: Tilotamadeipur
hi_in: तिलोत्तमादेईपुर
te_in: తిలోత్తమాదెఈపుర్

source: Tilpat
hi_in: तिलपत
te_in: తిలపత్

source: Tilpi
hi_in: तिलपि
te_in: తిలపి

source: Tilsahari
hi_in: तिलसाहारी
te_in: తిలసాహారీ

source: Tilsai
hi_in: टिल्सी
te_in: టిల్సీ

source: Tilsari
hi_in: तिलसरी
te_in: తిలసరీ

source: Tilwan
hi_in: तिलवां
te_in: తిలవాం

source: Tilwara
hi_in: तिलवारा
te_in: తిలవారా

source: Tilwara Ghat
hi_in: तिलवारा घाट
te_in: తిలవారా ఘాట్

source: Timarpur
hi_in: तिमारपुर
te_in: తిమారపుర్

source: Timba
hi_in: टिम्बा
te_in: టిమ్బా

source: Timba Gam
hi_in: टिम्बा गम
te_in: టిమ్బా గం

source: Timba Road
hi_in: टिम्बा रोड
te_in: టిమ్బా రోడ్

source: Timed
hi_in: टाइम्ड
te_in: టాఇమ్డ్

source: Timidi
hi_in: तिमिदि
te_in: తిమిది

source: Timiri - Chervathur
hi_in: टिमीरि - चेरवथुर
te_in: టిమీరి - చెరవథుర్

source: Timmanacharla
hi_in: तिम्मनचरल
te_in: తిమ్మనచరల్

source: Timmapur
hi_in: तिम्मापुर
te_in: తిమ్మాపుర్

source: Timron
hi_in: तिम्रो
te_in: తిమ్రో

source: Tina
hi_in: तीन
te_in: తీన్

source: Tindivanam
hi_in: तिन्दिवन्म
te_in: తిన్దివన్ం

source: Tindivanam Bazaar
hi_in: तिन्दिवन्म बाजार
te_in: తిన్దివన్మ్ బాజార్

source: Tindivanam East
hi_in: तिन्दिवन्म ईस्ट
te_in: తిన్దివన్మ్ ఈస్ట్

source: Tindivanam West
hi_in: तिन्दिवन्म वेस्ट
te_in: తిన్దివన్మ్ వెస్ట్

source: Tingrai
hi_in: तिंग्री
te_in: తింగ్రీ

source: Tingrai Chariali
hi_in: तिंग्री चरियाली
te_in: తింగ్రీ చరియాలీ

source: Tinharimafi
hi_in: टिंहरीमाफी
te_in: టింహరీమాఫీ

source: Tiniali Tea Estate
hi_in: टिनिआली टी एस्टेट
te_in: టినిఆలీ టీ ఏస్టెట్

source: Tinimuhani
hi_in: तिनिमुहानी
te_in: తినిముహానీ

source: Tinkoni
hi_in: टिंकोनि
te_in: టింకోని

source: Tinsukia
hi_in: तिनसुकिया
te_in: తినసుకియా

source: Tipling Bhadoi Gaon
hi_in: टिपलिंग भदोई गाओं
te_in: టిపలింగ్ భదోఈ గాఓం

source: Tippur
hi_in: तिप्पूर
te_in: తిప్పూర్

source: Tiptur
hi_in: टिपटूर
te_in: టిపటూర్

source: Tira
hi_in: तीर
te_in: తీర్

source: Tirali
hi_in: तिराली
te_in: తిరాలీ

source: Tirath Raj Aushadhalaya
hi_in: तीरथ राज औषधालय
te_in: తీరథ్ రాజ్ ఔషధాలయ్

source: Tirdhe
hi_in: तिरधे
te_in: తిరధె

source: Tiretta Bazar
hi_in: टीरेट्टा बाजार
te_in: టీరెట్టా బాజార్

source: Tirkunia
hi_in: तिरकुनिया
te_in: తిరకునియా

source: Tirma Sahun
hi_in: तिरम सहन
te_in: తిరమ్ సహన్

source: Tirth
hi_in: तीर्थ
te_in: తీర్థ్

source: Tirth Bk.
hi_in: तीर्थ बक.
te_in: తీర్థ్ బక్.

source: Tirtha Bharati
hi_in: तीर्थ भर्ती
te_in: తీర్థ్ భర్తీ

source: Tiruchanoor Road
hi_in: तिरुचनूर रोड
te_in: తిరుచనూర్ రోడ్

source: Tiruchendur
hi_in: तिरुचेंदूर
te_in: తిరుచెందూర్

source: Tiruchendur Devasthanam
hi_in: तिरुचेंदूर देवस्थानम
te_in: తిరుచెందూర్ దెవస్థానం

source: Tiruchengodu
hi_in: तिरुचेंगोडु
te_in: తిరుచెంగోడు

source: Tiruchengodu North
hi_in: तिरुचेंगोडु नार्थ
te_in: తిరుచెంగోడు నార్థ్

source: Tiruchengodu South
hi_in: तिरुचेंगोडु साउथ
te_in: తిరుచెంగోడు సాఉథ్

source: Tiruchirappalli
hi_in: तिरुचिरापल्ली
te_in: తిరుచిరాపల్లీ

source: Tiruchirappalli Airport
hi_in: तिरुचिरापल्ली एयरपोर्ट
te_in: తిరుచిరాపల్లీ ఏయరపోర్ట్

source: Tiruchirappalli Cantonment
hi_in: तिरुचिरापल्ली कैंटोनमेंट
te_in: తిరుచిరాపల్లీ కేంటోనమెంట్

source: Tiruchirappalli Collectorate
hi_in: तिरुचिरापल्ली कोल्लेकतोरते
te_in: తిరుచిరాపల్లీ కోల్లెకతోరతె

source: Tiruchirappalli Fort
hi_in: तिरुचिरापल्ली फोर्ट
te_in: తిరుచిరాపల్లీ ఫోర్ట్

source: Tiruchirappalli R.S.
hi_in: तिरुचिरापल्ली आर.एस.
te_in: తిరుచిరాపల్లీ ఆర్.ఏస్.

source: Tiruchirappalli Townhall
hi_in: तिरुचिरापल्ली टाऊनहाल
te_in: తిరుచిరాపల్లీ టాఊనహాల్

source: Tirugokarnam
hi_in: तिरुगोकरणं
te_in: తిరుగోకరణం

source: Tirukachinambi Street
hi_in: तिरुकचिनम्बि स्ट्रीट
te_in: తిరుకచినమ్బి స్ట్రీట్

source: Tirukatchur
hi_in: तिरुकचर
te_in: తిరుకచర్

source: Tirumala (Thiruvananthapuram)
hi_in: तिरुमला (थिरुवनंतपुरम)
te_in: తిరుమలా (థిరువనంతపురమ్)

source: Tirumalasagara Chatra
hi_in: तिरुमलसागर छात्र
te_in: తిరుమలసాగర్ ఛాత్ర్

source: Tirumali
hi_in: तिरुमलई
te_in: తిరుమలఈ

source: Tirumalpuram
hi_in: तिरुमलपुरम
te_in: తిరుమలపురం

source: Tirumangalam Road
hi_in: तिरुमंगलम रोड
te_in: తిరుమంగలమ్ రోడ్

source: Tirumangalam South
hi_in: तिरुमंगलम साउथ
te_in: తిరుమంగలమ్ సాఉథ్

source: Tirumayam
hi_in: तिरुमयं
te_in: తిరుమయం

source: Tirumoghur
hi_in: तिरुमोहर
te_in: తిరుమోహర్

source: Tirumudivakkam
hi_in: तिरुमुडीवाक्कम
te_in: తిరుముడీవాక్కం

source: Tirumullaivoyal
hi_in: तिरूमुल्लाइवोयल
te_in: తిరూముల్లాఇవోయల్

source: Tirunagar
hi_in: तिरुनगर
te_in: తిరునగర్

source: Tirunedungulam
hi_in: तिरुनेदुनगुलाम
te_in: తిరునెదునగులాం

source: Tiruneelakandapuram
hi_in: तिरुनीलकंदपुरम
te_in: తిరునీలకందపురం

source: Tiruneermalai
hi_in: तिरुनीमालै
te_in: తిరునీమాలే

source: Tirunelveli
hi_in: तिरुनेलवेली
te_in: తిరునల్వేలి

source: Tirunelveli Nagarmandram
hi_in: तिरुनेलवेली नगरमंद्रम
te_in: తిరునల్వేలి నగరమంద్రం

source: Tirunelveli Pettai
hi_in: तिरुनेलवेली पट्टी
te_in: తిరునల్వేలి పట్టీ

source: Tirunelveli Pettai East
hi_in: तिरुनेलवेली पेट्टी ईस्ट
te_in: తిరునల్వేలి పెట్టీ ఈస్ట్

source: Tirunelveli R.S
hi_in: तिरुनेलवेली आर.स
te_in: తిరునల్వేలి ఆర్.స్

source: Tirunilayi
hi_in: तिरूणीलाई
te_in: తిరూణీలాఈ

source: Tirupadiripuliyur
hi_in: तिरुपडीरीपुलियुर
te_in: తిరుపడీరీపులియుర్

source: Tiruparappu
hi_in: तिरुपराप्पू
te_in: తిరుపరాప్పూ

source: Tirupati
hi_in: तिरुपति
te_in: తిరుపతి

source: Tirupati East
hi_in: तिरुपति ईस्ट
te_in: తిరుపతి ఈస్ట్

source: Tirupati North
hi_in: तिरुपति नार्थ
te_in: తిరుపతి నార్థ్

source: Tirupati South
hi_in: तिरुपति साउथ
te_in: తిరుపతి సాఉథ్

source: Tirupati West
hi_in: तिरुपति वेस्ट
te_in: తిరుపతి వెస్ట్

source: Tirupattur
hi_in: तिरुपत्तूर
te_in: తిరుపత్తూర్

source: Tirupattur Bus Stand
hi_in: तिरुपत्तूर बस स्टैंड
te_in: తిరుపత్తూర్ బస్ స్టేండ్

source: Tirupattur TNHB
hi_in: तिरुपत्तूर तहब
te_in: తిరుపత్తూర్ తహబ్

source: Tiruppadiripuliyur Bazaar
hi_in: तिरुपपडीरीपुलियुर बाजार
te_in: తిరుపపడీరీపులియుర్ బాజార్

source: Tiruppadiripuliyur West
hi_in: तिरुपपडीरीपुलियुर वेस्ट
te_in: తిరుపపడీరీపులియుర్ వెస్ట్

source: Tiruppalai
hi_in: तिरुप्पालाई
te_in: తిరుప్పాలాఈ

source: Tirupur
hi_in: तिरुपुर
te_in: తిరుపుర్

source: Tirupur Bazaar
hi_in: तिरुपुर बाजार
te_in: తిరుపుర్ బాజార్

source: Tirupur East
hi_in: तिरुपुर ईस्ट
te_in: తిరుపుర్ ఈస్ట్

source: Tirupur North
hi_in: तिरुपुर नार्थ
te_in: తిరుపుర్ నార్థ్

source: Tirur East Bazar
hi_in: तिरूर ईस्ट बाजार
te_in: తిరూర్ ఈస్ట్ బాజార్

source: Tirur(kerala)
hi_in: तिरूर(केरल)
te_in: తిరూర్(కెరల్)

source: Tirusulam
hi_in: तिरुशूलम
te_in: తిరుశూలం

source: Tiruthangal
hi_in: तिरुथंगल
te_in: తిరుథంగల్

source: Tiruturaipundi
hi_in: तिरुतुराईपुंडी
te_in: తిరుతురాఈపుండీ

source: Tiruturaipundi Bazaar
hi_in: तिरुतुराईपुंडी बाजार
te_in: తిరుతురాఈపుండీ బాజార్

source: Tiruturaipundi R.S.
hi_in: तिरुतुराईपुंडी आर.एस.
te_in: తిరుతురాఈపుండీ ఆర్.ఏస్.

source: Tiruvalarsolai
hi_in: तिरुवलर्सलाइ
te_in: తిరువలర్సలాఇ

source: Tiruvali
hi_in: तिरुवली
te_in: తిరువలీ

source: Tiruvalla
hi_in: तिरुवल्ला
te_in: తిరువల్లా

source: Tiruvalla Market Jn
hi_in: तिरुवल्ला मार्किट जन
te_in: తిరువల్లా మార్కిట్ జన్

source: Tiruvallikkeni
hi_in: तिरुवल्लिक्केणी
te_in: తిరువల్లిక్కెణీ

source: Tiruvallur
hi_in: तिरूवल्लूर
te_in: తిరూవల్లూర్

source: Tiruvallur Nethaji Road
hi_in: तिरुवल्लुर नेताजी रोड
te_in: తిరువల్లుర్ నెతాజీ రోడ్

source: Tiruvambadi
hi_in: तिरुवम्बादी
te_in: తిరువమ్బాదీ

source: Tiruvamur
hi_in: तिरुवमुर
te_in: తిరువముర్

source: Tiruvanaikoil
hi_in: तिरुवनाइकोइल
te_in: తిరువనాఇకోఇల్

source: Tiruvanmiyur
hi_in: तिरुवन्मियूर
te_in: తిరువన్మియూర్

source: Tiruvannamalai
hi_in: तिरुवन्नामलाई
te_in: తిరువన్నామలాఈ

source: Tiruvannamalai Bazaar
hi_in: तिरुवन्नामलाई बाजार
te_in: తిరువన్నామలాఈ బాజార్

source: Tiruvannamalai RS
hi_in: तिरुवन्नामलाई रस
te_in: తిరువన్నామలాఈ రస్

source: Tiruvarur
hi_in: तिरुवरुर
te_in: తిరువరుర్

source: Tiruvarur North
hi_in: तिरुवरुर नार्थ
te_in: తిరువరుర్ నార్థ్

source: Tiruvatigai
hi_in: तिरुवातिगाई
te_in: తిరువాతిగాఈ

source: Tiruvilandur
hi_in: तिरुविलांदुर
te_in: తిరువిలాందుర్

source: Tiruvottiyur
hi_in: तिरुवोट्टियूर
te_in: తిరువోట్టియూర్

source: Tiruvottiyur West
hi_in: तिरुवोट्टियूर वेस्ट
te_in: తిరువోట్టియూర్ వెస్ట్

source: Tirwa
hi_in: तिर्वा
te_in: తిర్వా

source: Tirwa Ganj
hi_in: तिरवा गंज
te_in: తిరవా గంజ్

source: Tisangi
hi_in: तिस्नगी
te_in: తిస్నగీ

source: Tisayanvillai
hi_in: तिसयनविललाई
te_in: తిసయనవిలలాఈ

source: Tise
hi_in: तइसे
te_in: తఇసె

source: Tisi Narsam
hi_in: टीसी नारसँ
te_in: టీసీ నారసఁ

source: Tisra
hi_in: तीसरा
te_in: తీసరా

source: Tisri
hi_in: तीसरी
te_in: తీసరీ

source: Tiswa
hi_in: तीसवाँ
te_in: తీసవాఁ

source: Titaguri
hi_in: टीटागुड़ी
te_in: టీటాగు ీ

source: Titarwara
hi_in: तीतरवाडा
te_in: తీతరవాడా

source: Titarwasa
hi_in: तीतरवासा
te_in: తీతరవాసా

source: Titauli
hi_in: टिटौली
te_in: టిటౌలీ

source: Tithal
hi_in: तीथल
te_in: తీథల్

source: Titilagarh Bazar
hi_in: टिटिलागढ़ बाजार
te_in: టిటిలాగ్ బాజార్

source: Titip
hi_in: टीटीपी
te_in: టీటీపీ

source: Titirgaon
hi_in: तितिरगों
te_in: తితిరగోం

source: Titisilet
hi_in: टीटीसीलेट
te_in: టీటీసీలెట్

source: Titkumar
hi_in: तितकुमार
te_in: తితకుమార్

source: Titoda
hi_in: टिटौडा
te_in: టిటౌడా

source: Titra Khalilpur
hi_in: तीतर खलीलपुर
te_in: తీతర్ ఖలీలపుర్

source: Titram
hi_in: तितरम
te_in: తితరం

source: Titrapanga
hi_in: टिटरपंग
te_in: టిటరపంగ్

source: Titukupai
hi_in: टिटुकुपाई
te_in: టిటుకుపాఈ

source: Tivim
hi_in: तिविम
te_in: తివిం

source: Tiwaripur
hi_in: तिवारीपुर
te_in: తివారీపుర్

source: Tiyan
hi_in: तियान
te_in: తియాన్

source: Tiyari
hi_in: तैयारी
te_in: తేయారీ

source: Tlangpui
hi_in: तलंगपुई
te_in: తలంగపుఈ

source: Tobacco Colony(Guntur)
hi_in: तंबाकू कॉलोनी(गुंटूर)
te_in: తంబాకూ క్ లోనీ(గుంటూర్)

source: Todi
hi_in: तोड़ी
te_in: తో ీ

source: Toesa
hi_in: तोऐसा
te_in: తోఐసా

source: Tohana
hi_in: टोहाना
te_in: టోహానా

source: Tohfapur Bhawanipur
hi_in: तोहफापुर भवानीपुर
te_in: తోహఫాపుర్ భవానీపుర్

source: Tokade
hi_in: टूकड़े
te_in: టూక్ ె

source: Tokas
hi_in: टोकस
te_in: టోకస్

source: Tokiye
hi_in: टोकिये
te_in: టోకియె

source: Toklo
hi_in: टोकलो
te_in: టోకలో

source: Tokpaching
hi_in: टोकेपचिंग
te_in: టోకెపచింగ్

source: Tola Sohan Rai
hi_in: टोला सोहन राय
te_in: టోలా సోహన్ రాయ్

source: Tolavanur
hi_in: टॉवर
te_in: ట్ వర్

source: Toli Chowki
hi_in: टोली चौकी
te_in: టోలీ చౌకీ

source: Tollygunge
hi_in: टॉलीगंज
te_in: ట్ లీగంజ్

source: Tonade
hi_in: तोनड़े
te_in: తోన్ ె

source: Tondale
hi_in: तोडले
te_in: తోడలె

source: Tondalvai
hi_in: तोंदलवै
te_in: తోందలవే

source: Tondchira
hi_in: टोंड़चिड़ा
te_in: టోం చి ా

source: Tondgaon
hi_in: तोड़गाओं
te_in: తో గాఓం

source: Tondiarpet
hi_in: टोंडियारपेट
te_in: టోండియారపెట్

source: Tondiarpet Bazaar
hi_in: टोंडियारपेट बाजार
te_in: టోండియారపెట్ బాజార్

source: Tondiarpet Rly Colony
hi_in: टोंडियारपेट रली कॉलोनी
te_in: టోండియారపెట్ రలీ క్ లోనీ

source: Tondiarpet West
hi_in: टोंडियारपेट वेस्ट
te_in: టోండియారపెట్ వెస్ట్

source: Tondra
hi_in: टोंडर
te_in: టోండర్

source: Tongabilla
hi_in: तोंगाबिलला
te_in: తోంగాబిలలా

source: Tongpal
hi_in: तोंगपाल
te_in: తోంగపాల్

source: Tonki
hi_in: टोंकी
te_in: టోంకీ

source: Tonnur
hi_in: टून्नुर
te_in: టూన్నుర్

source: Tonto
hi_in: टोंटो
te_in: టోంటో

source: Toovipuram
hi_in: टूवीपुरम
te_in: టూవీపురం

source: Top
hi_in: टॉप
te_in: ట్ ప్

source: Top Sengattupatti
hi_in: टॉप सेंगत्तुपट्टी
te_in: ట్ ప్ సెంగత్తుపట్టీ

source: Topabari
hi_in: तोपबरी
te_in: తోపబరీ

source: Topadisa
hi_in: तोपडीस
te_in: తోపడీస్

source: Topatali
hi_in: तोपतली
te_in: తోపతలీ

source: Topgonda
hi_in: तोपगोंडा
te_in: తోపగోండా

source: Topkhana Bazar
hi_in: तोपखाना बाजार
te_in: తోపఖానా బాజార్

source: Topri
hi_in: तोष
te_in: తోష్

source: Tor
hi_in: तोर
te_in: తోర్

source: Toraniapal
hi_in: तोरानियापाल
te_in: తోరానియాపాల్

source: Toranvera
hi_in: तोरणवेरा
te_in: తోరణవెరా

source: Torda Kalan
hi_in: टोरडा कलां
te_in: టోరడా కలాం

source: Tordisagar
hi_in: टोरडीसागर
te_in: టోరడీసాగర్

source: Toribagrod
hi_in: तोरीबागरोड
te_in: తోరీబాగరోడ్

source: Tornala
hi_in: टर्नल
te_in: టర్నల్

source: Torwan
hi_in: तरवां
te_in: తరవాం

source: Tosham
hi_in: तोशाम
te_in: తోశాం

source: Totambi
hi_in: तोतामबी
te_in: తోతామబీ

source: Totopara
hi_in: टोटोपारा
te_in: టోటోపారా

source: Towkok
hi_in: टौकोक
te_in: టౌకోక్

source: Town Bhongiri
hi_in: टाउन भोंगीरी
te_in: టాఉన్ భోంగీరీ

source: Town Hall (Moradabad)
hi_in: टाउन हॉल (मोरादाबाद)
te_in: టాఉన్ హ్ ల్ (మోరాదాబాద్)

source: Town Hall (Mumbai)
hi_in: टाउन हॉल (मुम्बई)
te_in: టాఉన్ హ్ ల్ (ముంబై)
