Repository: healthvdev/custom_template
Catalog: languages/*.po
Languages: hi_in, te_in

source: Basanera
hi_in: बसनेरा
te_in: బసనెరా

source: Basant Avenue
hi_in: बसंत अवेनुए
te_in: బసంత్ అవెనుఏ

source: Basant Khera
hi_in: बसंत खेर
te_in: బసంత్ ఖెర్

source: Basantapada
hi_in: बसंतापाड़ा
te_in: బసంతాపా ా

source: Basantapur
hi_in: बसंतपुर
te_in: బసంతపుర్

source: Basanti Colony
hi_in: बसंती कॉलोनी
te_in: బసంతీ క్ లోనీ

source: Basantimela
hi_in: बसंतइमेल
te_in: బసంతఇమెల్

source: Basantpur
hi_in: बसंतपुर
te_in: బసంతపుర్

source: Basantpur (Siwan)
hi_in: बसंतपुर (सिवान)
te_in: బసంతపుర్ (సివాన్)

source: Basaon Kalan
hi_in: बसोँ कलां
te_in: బసోఁ కలాం

source: Basaowan
hi_in: बसोवान
te_in: బసోవాన్

source: Basarik Pah
hi_in: बसारिक पाह
te_in: బసారిక్ పాహ్

source: Basaura
hi_in: बसौरा
te_in: బసౌరా

source: Basavanagudi
hi_in: बसवनगुडी
te_in: బసవనగుడీ

source: Basavanahal
hi_in: बसवनहाल
te_in: బసవనహాల్

source: Basavani
hi_in: बसवानी
te_in: బసవానీ

source: Basavarajapura
hi_in: बसवराजपुर
te_in: బసవరాజపుర్

source: Basaveshwaranagar
hi_in: बसवेश्वरानगर
te_in: బసవెశ్వరానగర్

source: Basawata Khurd
hi_in: बसावत खुर्द
te_in: బసావత్ ఖుర్ద్

source: Baseeth
hi_in: बसीठ
te_in: బసీఠ్

source: Baselisahi
hi_in: बासेलीसाही
te_in: బాసెలీసాహీ

source: Baseri Chahar
hi_in: बसेरी चाहर
te_in: బసెరీ చాహర్

source: Baseri Khurd
hi_in: बसेरी खुर्द
te_in: బసెరీ ఖుర్ద్

source: Basgit
hi_in: बासगीत
te_in: బాసగీత్

source: Basgit Bazar
hi_in: बासगीत बाजार
te_in: బాసగీత్ బాజార్

source: Bashia Buzurg
hi_in: बसहिया बुज़ुर्ग
te_in: బసహియా బు ుర్గ్

source: Bashir
hi_in: बशीर
te_in: బశీర్

source: Basi Kiratapur
hi_in: बसी किरतपुर
te_in: బసీ కిరతపుర్

source: Basia
hi_in: बसिया
te_in: బసియా

source: Basiapara
hi_in: बसिअपरा
te_in: బసిఅపరా

source: Basila
hi_in: बासिल
te_in: బాసిల్

source: Basilapir
hi_in: बसिलपीर
te_in: బసిలపీర్

source: Basingi
hi_in: बसिंगी
te_in: బసింగీ

source: Basirhat
hi_in: बसिरहाट
te_in: బసిరహాట్

source: Basirhat Bazar
hi_in: बसिरहाट बाजार
te_in: బసిరహాట్ బాజార్

source: Basirhat College
hi_in: बसिरहाट कॉलेज
te_in: బసిరహాట్ క్ లెజ్

source: Basirhat RS
hi_in: बसिरहाट रस
te_in: బసిరహాట్ రస్

source: Baska
hi_in: बास्क
te_in: బాస్క్

source: Baskepi
hi_in: बसकेपि
te_in: బసకెపి

source: Baskhari
hi_in: बसखारी
te_in: బసఖారీ

source: Baslambi
hi_in: बसलम्बी
te_in: బసలమ్బీ

source: Basnajhal
hi_in: बसनझाल
te_in: బసనఝాల్

source: Basoda City
hi_in: बासोड़ा सिटी
te_in: బాసో ా సిటీ

source: Basodhan
hi_in: बसोधन
te_in: బసోధన్

source: Basolan
hi_in: बसोलन
te_in: బసోలన్

source: Basoma
hi_in: बसोमा
te_in: బసోమా

source: Basoor
hi_in: बसूर
te_in: బసూర్

source: Basopatti
hi_in: बासोपट्टी
te_in: బాసోపట్టీ

source: Baspadamka
hi_in: बसपदमक
te_in: బసపదమక్

source: Basrai
hi_in: बसराई
te_in: బసరాఈ

source: Bass Bhabour
hi_in: बास भाबोर
te_in: బాస్ భాబోర్

source: Bassein
hi_in: बससे
te_in: బససె

source: Bassein Road
hi_in: बससे रोड
te_in: బససె రోడ్

source: Bassi (Fatehgarh Sahib)
hi_in: बस्सी (फतेहगढ़ साहिब)
te_in: బస్సీ (ఫతెహగ్ సాహిబ్)

source: Bassi Naga
hi_in: बस्सी नाग
te_in: బస్సీ నాగ్

source: Basta
hi_in: बस्ता
te_in: బస్తా

source: Bastacola
hi_in: बस्ताकोला
te_in: బస్తాకోలా

source: Bastha
hi_in: बासठ
te_in: బాసఠ్

source: Basthi
hi_in: बस्ति
te_in: బస్తి

source: Basti
hi_in: बस्ती
te_in: బస్తీ

source: Basti Bagra
hi_in: बस्ती बगरा
te_in: బస్తీ బగరా

source: Basti Bawa Khel
hi_in: बस्ती बावा खेल
te_in: బస్తీ బావా ఖెల్

source: Basti Danishmandan
hi_in: बस्ती दानिशमंदान
te_in: బస్తీ దానిశమందాన్

source: Basti Guzan
hi_in: बस्ती गुजं
te_in: బస్తీ గుజం

source: Basti Huchhary
hi_in: बस्ती हुचहरी
te_in: బస్తీ హుచహరీ

source: Basti Jalal
hi_in: बस्ती जलाल
te_in: బస్తీ జలాల్

source: Basti Jodhewal
hi_in: बस्ती जोधेवाल
te_in: బస్తీ జోధెవాల్

source: Basti Nau
hi_in: बस्ती नौ
te_in: బస్తీ నౌ

source: Basti Ram Dhab
hi_in: बस्ती राम ढब
te_in: బస్తీ రామ్ ఢబ్

source: Basti Sheikh
hi_in: बस्ती शेख
te_in: బస్తీ శెఖ్

source: Bastingia
hi_in: बस्तिनगिया
te_in: బస్తినగియా

source: Bastora
hi_in: बस्टर
te_in: బస్టర్

source: Bastwad
hi_in: बस्तवाद
te_in: బస్తవాద్

source: Basubati
hi_in: बासुबटी
te_in: బాసుబటీ

source: Basudebpur
hi_in: बासुदेबपुर
te_in: బాసుదెబపుర్

source: Basudevpur
hi_in: बासुदेवपुर
te_in: బాసుదెవపుర్

source: Basudevpur (Bhadrak)
hi_in: बासुदेवपुर (भद्रक)
te_in: బాసుదెవపుర్ (భద్రక్)

source: Basudevpur College
hi_in: बासुदेवपुर कॉलेज
te_in: బాసుదెవపుర్ క్ లెజ్

source: Basudia
hi_in: बासुडीया
te_in: బాసుడీయా

source: Basuli Farm
hi_in: बसूली फार्म
te_in: బసూలీ ఫార్ం

source: Basulia
hi_in: बसुलिया
te_in: బసులియా

source: Baswa
hi_in: बसवा
te_in: బసవా

source: Baswariya
hi_in: बसवरिया
te_in: బసవరియా

source: Bata Mandi
hi_in: बता मण्डी
te_in: బతా మణ్డీ

source: Batabari
hi_in: बटाबारी
te_in: బటాబారీ

source: Batagaon
hi_in: बैगों
te_in: బేగోం

source: Batakurki
hi_in: बटकुरकी
te_in: బటకురకీ

source: Batala
hi_in: बटाला
te_in: బతలా

source: Batala City
hi_in: बटाला सिटी
te_in: బటాలా సిటీ

source: Batamari Tiniali
hi_in: बटमारी टिनिआली
te_in: బటమారీ టినిఆలీ

source: Batari
hi_in: बैटरी
te_in: బేటరీ

source: Batchupet
hi_in: बचउपेत
te_in: బచఉపెత్

source: Bategaon
hi_in: बतेग़ों
te_in: బతెౚోం

source: Batertal
hi_in: बटेरटाल
te_in: బటెరటాల్

source: Batha Sabauli
hi_in: बैठ सबौली
te_in: బేఠ్ సబౌలీ

source: Bathauli
hi_in: बथौली
te_in: బథౌలీ

source: Bathinda
hi_in: बठिंडा
te_in: బఠిండా

source: Bathri
hi_in: बाथरी
te_in: బాథరీ

source: Bathu
hi_in: बथु
te_in: బథు

source: Bathupalli Ganagaram
hi_in: बथुपल्ली गंगराम
te_in: బథుపల్లీ గంగరాం

source: Bati
hi_in: बाटी
te_in: బాటీ

source: Batia
hi_in: बतिया
te_in: బతియా

source: Batiapada
hi_in: बतियापाड़ा
te_in: బతియాపా ా

source: Batiatala
hi_in: बतियाताल
te_in: బతియాతాల్

source: Batiporia
hi_in: बतिपोरिया
te_in: బతిపోరియా

source: Batlagundu Bazar
hi_in: बत्लागुंदु बाजार
te_in: బత్లాగుందు బాజార్

source: Batlapalli
hi_in: बतलापल्ली
te_in: బతలాపల్లీ

source: Batlapudi
hi_in: बतलापुडी
te_in: బతలాపుడీ

source: Batnahit
hi_in: बटनहित
te_in: బటనహిత్

source: Batpalasa
hi_in: बटपाल्स
te_in: బటపాల్స్

source: Batranau
hi_in: बतरणौ
te_in: బతరణౌ

source: Batroo
hi_in: बत्रू
te_in: బత్రూ

source: Batseri
hi_in: बटसेरी
te_in: బటసెరీ

source: Battepadu
hi_in: बट्टेपाडु
te_in: బట్టెపాడు

source: Batura
hi_in: बटुरा
te_in: బటురా

source: Baturbari
hi_in: बटुरबारी
te_in: బటురబారీ

source: Bauhar
hi_in: बौहार
te_in: బౌహార్

source: Baulojholi
hi_in: बॉलोझोली
te_in: బ్ లోఝోలీ

source: Baun(S)
hi_in: बॉन(स)
te_in: బ్ న్(స్)

source: Bauna
hi_in: बौना
te_in: బౌనా

source: Baunsagadia
hi_in: बौनसागडिया
te_in: బౌనసాగడియా

source: Baunsapokhari
hi_in: बौंसपोखरी
te_in: బౌంసపోఖరీ

source: Baunsda
hi_in: बाउंसड
te_in: బాఉంసడ్

source: Baunsput
hi_in: बौनसपूत
te_in: బౌనసపూత్

source: Baunsuli
hi_in: बौंसुली
te_in: బౌంసులీ

source: Baurawan
hi_in: बौरवां
te_in: బౌరవాం

source: Bauri
hi_in: बुरी
te_in: బురీ

source: Bauripada
hi_in: बाउरीपाड़ा
te_in: బాఉరీపా ా

source: Bauth
hi_in: बॉथ
te_in: బ్ థ్

source: Bautibeda
hi_in: बाउटिबेडा
te_in: బాఉటిబెడా

source: Bavanahalli
hi_in: बावनाहल्ली
te_in: బావనాహల్లీ

source: Bavarli
hi_in: बावरली
te_in: బావరలీ

source: Bavdhan
hi_in: बवधान
te_in: బవధాన్

source: Bavi
hi_in: भवि
te_in: భవి

source: Bavla Market Yard
hi_in: बावला मार्केट यार्ड
te_in: బావలా మార్కెట్ యార్డ్

source: Bavli
hi_in: बावली
te_in: బావలీ

source: Bavra
hi_in: बावरा
te_in: బావరా

source: Bavsar
hi_in: भावसार
te_in: భావసార్

source: Bavur
hi_in: बवुर
te_in: బవుర్

source: Bawadia Kalan
hi_in: बावडिया कलां
te_in: బావడియా కలాం

source: Bawal
hi_in: बवाल
te_in: బవాల్

source: Bawali Chandipur
hi_in: बावली चांदीपुर
te_in: బావలీ చాందీపుర్

source: Bawangaja
hi_in: बावनगजा
te_in: బావనగజా

source: Bawani Khera
hi_in: बवानी खेड़ा
te_in: బవానీ ఖె ా

source: Bawngkawn
hi_in: बॉन्गकॉन
te_in: బ్ న్గక్ న్

source: Bawwa
hi_in: बव्वा
te_in: బవ్వా

source: Bay
hi_in: बे
te_in: బె

source: Bayad
hi_in: बायड
te_in: బయద్

source: Bayala
hi_in: भयल
te_in: భయల్

source: Bayaon
hi_in: बयान
te_in: బయాన్

source: Bayyannagudem
hi_in: बय्यननगुडेम
te_in: బయ్యననగుడెం

source: Bazar Basti Ram
hi_in: बाजार बस्ती राम
te_in: బాజార్ బస్తీ రాం

source: Bazar Dallirajhara
hi_in: बाजार दल्लीराजहरा
te_in: బాజార్ దల్లీరాజహరా

source: Bazar Kurridih
hi_in: बाजार कुर्रीडीह
te_in: బాజార్ కుర్రీడీహ్

source: Bazar Nauhrian
hi_in: बाजार नौहरिण
te_in: బాజార్ నౌహరిణ్

source: Bazar Sarafan Phagwara
hi_in: बाजार सराफान फगवारा
te_in: బాజార్ సరాఫాన్ ఫగవారా

source: Bazar Shahidan
hi_in: बाजार शहीदां
te_in: బాజార్ శహీదాం

source: Bazardiha
hi_in: बजरडीहा
te_in: బజరడీహా

source: Bazargaon
hi_in: बज़रगोँ
te_in: బ్ రగోఁ

source: Bazargate
hi_in: बाज़ारगते
te_in: బా ారగతె

source: Bazarghat (Hyderabad)
hi_in: बाजारघाट (हैदराबाद)
te_in: బాజారఘాట్ (హేదరాబాద్)

source: Bazaria Chhibramau
hi_in: बज़रीआ छिबरामऊ
te_in: బ్ రీఆ ఛిబరామఊ

source: Bazaria Shahajahanabad
hi_in: बजरिया शाहजहानाबाद
te_in: బజరియా శాహజహానాబాద్

source: Bazarpeth Mohol
hi_in: बाजारपेठ मोहोल
te_in: బాజారపెఠ్ మోహోల్

source: Bazarwadi
hi_in: बाज़ारवादी
te_in: బా ారవాదీ

source: Bazidpur
hi_in: बजीदपुर
te_in: బజీదపుర్

source: Bazpur
hi_in: बाजपुर
te_in: బాజపుర్

source: Beacon Pathankot
hi_in: बीकन पठानकोट
te_in: బీకన్ పఠానకోట్

source: Beadon Street
hi_in: बीड़ों स्ट्रीट
te_in: బీ ోం స్ట్రీట్

source: Beallapadar
hi_in: बीलापदार
te_in: బీలాపదార్

source: Beam Wirelee Station
hi_in: बीम विरली स्टेशन
te_in: బీమ్ విరలీ స్టెశన్

source: Beapur
hi_in: बेकापुर
te_in: బెకాపుర్

source: Beas
hi_in: बीस
te_in: బీస్

source: Beat Bazar
hi_in: बीट बाजार
te_in: బీట్ బాజార్

source: Beawar [Raj]
hi_in: बीवर [राज]
te_in: బీవర్ [రాజ్]

source: Beawar Khas
hi_in: बीवर खास
te_in: బీవర్ ఖాస్

source: Bebedhol
hi_in: बेबेढोल
te_in: బెబెఢోల్

source: Becharaji
hi_in: बेचराजी
te_in: బెచరాజీ

source: Bechri
hi_in: बेचारी
te_in: బెచారీ

source: Bedag
hi_in: बेदाग
te_in: బెదాగ్

source: Bedaguli
hi_in: बेड़ागली
te_in: బె ాగలీ

source: Bedaru
hi_in: बेडरू
te_in: బెడరూ

source: Bedasma Mumanvas
hi_in: बेदस्म मुमनवास
te_in: బెదస్మ్ ముమనవాస్

source: Bedaul
hi_in: बेडौल
te_in: బెడౌల్

source: Bedauli
hi_in: बेदौली
te_in: బెదౌలీ

source: Bedeshwar
hi_in: बेदेश्वर
te_in: బెదెశ్వర్

source: Bedga
hi_in: बेदाग
te_in: బెదాగ్

source: Bedhiya
hi_in: बेधिया
te_in: బెధియా

source: Bedla
hi_in: बदल
te_in: బదల్

source: Bedpa
hi_in: बेडपा
te_in: బెడపా

source: Beed
hi_in: बीड
te_in: బీడ్

source: Beed Budruk
hi_in: बीड बुद्रुक
te_in: బీడ్ బుద్రుక్

source: Beelwadi
hi_in: बिल्वादि
te_in: బిల్వాది

source: Beemapally
hi_in: बीमापल्ली
te_in: బీమాపల్లీ

source: Beena Malla
hi_in: बीना मल्ल
te_in: బీనా మల్ల్

source: Beenachi
hi_in: बीनाची
te_in: బీనాచీ

source: Beenra
hi_in: बींरै
te_in: బీంరే

source: Beer Pur Khairaniya
hi_in: बियर पुर खैरनिया
te_in: బియర్ పుర్ ఖేరనియా

source: Beerampur
hi_in: बीरमपुर
te_in: బీరమపుర్

source: Beeravalu
hi_in: बीरवळु
te_in: బీరవళు

source: Beeri (B)
hi_in: बीड़ी (बी)
te_in: బీ ీ (బీ)

source: Beerpur
hi_in: बीरपुर
te_in: బీరపుర్

source: Beerpura
hi_in: बीरपुर
te_in: బీరపుర్

source: Beesanahally
hi_in: बीसनहल्ली
te_in: బీసనహల్లీ

source: Begampur (Hooghly)
hi_in: बेगमपुर (हूघली)
te_in: బెగమపుర్ (హూఘలీ)

source: Begampur (Patna)
hi_in: बेगमपुर (पटना)
te_in: బెగమపుర్ (పాట్నా)

source: Begas
hi_in: बेगस
te_in: బెగస్

source: Begepalli
hi_in: बॅगेपल्ली
te_in: బ౅గెపల్లీ

source: Beguakhali
hi_in: बेगुआखाली
te_in: బెగుఆఖాలీ

source: Begumbazar
hi_in: बेगमबाज़ार
te_in: బెగమబా ార్

source: Begumpet
hi_in: बेगमपेट
te_in: బెగమపెట్

source: Begumpet Policelines
hi_in: बेगमपेट पोलिसेलिन्स
te_in: బెగమపెట్ పోలిసెలిన్స్

source: Begumsarai
hi_in: बेगुमसरे
te_in: బెగుమసరె

source: Begunbari
hi_in: बेगुनबाड़ी
te_in: బెగునబా ీ

source: Begunia Bazar
hi_in: बेगुनिया बाजार
te_in: బెగునియా బాజార్

source: Begur
hi_in: बेगार
te_in: బెగార్

source: Begur(Shikaripur)
hi_in: बेगार(शिकारीपुर)
te_in: బెగార్(శికారీపుర్)

source: Begusarai
hi_in: बेगूसराय
te_in: బెగూసరాయ్

source: Begusarai Court
hi_in: बेगुसराय कोर्ट
te_in: బెగుసరాయ్ కోర్ట్

source: Begut
hi_in: बेगुट
te_in: బెగుట్

source: Beh
hi_in: बह
te_in: బహ్

source: Behal
hi_in: बेहाल
te_in: బెహాల్

source: Behala
hi_in: बेहाल
te_in: బెహాల్

source: Behala Municipal Market
hi_in: बेहाल म्युनिसिपल मार्किट
te_in: బెహాల్ మ్యునిసిపల్ మార్కిట్

source: Behali
hi_in: बेहाली
te_in: బెహాలీ

source: Beharipur
hi_in: बेहरीपुर
te_in: బెహరీపుర్

source: Beharjuria
hi_in: बेहरजुरिया
te_in: బెహరజురియా

source: Behat (Gwalior)
hi_in: बेहत (ग्वालियर)
te_in: బెహత్ (గ్వాలియర్)

source: Beheda
hi_in: बेहद
te_in: బెహద్

source: Behera
hi_in: बेहेरा
te_in: బెహెరా

source: Beheragaon
hi_in: बेहेरगाओं
te_in: బెహెరగాఓం

source: Beheraguda
hi_in: बेहेरागुड़ा
te_in: బెహెరాగు ా

source: Behhrampur
hi_in: बेदरामपुर
te_in: బెదరామపుర్

source: Behlba
hi_in: बेहल्बा
te_in: బెహల్బా

source: Behlolpur
hi_in: बहलोलपुर
te_in: బహలోలపుర్

source: Behman Diwana
hi_in: बहमन दीवाना
te_in: బహమన్ దీవానా

source: Behmna
hi_in: बहमन
te_in: బహమన్

source: Behna Jattan
hi_in: बहन जट्टान
te_in: బహన్ జట్టాన్

source: Behora
hi_in: बेहोरा
te_in: బెహోరా

source: Behrakhar
hi_in: बेहराखार
te_in: బెహరాఖార్

source: Behramar
hi_in: बेहरामर
te_in: బెహరామర్

source: Behrampura
hi_in: बेहरामपुर
te_in: బెహరామపుర్

source: Behrin
hi_in: बहरीन
te_in: బహరీన్

source: Behroli
hi_in: बहरौली
te_in: బహరౌలీ

source: Behsuma
hi_in: बहसूमा
te_in: బహసూమా

source: Behta
hi_in: बहता
te_in: బహతా

source: Behta Bujurg
hi_in: बेहटा बुजुर्ग
te_in: బెహటా బుజుర్గ్

source: Behta Gusain
hi_in: बेहत गुसाईं
te_in: బెహత్ గుసాఈం

source: Behta Hazipur
hi_in: बेहटा हाजीपुर
te_in: బెహటా హాజీపుర్

source: Behta Rampur
hi_in: बेहत रामपुर
te_in: బెహత్ రామపుర్

source: Behtasambad
hi_in: बेह्तासम्बद
te_in: బెహ్తాసమ్బద్

source: Bejjipuram
hi_in: बेज्जिपुरम
te_in: బెజ్జిపురం

source: Bekkeri
hi_in: बेक्केरी
te_in: బెక్కెరీ

source: Bekobar
hi_in: बेकोबार
te_in: బెకోబార్

source: Bekur
hi_in: बेकुर
te_in: బెకుర్

source: Bel
hi_in: बेल
te_in: బెల్

source: Bela
hi_in: बेल
te_in: బెల్

source: Bela Baiju
hi_in: भेल बैजु
te_in: భెల్ బేజు

source: Bela Parsa
hi_in: बेला पारस
te_in: బెలా పారస్

source: Beladhara
hi_in: बेलदार
te_in: బెలదార్

source: Belagali
hi_in: बेलागली
te_in: బెలాగలీ

source: Belagara
hi_in: बेलगर
te_in: బెలగర్

source: Belagavi
hi_in: बेलगावी
te_in: బెలగావీ

source: Belagere
hi_in: बेलग्रे
te_in: బెలగ్రె

source: Belagundi
hi_in: बेलगुंडी
te_in: బెలగుండీ

source: Belahi
hi_in: बेलाही
te_in: బెలాహీ

source: Belai
hi_in: भेलै
te_in: భెలే

source: Belal
hi_in: बेलाल
te_in: బెలాల్

source: Belampur
hi_in: बेलमपुर
te_in: బెలమపుర్

source: Belamundi
hi_in: बेलमुंडी
te_in: బెలముండీ

source: Belan Bazar
hi_in: बेलन बाजार
te_in: బెలన్ బాజార్

source: Belanahalli
hi_in: बेलनाहल्ली
te_in: బెలనాహల్లీ

source: Belanje
hi_in: बेलांजे
te_in: బెలాంజె

source: Belaon
hi_in: बेलाओं
te_in: బెలాఓం

source: Belapur Node- V
hi_in: भेलपुर नोड- व्
te_in: భెలపుర్ నోడ్- వ్

source: Belapur Node-- III
hi_in: भेलपुर नोड-- ईई
te_in: భెలపుర్ నోడ్-- ఈఈ

source: Belarampur
hi_in: बलरामपुर
te_in: బలరామపుర్

source: Belari
hi_in: बेलारी
te_in: బెలారీ

source: Belasin
hi_in: बेलासिं
te_in: బెలాసిం

source: Belatgavhan
hi_in: बेलटगावहाँ
te_in: బెలటగావహాఁ

source: Belati
hi_in: बेलती
te_in: బెలతీ

source: Belatikiri
hi_in: बेलतीकीरी
te_in: బెలతీకీరీ

source: Belaukh
hi_in: बेलौख
te_in: బెలౌఖ్

source: Belaunakala
hi_in: बेलॉनकाल
te_in: బెల్ నకాల్

source: Belavanur
hi_in: बेलवानूर
te_in: బెలవానూర్

source: Belavatti
hi_in: बेलवत्ती
te_in: బెలవత్తీ

source: Belaw
hi_in: बेलाव
te_in: బెలావ్

source: Belawade KH
hi_in: बेलवाड़े कह
te_in: బెలవా ె కహ్

source: Belbari
hi_in: बेलबाड़ी
te_in: బెలబా ీ

source: Belchhi
hi_in: बेलछी
te_in: బెలఛీ

source: Belda
hi_in: बेलड़ा
te_in: బెల్ ా

source: Beldaha
hi_in: बेल्दाह
te_in: బెల్దాహ్

source: Beldanga
hi_in: बेलडांगा
te_in: బెలడాంగా

source: Beldar Seoni
hi_in: बेलदार सेवई
te_in: బెలదార్ సెవఈ

source: Beleghata
hi_in: बेलघाट
te_in: బెలఘాట్

source: Belgachia Mansatala
hi_in: बेलगछिया मंसाताल
te_in: బెలగఛియా మంసాతాల్

source: Belgaum
hi_in: बेलगाम
te_in: బెలగాం

source: Belgaum Bus Stand
hi_in: बेलगाम बस स्टैंड
te_in: బెలగామ్ బస్ స్టేండ్

source: Belgaum Camp
hi_in: बेलगाम कैम्प
te_in: బెలగామ్ కేమ్ప్

source: Belgaum City
hi_in: बेलगाम सिटी
te_in: బెలగామ్ సిటీ

source: Belgaum College Road
hi_in: बेलगाम कॉलेज रोड
te_in: బెలగామ్ క్ లెజ్ రోడ్

source: Belgaum Fort
hi_in: बेलगाम फोर्ट
te_in: బెలగామ్ ఫోర్ట్

source: Belgaum Kapileshwar Road
hi_in: बेलगाम कपिलेश्वर रोड
te_in: బెలగామ్ కపిలెశ్వర్ రోడ్

source: Belgaum Khasbag
hi_in: बेलगाम खासबाग
te_in: బెలగామ్ ఖాసబాగ్

source: Belgaum Kutchery
hi_in: बेलगाम कुत्चेरय
te_in: బెలగామ్ కుత్చెరయ్

source: Belgaum M. Vadgaon
hi_in: बेलगाम एम. वडगाव
te_in: బెలగామ్ ఏమ్. వడగావ్

source: Belgaum Nehru Nagar
hi_in: बेलगाम नेहरू नगर
te_in: బెలగామ్ నెహరూ నగర్

source: Belgaum Shahapur
hi_in: बेलगाम शाहपुर
te_in: బెలగామ్ శాహపుర్

source: Belgaum Shivaji Nagar
hi_in: बेलगाम शिवाजी नगर
te_in: బెలగామ్ శివాజీ నగర్

source: Belgaum Vishweswaraih Nagar
hi_in: बेलगाम विश्वेस्वराइह नगर
te_in: బెలగామ్ విశ్వెస్వరాఇహ్ నగర్

source: Belgawan
hi_in: बेलगवां
te_in: బెలగవాం

source: Belgharia
hi_in: बेलघरिया
te_in: బెలఘరియా

source: Belgharia Mohini Mills
hi_in: बेलघरिया मोहिनी मिल्स
te_in: బెలఘరియా మోహినీ మిల్స్

source: Belghat
hi_in: बेलघाट
te_in: బెలఘాట్

source: Belguri
hi_in: बेलगुरी
te_in: బెలగురీ

source: Belhan
hi_in: बेल्हन
te_in: బెల్హన్

source: Belhara
hi_in: बेलहर
te_in: బెలహర్

source: Belhari
hi_in: बेलहरी
te_in: బెలహరీ

source: Belhat
hi_in: बेलहत
te_in: బెలహత్

source: Belhatthi
hi_in: बेल्हट्ठी
te_in: బెల్హట్ఠీ

source: Belhi
hi_in: बेलही
te_in: బెలహీ

source: Belia
hi_in: बेलिया
te_in: బెలియా

source: Beliabadi
hi_in: बेलियाबाड़ी
te_in: బెలియాబా ీ

source: Beliapal
hi_in: बेलियापाल
te_in: బెలియాపాల్

source: Belimallur
hi_in: बेलिमल्लूर
te_in: బెలిమల్లూర్

source: Belkas
hi_in: बेल्कास
te_in: బెల్కాస్

source: Belke
hi_in: बेलके
te_in: బెలకె

source: Belkhandi
hi_in: बेलखंडी
te_in: బెలఖండీ

source: Belkulai
hi_in: बेलकुलै
te_in: బెలకులే

source: Belkunda
hi_in: बेलकुंडा
te_in: బెలకుండా

source: Belladi
hi_in: बेल्लड़ी
te_in: బెల్ల్ ీ

source: Bellagam
hi_in: बैलगाम
te_in: బేలగాం

source: Bellaipalayam
hi_in: बेलाइपलायम
te_in: బెలాఇపలాయం

source: Bellandur
hi_in: बेल्लांडुर
te_in: బెల్లాండుర్

source: Bellara
hi_in: बेल्लारा
te_in: బెల్లారా

source: Bellary
hi_in: बेल्लारी
te_in: బెల్లారీ

source: Bellary Brucepettah
hi_in: बेल्लारी ब्रुसपेत्तः
te_in: బెల్లారీ బ్రుసపెత్తః

source: Bellary Cantonment
hi_in: बेल्लारी कैंटोनमेंट
te_in: బెల్లారీ కేంటోనమెంట్

source: Bellary City
hi_in: बेल्लारी सिटी
te_in: బెల్లారీ సిటీ

source: Bellary Cowl Bazar
hi_in: बेल्लारी काव्ल बाजार
te_in: బెల్లారీ కావ్ల్ బాజార్

source: Bellary District Court
hi_in: बेल्लारी डिस्ट्रिक्ट कोर्ट
te_in: బెల్లారీ డిస్ట్రిక్ట్ కోర్ట్

source: Bellary Gandhinagar
hi_in: बेल्लारी गांधीनगर
te_in: బెల్లారీ గాంధీనగర్

source: Bellary Herialukadam
hi_in: बेल्लारी हरिअलउकडं
te_in: బెల్లారీ హరిఅలఉకడం

source: Bellary Parvathi Nagar
hi_in: बेल्लारी पार्वति नगर
te_in: బెల్లారీ పార్వతి నగర్

source: Bellary Patel Nagar
hi_in: बेल्लारी पटेल नगर
te_in: బెల్లారీ పటెల్ నగర్

source: Bellary Satyanarayanapet
hi_in: बेल्लारी सत्यनारायणपेट
te_in: బెల్లారీ సత్యనారాయణపెట్

source: Belloor
hi_in: बेल्लूर
te_in: బెల్లూర్

source: Belludi
hi_in: बेल्लुडी
te_in: బెల్లుడీ

source: Bellumadu
hi_in: बेल्लूमेदु
te_in: బెల్లూమెదు

source: Bellur
hi_in: बेल्लूर
te_in: బెల్లూర్

source: Belmond
hi_in: बेलमोंड
te_in: బెలమోండ్

source: Belna
hi_in: बेलन
te_in: బెలన్

source: Belondi
hi_in: बेलोंडी
te_in: బెలోండీ

source: Belonia aerodrome
hi_in: बेलोनिया एरोड्रम
te_in: బెలోనియా ఏరోడ్రం

source: Beloniya
hi_in: बेलोनिया
te_in: బెలోనియా

source: Belora
hi_in: बेलोरा
te_in: బెలోరా

source: Belpahari
hi_in: बेलपहाड़ी
te_in: బెలపహా ీ

source: Belpara
hi_in: बलपर
te_in: బలపర్

source: Belpco
hi_in: बेलपक
te_in: బెలపక్

source: Belra
hi_in: बेलर
te_in: బెలర్

source: Belsandi
hi_in: बेलसंडी
te_in: బెలసండీ

source: Belser
hi_in: बेलसर
te_in: బెలసర్

source: Belthangady
hi_in: बेल्थनगडी
te_in: బెల్థనగడీ

source: Beltola
hi_in: बेलटोला
te_in: బెలటోలా

source: Belumilki
hi_in: बेलूमिलकी
te_in: బెలూమిలకీ

source: Belwa
hi_in: बेलवा
te_in: బెలవా

source: Belwa Bahuari
hi_in: बेलवा बहुरि
te_in: బెలవా బహురి

source: Belwa Madho
hi_in: बेलवा माधो
te_in: బెలవా మాధో

source: Belwa More
hi_in: बेलवा मोरे
te_in: బెలవా మోరె

source: Belwania
hi_in: बेलवनिया
te_in: బెలవనియా

source: Belwatikar
hi_in: बेलवतीकर
te_in: బెలవతీకర్

source: Belwatikar Nd
hi_in: बेलवतीकर नद
te_in: బెలవతీకర్ నద్

source: Belyo
hi_in: बेल्यो
te_in: బెల్యో

source: Bemali
hi_in: बेमाली
te_in: బెమాలీ

source: Beman
hi_in: बेमन
te_in: బెమన్

source: Bembale
hi_in: बेम्बले
te_in: బెమ్బలె

source: Bemhari
hi_in: बेहरी
te_in: బెహరీ

source: Bena
hi_in: बेन
te_in: బెన్

source: Benachakri
hi_in: बेनचाकरी
te_in: బెనచాకరీ

source: Benachity Market
hi_in: बेनाचिटी मार्किट
te_in: బెనాచిటీ మార్కిట్

source: Benagoria
hi_in: बेनागोरिया
te_in: బెనాగోరియా

source: Benai
hi_in: बनाई
te_in: బనాఈ

source: Benakanhalli
hi_in: बेनाकनहल्ली
te_in: బెనాకనహల్లీ

source: Benapata
hi_in: बेलपात
te_in: బెలపాత్

source: Benara
hi_in: बेनर
te_in: బెనర్

source: Benasur
hi_in: बेअसर
te_in: బెఅసర్

source: Benchmardi
hi_in: बेंचमारड़ी
te_in: బెంచమార్ ీ

source: Bendalia
hi_in: बेन्डलिया
te_in: బెన్డలియా

source: Bendekere
hi_in: बेनडेकेरे
te_in: బెనడెకెరె

source: Bendro
hi_in: बन्दरो
te_in: బన్దరో

source: Bengabad
hi_in: बेंगाबाद
te_in: బెంగాబాద్

source: Bengahi
hi_in: बेगहि
te_in: బెగహి

source: Bengal Chemical
hi_in: बंगाल केमिकल
te_in: బంగాల్ కెమికల్

source: Bengal Immunity
hi_in: बंगाल इम्युनिटी
te_in: బంగాల్ ఇమ్యునిటీ

source: Bengalam
hi_in: बेंगलम
te_in: బెంగలం

source: Benimadho Nagar
hi_in: बेनीमाधव नगर
te_in: బెనీమాధవ్ నగర్

source: Benipur
hi_in: बेनीपुर
te_in: బెనీపుర్

source: Benisagar
hi_in: बेनीसागर
te_in: బెనీసాగర్

source: Benjanapadavu
hi_in: बेन्जनापडावु
te_in: బెన్జనాపడావు

source: Benkatti
hi_in: बनकटी
te_in: బనకటీ

source: Bennikallu
hi_in: बेंनिकालु
te_in: బెంనికాలు

source: Bensakaranjia
hi_in: बेनसकरणजिया
te_in: బెనసకరణజియా

source: Bense
hi_in: बैंसे
te_in: బేంసె

source: Benta South
hi_in: बेंत साउथ
te_in: బెంత్ సాఉథ్

source: Bentairi
hi_in: बेंटैरी
te_in: బెంటేరీ

source: Bentalpur
hi_in: बेतालपुर
te_in: బెతాలపుర్

source: Bentapur
hi_in: बेंतपुर
te_in: బెంతపుర్

source: Beolia
hi_in: बेओलिया
te_in: బెఓలియా

source: Beonja
hi_in: बेवजा
te_in: బెవజా

source: Beonta
hi_in: बेनट
te_in: బెనట్

source: Beonti Khurd
hi_in: बेनती खुर्द
te_in: బెనతీ ఖుర్ద్

source: Bepadar
hi_in: बेपदार
te_in: బెపదార్

source: Ber
hi_in: बेर
te_in: బెర్

source: Beraberia
hi_in: बेरबेरिया
te_in: బెరబెరియా

source: Beral
hi_in: बेरल
te_in: బెరల్

source: Berasia Road
hi_in: बेरसिया रोड
te_in: బెరసియా రోడ్

source: Berboi
hi_in: बेरबाई
te_in: బెరబాఈ

source: Bergoom
hi_in: बेरगोम
te_in: బెరగోం

source: Berhampore (WB)
hi_in: बेरहामपुर (वेब)
te_in: బెరహామపుర్ (వెబ్)

source: Berhampore Civil Court
hi_in: बेरहामपुर सिविल कोर्ट
te_in: బెరహామపుర్ సివిల్ కోర్ట్

source: Berhampore Station Road
hi_in: बेरहामपुर स्टेशन रोड
te_in: బెరహామపుర్ స్టెశన్ రోడ్

source: Berhampur
hi_in: बहरामपुर
te_in: బహరామపుర్

source: Berhampur City
hi_in: बेरहामपुर सिटी
te_in: బెరహామపుర్ సిటీ

source: Berhampur(GM)
hi_in: बेरहामपुर(गम)
te_in: బెరహామపుర్(గమ్)

source: Berhana
hi_in: बैरहना
te_in: బేరహనా

source: Berhna
hi_in: बैरहना
te_in: బేరహనా

source: Beri
hi_in: बेरी
te_in: బెరీ

source: Beri Razadian
hi_in: बेरी रज़ादिआं
te_in: బెరీ ర్ ాదిఆం

source: Beria Majhola
hi_in: बेरिया मझोला
te_in: బెరియా మఝోలా

source: Beripadavu
hi_in: बेरीपडावु
te_in: బెరీపడావు

source: Berka
hi_in: बेरक
te_in: బెరక్

source: Berni
hi_in: बेरनी
te_in: బెరనీ

source: Berugram
hi_in: बेरुग्राम
te_in: బెరుగ్రాం

source: Besai Bigha
hi_in: बेसी बिगहा
te_in: బెసీ బిగహా

source: Besantnagar
hi_in: बेसंतनगर
te_in: బెసంతనగర్

source: Besra
hi_in: बेसरा
te_in: బెసరా

source: BEST STaff Quarters
hi_in: बेस्ट स्टाफ क़ुरतेरस
te_in: బెస్ట్ స్టాఫ్ ౘురతెరస్

source: Bestamaranahalli
hi_in: बेस्टमरनहल्ली
te_in: బెస్టమరనహల్లీ

source: Bet Narayan Maharaj
hi_in: बेट नारायण महाराज
te_in: బెట్ నారాయణ్ మహారాజ్

source: Betageri
hi_in: बेतागिरी
te_in: బెతాగిరీ

source: Betai
hi_in: बेटे
te_in: బెటె

source: Betauna
hi_in: बेतौना
te_in: బెతౌనా

source: Betbari
hi_in: बेतबारी
te_in: బెతబారీ
