Repository: healthvdev/custom_template
Catalog: languages/*.po
Languages: hi_in, te_in

source: Buraj Bhangu
hi_in: बुर्ज भंगू
te_in: బుర్జ్ భంగూ

source: Burankhedi
hi_in: बुरणखेड़ी
te_in: బురణఖె ీ

source: Burarihat
hi_in: बुरारिहत
te_in: బురారిహత్

source: Burawali
hi_in: बरवाली
te_in: బరవాలీ

source: Burdwan
hi_in: बर्दवान
te_in: బర్దవాన్

source: Burdwan Arrah
hi_in: बर्दवान अर्राह
te_in: బర్దవాన్ అర్రాహ్

source: Burdwan Bar Library
hi_in: बर्दवान बार लाइब्रेरी
te_in: బర్దవాన్ బార్ లాఇబ్రెరీ

source: Burdwan District School Board
hi_in: बर्दवान डिस्ट्रिक्ट स्कूल बोर्ड
te_in: బర్దవాన్ డిస్ట్రిక్ట్ స్కూల్ బోర్డ్

source: Burdwan Medical College
hi_in: बर्दवान मेडिकल कॉलेज
te_in: బర్దవాన్ మెడికల్ క్ లెజ్

source: Burdwan Rajbari
hi_in: बर्दवान राजबारी
te_in: బర్దవాన్ రాజబారీ

source: Burdwan Rs
hi_in: बर्दवान रस
te_in: బర్దవాన్ రస్

source: Burdwan University
hi_in: बर्दवान यूनिवर्सिटी
te_in: బర్దవాన్ యూనివర్సిటీ

source: Bureau Of Mines
hi_in: ब्यूरो ऑफ माइंस
te_in: బ్యూరో ఑ఫ్ మాఇంస్

source: Burguda
hi_in: बुरगुड़ा
te_in: బురగు ా

source: Burgula
hi_in: बुर्गुला
te_in: బుర్గులా

source: Burgum
hi_in: बुरगुम
te_in: బురగుం

source: Burha Dewar
hi_in: बुरहा देवर
te_in: బురహా దెవర్

source: Burhadih
hi_in: बुरहाडीह
te_in: బురహాడీహ్

source: Burhan Ka Tala
hi_in: बुरहान का तला
te_in: బురహాన్ కా తలా

source: Burhana
hi_in: बुरहान
te_in: బురహాన్

source: Burhanpur
hi_in: बुरहानपुर
te_in: బురహానపుర్

source: Burhanpur R.S.
hi_in: बुरहानपुर आर.एस.
te_in: బురహానపుర్ ఆర్.ఏస్.

source: Burhara
hi_in: बुरहार
te_in: బురహార్

source: BurhijagirB.O
hi_in: बुर्हिजागीरब.ओ
te_in: బుర్హిజాగీరబ్.ఓ

source: Burhwar
hi_in: बुरहवार
te_in: బురహవార్

source: Burigong
hi_in: बुरीगोंग
te_in: బురీగోంగ్

source: Burj Sidhwan
hi_in: बुर्ज सिधवां
te_in: బుర్జ్ సిధవాం

source: Burla
hi_in: बुर्ला
te_in: బుర్లా

source: Burlavaripalem
hi_in: बुर्लवरिपलें
te_in: బుర్లవరిపలెం

source: Burliar
hi_in: बुरलीर
te_in: బురలీర్

source: Burmajra
hi_in: बुरमाजरा
te_in: బురమాజరా

source: Burmu
hi_in: बुरमु
te_in: బురము

source: Buroshibtala (Hooghly)
hi_in: ब्यूरोसहिबतला (हूघली)
te_in: బ్యూరోసహిబతలా (హూఘలీ)

source: Buroshibtala (Nadia)
hi_in: ब्यूरोसहिबतला (नदिया)
te_in: బ్యూరోసహిబతలా (నదియా)

source: Burripalem
hi_in: बुर्रीपालेम
te_in: బుర్రీపాలెం

source: Bursu
hi_in: बरसु
te_in: బరసు

source: Burudih
hi_in: बुरूडीह
te_in: బురూడీహ్

source: Burugupalem
hi_in: बूरुगुपालम
te_in: బూరుగుపాలం

source: Burunjwadi
hi_in: बुरुंजवादी
te_in: బురుంజవాదీ

source: Bus Stand Bhiwani
hi_in: बस स्टैंड भिवानी
te_in: బస్ స్టేండ్ భివానీ

source: Bus Stand(Guntur)
hi_in: बस स्टैंड(गुंटूर)
te_in: బస్ స్టేండ్(గుంటూర్)

source: Bus Station(KHM)
hi_in: बस स्टेशन(खम)
te_in: బస్ స్టెశన్(ఖమ్)

source: Bus Terminus
hi_in: बस टर्मिनस
te_in: బస్ టర్మినస్

source: Busstand
hi_in: बसस्टैंड
te_in: బసస్టేండ్

source: Butdi
hi_in: बुत्दी
te_in: బుత్దీ

source: Buthipuram
hi_in: बुठीपुरम
te_in: బుఠీపురం

source: Butisenha
hi_in: बूटीसिंह
te_in: బూటీసింహ్

source: Butla Daulat
hi_in: बतला दौलत
te_in: బతలా దౌలత్

source: Butta Paldi
hi_in: बुट्टा पालड़ी
te_in: బుట్టా పాల్ ీ

source: Buttaipet
hi_in: बूटटैपेट
te_in: బూటటేపెట్

source: Buvache Vathar
hi_in: बउवाचे वातहर
te_in: బఉవాచె వాతహర్

source: Buxar
hi_in: बक्सर
te_in: బక్సర్

source: Buxie Khurde
hi_in: बसिए खुर्दे
te_in: బసిఏ ఖుర్దె

source: Byadarahalli
hi_in: बयदराहल्ली
te_in: బయదరాహల్లీ

source: Byagawat
hi_in: ब्यगावत
te_in: బ్యగావత్

source: Byahatti
hi_in: ब्याहतती
te_in: బ్యాహతతీ

source: Byakod
hi_in: बयकोड
te_in: బయకోడ్

source: Byakud
hi_in: ब्याकूद
te_in: బ్యాకూద్

source: Byatarayanapura
hi_in: बयतरायणपुर
te_in: బయతరాయణపుర్

source: Bychapura
hi_in: बीकापुर
te_in: బీకాపుర్

source: Byrakur
hi_in: बीरकुर
te_in: బీరకుర్

source: Byramangala
hi_in: बीरमंगल
te_in: బీరమంగల్

source: Byranahalli
hi_in: ब्य्रानहल्ली
te_in: బ్య్రానహల్లీ

source: Byrapura
hi_in: बीरपुर
te_in: బీరపుర్

source: Byrnihat
hi_in: बैर्नीहाट
te_in: బేర్నీహాట్

source: Byron Bazar
hi_in: बायरन बाजार
te_in: బాయరన్ బాజార్

source: C D A (O)
hi_in: सी डी या (ओ)
te_in: సీ డీ యా (ఓ)

source: C E School
hi_in: क इ स्कूल
te_in: క్ ఇ స్కూల్

source: C G Colony
hi_in: कि ग कॉलोनी
te_in: కి గ్ క్ లోనీ

source: C G S Colony
hi_in: क ग स कॉलोनी
te_in: క్ గ్ స్ క్ లోనీ

source: C J Colony
hi_in: छ ज कॉलोनी
te_in: ఛ్ జ్ క్ లోనీ

source: C M College
hi_in: कि म कॉलेज
te_in: కి మ్ క్ లెజ్

source: C R Avenue
hi_in: क र अवेनुए
te_in: క్ ర్ అవెనుఏ

source: C R Mgrh
hi_in: क र मगरह
te_in: క్ ర్ మగరహ్

source: C Sector (BHEL) - TR
hi_in: सी सेक्टर (भेल) - तर
te_in: సీ సెక్టర్ (భెల్) - తర్

source: C. Kuthumkal
hi_in: सी. कुठुमकाल
te_in: సీ. కుఠుమకాల్

source: C.A. Halli
hi_in: सी.ए. हल्ली
te_in: సీ.ఏ. హల్లీ

source: C.A.R.I
hi_in: सी.ए.आर.ई
te_in: సీ.ఏ.ఆర్.ఈ

source: C.B.I.T
hi_in: सी.बी.आई.टी
te_in: సీ.బీ.ఆఈ.టీ

source: C.C.Altinho
hi_in: सी.सी.अल्टिन्हो
te_in: సీ.సీ.అల్టిన్హో

source: C.C.I.
hi_in: सी.सी.आई.
te_in: సీ.సీ.ఆఈ.

source: C.G.S. Colony
hi_in: सी.जी.एस. कॉलोनी
te_in: సీ.జీ.ఏస్. క్ లోనీ

source: C.Gollapalle
hi_in: सी.गोलापल्ली
te_in: సీ.గోలాపల్లీ

source: C.P.Bazar
hi_in: सी.पी.बाजार
te_in: సీ.పీ.బాజార్

source: C.P.M.G
hi_in: सी.पी.एम.ग
te_in: సీ.పీ.ఏమ్.గ్

source: C.R.Barbigha Ed So
hi_in: सी.आर.बरबीघा एड सो
te_in: సీ.ఆర్.బరబీఘా ఏడ్ సో

source: C.R.Lakhisarai
hi_in: सी.आर.लखीसराय
te_in: సీ.ఆర్.లఖీసరాయ్

source: C.R.P.F. Nagpur
hi_in: सी.आर.पी.एफ. नागपुर
te_in: సీ.ఆర్.పీ.ఏఫ్. నాగ్‌పూర్

source: C.S.Padi
hi_in: सी.एस.पड़ी
te_in: సీ.ఏస్.ప్ ీ

source: C.T.T.Nagar
hi_in: सी.टी.टी.नगर
te_in: సీ.టీ.టీ.నగర్

source: C.V.Raman Nagar
hi_in: सी.वी.रमन नगर
te_in: సీ.వీ.రమన్ నగర్

source: Cacora
hi_in: केकरा
te_in: కెకరా

source: Caisua
hi_in: कैसा
te_in: కేసా

source: Calangute
hi_in: कलांगुटे
te_in: కలాంగుటె

source: Calapet
hi_in: कॉर्पेट
te_in: క్ ర్పెట్

source: Calico Mills
hi_in: कैलिको मिल्स
te_in: కేలికో మిల్స్

source: Calicut
hi_in: कालीकट
te_in: కాలీకట్

source: Calicut City
hi_in: कालीकट सिटी
te_in: కాలీకట్ సిటీ

source: Calicut Civil Station
hi_in: कालीकट सिविल स्टेशन
te_in: కాలీకట్ సివిల్ స్టెశన్

source: Calicut Collectorate
hi_in: कालीकट कोल्लेकतोरते
te_in: కాలీకట్ కోల్లెకతోరతె

source: Calicut Medical College
hi_in: कालीकट मेडिकल कॉलेज
te_in: కాలీకట్ మెడికల్ క్ లెజ్

source: Calicut R.S.
hi_in: कालीकट आर.एस.
te_in: కాలీకట్ ఆర్.ఏస్.

source: Cambridge Road
hi_in: कैंब्रिज रोड
te_in: కేంబ్రిజ్ రోడ్

source: Camurlim
hi_in: कामुरलीम
te_in: కామురలీం

source: Canal Colony
hi_in: कैनाल कॉलोनी
te_in: కేనాల్ క్ లోనీ

source: Canal Head
hi_in: कैनाल हेड
te_in: కేనాల్ హెడ్

source: Cananguinim
hi_in: कैनानगुणीम
te_in: కేనానగుణీం

source: Canchipur (T/C/D)
hi_in: कांचीपुर (टी/कि/डी)
te_in: కాంచీపుర్ (టీ/కి/డీ)

source: Candolim
hi_in: कैंडोलिम
te_in: కేండోలిం

source: Cannaught Place
hi_in: कन्नौहत प्लेस
te_in: కన్నౌహత్ ప్లెస్

source: Cantonment
hi_in: कैंटोनमेंट
te_in: కేంటోనమెంట్

source: Cantonment Road
hi_in: कैंटोनमेंट रोड
te_in: కేంటోనమెంట్ రోడ్

source: Cantt Railway Station Ferozepu
hi_in: कैंट रेलवे स्टेशन फ़ेरोज़ेपु
te_in: కేంట్ రెలవె స్టెశన్ ెరో ెపు

source: Captainganj (Basti)
hi_in: कैप्टैनगंज (बस्ती)
te_in: కేప్టేనగంజ్ (బస్తీ)

source: Caranzalem
hi_in: कैरांजलिम
te_in: కేరాంజలిం

source: Carmelram
hi_in: कैरमेलरम
te_in: కేరమెలరం

source: Carterpuri
hi_in: कार्टरपुरी
te_in: కార్టరపురీ

source: Catherin Booth Hospital
hi_in: कैथेरिन बूथ हॉस्पिटल
te_in: కేథెరిన్ బూథ్ హ్ స్పిటల్

source: Cavellary Lines
hi_in: कैवेलरी लाइन्स
te_in: కేవెలరీ లాఇన్స్

source: CBE Mpl.Central Busstand
hi_in: कब एमपीएल.सेंट्रल बसस्टैंड
te_in: కబ్ ఏమపీఏల్.సెంట్రల్ బసస్టేండ్

source: CDA(A.F)
hi_in: कड़ा(ए.फ)
te_in: క్ ా(ఏ.ఫ్)

source: Cecri Campus
hi_in: सकरी कैंपस
te_in: సకరీ కేంపస్

source: Ceeri Pilani
hi_in: सीरी पिलानी
te_in: సీరీ పిలానీ

source: Central Agriculture University
hi_in: सेंट्रल एग्रीकल्चर यूनिवर्सिटी
te_in: సెంట్రల్ ఏగ్రీకల్చర్ యూనివర్సిటీ

source: Central Building
hi_in: सेंट्रल बिल्डिंग
te_in: సెంట్రల్ బిల్డింగ్

source: Central Post Office
hi_in: सेंट्रल पोस्ट ऑफिस
te_in: సెంట్రల్ పోస్ట్ ఑ఫిస్

source: Centrap Pulp Mill
hi_in: सेंटरप पल्प मिल
te_in: సెంటరప్ పల్ప్ మిల్

source: Century Mill
hi_in: सेंचुरी मिल
te_in: సెంచురీ మిల్

source: Cg Hospital
hi_in: कग हॉस्पिटल
te_in: కగ్ హ్ స్పిటల్

source: Cgo Complex Poonkulam
hi_in: सीजीओ काम्प्लेक्स पून्कुलम
te_in: సీజీఓ కామ్ప్లెక్స్ పూన్కులం

source: Chabhal
hi_in: चभल
te_in: చభల్

source: Chabolu
hi_in: चबोलू
te_in: చబోలూ

source: Chacha Kota
hi_in: चाचा कोटा
te_in: చాచా కోటా

source: Chachiwad
hi_in: चाचिवाद
te_in: చాచివాద్

source: Chachubazar
hi_in: चाचूबज़र
te_in: చాచూబ్ ర్

source: Chada
hi_in: चढ़ा
te_in: చ్ ా

source: Chadada
hi_in: चड्डा
te_in: చడ్డా

source: Chadalavada
hi_in: चदलवाड़ा
te_in: చదలవా ా

source: Chadasana
hi_in: चडसन
te_in: చడసన్

source: Chadayamangalam
hi_in: चदायमंगलं
te_in: చదాయమంగలం

source: Chadeigaon
hi_in: चड़ेगाओं
te_in: చ్ ెగాఓం

source: Chadeipank
hi_in: छडैपनक
te_in: ఛడేపనక్

source: Chadheigaon
hi_in: चढ़ेगाओं
te_in: చ్ ెగాఓం

source: Chadhiar
hi_in: चधिर
te_in: చధిర్

source: Chaduni Jattan
hi_in: चढूनी जट्टान
te_in: చఢూనీ జట్టాన్

source: Chaf
hi_in: कैफ
te_in: కేఫ్

source: Chafa
hi_in: कैफ
te_in: కేఫ్

source: Chagada
hi_in: कागद
te_in: కాగద్

source: Chagaon
hi_in: छगन
te_in: ఛగన్

source: Chahali
hi_in: चहली
te_in: చహలీ

source: Chaibasa
hi_in: चाईबासा
te_in: చాఈబాసా

source: Chail (Solan)
hi_in: चैल (सोलन)
te_in: చేల్ (సోలన్)

source: Chaila
hi_in: छैल
te_in: ఛేల్

source: Chailabhar
hi_in: छीलभर
te_in: ఛీలభర్

source: Chailengta
hi_in: चैलेन्ग्ता
te_in: చేలెన్గ్తా

source: Chainpur
hi_in: चैनपुर
te_in: చేనపుర్

source: Chainpur Khas
hi_in: चैनपुर खास
te_in: చేనపుర్ ఖాస్

source: Chainsinghpatti
hi_in: चैनसिंहपट्टी
te_in: చేనసింహపట్టీ

source: Chaipankuzhi
hi_in: चैपनकूजहि
te_in: చేపనకూజహి

source: Chaitannyapur
hi_in: चैतनयापुर
te_in: చేతనయాపుర్

source: Chaithanyapuri Colony
hi_in: चैतन्यपुरी कॉलोनी
te_in: చేతన్యపురీ క్ లోనీ

source: Chajarsi
hi_in: चाजर्सी
te_in: చాజర్సీ

source: Chak 13 Lnp
hi_in: चक 13 लनप
te_in: చక్ 13 లనప్

source: Chak 2ll
hi_in: चक 2ल
te_in: చక్ 2ల్

source: Chak Banwala
hi_in: चक बनवला
te_in: చక్ బనవలా

source: Chak Gulam Rasool Wala
hi_in: चक गुलाम रसूल वाला
te_in: చక్ గులామ్ రసూల్ వాలా

source: Chak Haraj
hi_in: चक हरज
te_in: చక్ హరజ్

source: Chak Kalan
hi_in: चक कलां
te_in: చక్ కలాం

source: Chak Kanahu
hi_in: चक कान्हु
te_in: చక్ కాన్హు

source: Chak Mahantan Wala
hi_in: चक म्हणतां वाला
te_in: చక్ మ్హణతాం వాలా

source: Chak Sardarpura
hi_in: चक सरदारपुरा
te_in: చక్ సరదారపురా

source: Chaka
hi_in: चक
te_in: చక్

source: Chakada
hi_in: छकड़ा
te_in: ఛక్ ా

source: Chakadoba
hi_in: चकदोबा
te_in: చకదోబా

source: Chakala Midc
hi_in: चकला मिडसा
te_in: చకలా మిడసా

source: Chakalaghat
hi_in: चकालाघाट
te_in: చకాలాఘాట్

source: Chakan
hi_in: चाकन
te_in: చాకన్

source: Chakapada
hi_in: चकपड़ा
te_in: చకప్ ా

source: Chakapara
hi_in: चकपर
te_in: చకపర్

source: Chakarabhavi
hi_in: चकराभवी
te_in: చకరాభవీ

source: Chakarian
hi_in: चकरियां
te_in: చకరియాం

source: Chakarpur
hi_in: चकरपुर
te_in: చకరపుర్

source: Chakarwakhas
hi_in: चकरवाखास
te_in: చకరవాఖాస్

source: Chakbhabani
hi_in: चकभबनी
te_in: చకభబనీ

source: Chakborali
hi_in: चाकबोराली
te_in: చాకబోరాలీ

source: Chakdah
hi_in: चकदह
te_in: చకదహ్

source: Chakdaha
hi_in: चकदह
te_in: చకదహ్

source: Chakdwipa
hi_in: चकद्विप
te_in: చకద్విప్

source: Chakenahalli
hi_in: चकेनहल्ली
te_in: చకెనహల్లీ

source: Chakfuldubi
hi_in: चकफुलडी
te_in: చకఫులడీ

source: Chakganjaria
hi_in: चकगंजरिया
te_in: చకగంజరియా

source: Chakhar Bughar
hi_in: चखार बघार
te_in: చఖార్ బఘార్

source: Chaki
hi_in: चाकी
te_in: చాకీ

source: Chakia
hi_in: चकिया
te_in: చకియా

source: Chakkai
hi_in: चक्की
te_in: చక్కీ

source: Chakkalur
hi_in: चक्कालूर
te_in: చక్కాలూర్

source: Chakkampuzha
hi_in: चक्कमपुजहा
te_in: చక్కమపుజహా

source: Chakkargadh
hi_in: चक्करगढ़
te_in: చక్కరగ్

source: Chakkarpur
hi_in: चक्करपुर
te_in: చక్కరపుర్

source: Chakkere
hi_in: चक्केर
te_in: చక్కెర్

source: Chakkisundas
hi_in: चक्कीसुंदास
te_in: చక్కీసుందాస్

source: Chakkodabylu
hi_in: चककोडब्यलु
te_in: చకకోడబ్యలు

source: Chakla
hi_in: चकला
te_in: చకలా

source: Chaklahana
hi_in: चकलाहना
te_in: చకలాహనా

source: Chakma
hi_in: चकमा
te_in: చకమా

source: Chakmahila
hi_in: चकमहिला
te_in: చకమహిలా

source: Chakmahima
hi_in: चकमहिमा
te_in: చకమహిమా

source: Chaknarsing
hi_in: चकनारसिंग
te_in: చకనారసింగ్

source: Chakooni
hi_in: चैकूनी
te_in: చేకూనీ

source: Chakore
hi_in: चकोर
te_in: చకోర్

source: Chakpanchuria
hi_in: चकपन्चूरिया
te_in: చకపన్చూరియా

source: Chakra
hi_in: चक्र
te_in: చక్ర్

source: Chakraberia
hi_in: चक्रबेरिया
te_in: చక్రబెరియా

source: Chakradhaban
hi_in: चक्रधबन
te_in: చక్రధబన్

source: Chakradharpur
hi_in: चक्रधरपुर
te_in: చక్రధరపుర్

source: Chakradharpur Colony
hi_in: चक्रधरपुर कॉलोनी
te_in: చక్రధరపుర్ క్ లోనీ

source: Chakramdas
hi_in: चक्रमदास
te_in: చక్రమదాస్

source: Chakrohi
hi_in: चकरोही
te_in: చకరోహీ

source: Chaksaho
hi_in: चकसाहो
te_in: చకసాహో

source: Chaksawar
hi_in: चकसवार
te_in: చకసవార్

source: Chakshyampur
hi_in: चकश्यामपुर
te_in: చకశ్యామపుర్

source: Chaksundarpur
hi_in: चकसुंदरपुर
te_in: చకసుందరపుర్

source: Chaktaj Katghara
hi_in: चकताज कटघरा
te_in: చకతాజ్ కటఘరా

source: Chakulia
hi_in: चाकुलिया
te_in: చాకులియా

source: Chala
hi_in: चला
te_in: చలా

source: Chalakkode
hi_in: चालककोड़े
te_in: చాలకకో ె

source: Chalakudi
hi_in: चालाकुडी
te_in: చాలాకుడీ

source: Chalakudi R S
hi_in: चलाकुडी र स
te_in: చలాకుడీ ర్ స్

source: Chalakudi South
hi_in: चलाकुडी साउथ
te_in: చలాకుడీ సాఉథ్

source: Chalakudi Town
hi_in: चलाकुडी टाउन
te_in: చలాకుడీ టాఉన్

source: Chalamangalam
hi_in: चलामंगलं
te_in: చలామంగలం

source: Chalana
hi_in: चलना
te_in: చలనా

source: Chalanguda
hi_in: चलनगुड़ा
te_in: చలనగు ా

source: Chalapuram
hi_in: चलपुरम
te_in: చలపురం

source: Chalet
hi_in: षाले
te_in: షాలె

source: Chalgahikhas
hi_in: चलगहीखास
te_in: చలగహీఖాస్

source: Chalil
hi_in: चलिल
te_in: చలిల్

source: Chalingad
hi_in: चलिंगड़
te_in: చలింగ్

source: Chalisgaon
hi_in: चालीसगांव
te_in: చాలీసగాంవ్

source: Chalisgaon Adarsha Nagar
hi_in: चालीसगांव आदर्श नगर
te_in: చాలీసగాంవ్ ఆదర్శ్ నగర్

source: Chalisgaon R S
hi_in: चालिसगांव र स
te_in: చాలిసగాంవ్ ర్ స్

source: Chalisgaon Town
hi_in: चालिसगांव टाउन
te_in: చాలిసగాంవ్ టాఉన్

source: Chaliyattiri
hi_in: चलियत्तीरी
te_in: చలియత్తీరీ

source: Chalki
hi_in: छलकी
te_in: ఛలకీ

source: Challachintalapudi
hi_in: चललाचिन्तलपुड़ी
te_in: చలలాచిన్తలపు ీ

source: Challakere
hi_in: चल्लकेरे
te_in: చల్లకెరె

source: Challakere Bazar
hi_in: चल्लकेरे बाजार
te_in: చల్లకెరె బాజార్

source: Challavarigudem
hi_in: चलावरिगुडेम
te_in: చలావరిగుడెం

source: Challavaripalli
hi_in: चलावरिपल्ली
te_in: చలావరిపల్లీ

source: Chalna Dhobna
hi_in: चलना धोबन
te_in: చలనా ధోబన్

source: Chalnair
hi_in: चालणार
te_in: చాలణార్

source: Chalthi
hi_in: छलथि
te_in: ఛలథి

source: Chaltlang
hi_in: चलतलंग
te_in: చలతలంగ్

source: Chamakpur
hi_in: चमकपुर
te_in: చమకపుర్

source: Chamal
hi_in: चामल
te_in: చామల్

source: Chamanpura
hi_in: चमनपुरा
te_in: చమనపురా

source: Chamaon
hi_in: चमन
te_in: చమన్

source: Chamarajanagara Bazar
hi_in: चामराजनगर बाजार
te_in: చామరాజనగర్ బాజార్

source: Chamarbaug
hi_in: चमरबाग
te_in: చమరబాగ్

source: Chamarbigha
hi_in: चमरबीघा
te_in: చమరబీఘా

source: Chamaria
hi_in: चमरिया
te_in: చమరియా

source: Chamavaram
hi_in: चमवरं
te_in: చమవరం

source: Chamba
hi_in: चंबा
te_in: చంబా

source: Chamble
hi_in: चम्बल
te_in: చమ్బల్

source: Chambol
hi_in: चमबोल
te_in: చమబోల్

source: Chamdur
hi_in: चंदर
te_in: చందర్

source: Chamiara
hi_in: चमीरा
te_in: చమీరా

source: Chamma
hi_in: चम्मा
te_in: చమ్మా

source: Chamned
hi_in: चमनेड
te_in: చమనెడ్

source: Chamolgaon
hi_in: चमोलगाओं
te_in: చమోలగాఓం

source: Chamorshi
hi_in: चामोर्शी
te_in: చామోర్శీ

source: Champa
hi_in: चंपा
te_in: చంపా

source: Champa R.S.
hi_in: चंपा आर.एस.
te_in: చంపా ఆర్.ఏస్.

source: Champaberia
hi_in: चम्पाबेरीया
te_in: చమ్పాబెరీయా

source: Champadanga
hi_in: चम्पदंगा
te_in: చమ్పదంగా

source: Champadih
hi_in: चम्पाडीह
te_in: చమ్పాడీహ్

source: Champaha Bazar
hi_in: चम्पहा बाजार
te_in: చమ్పహా బాజార్

source: Champakara
hi_in: चम्पकर
te_in: చమ్పకర్

source: Champaner Road
hi_in: चंपानेर रोड
te_in: చంపానెర్ రోడ్

source: Champapur Koraiya
hi_in: चम्पापुर कोरैया
te_in: చమ్పాపుర్ కోరేయా

source: Champasari
hi_in: चंपासारी
te_in: చంపాసారీ

source: Champatipur
hi_in: चम्पातीपुर
te_in: చమ్పాతీపుర్

source: Champawat
hi_in: चंपावत
te_in: చంపావత్

source: Champeswar
hi_in: चैंपेस्वर
te_in: చేంపెస్వర్

source: Champrajpur
hi_in: चम्पराजपुर
te_in: చమ్పరాజపుర్

source: Chamrajpet (Bangalore)
hi_in: चमराजपेट (बैंगलोर)
te_in: చమరాజపెట్ (బెంగుళూరు)

source: Chamri
hi_in: चमड़ी
te_in: చమ్ ీ

source: Chamroa
hi_in: चमरौआ
te_in: చమరౌఆ

source: Chamukha
hi_in: चैमुखा
te_in: చేముఖా

source: Chamunda
hi_in: चामुंडा
te_in: చాముండా

source: Chamundi Betta
hi_in: चामुंडी बेट्टा
te_in: చాముండీ బెట్టా

source: Chamundi Extension
hi_in: चामुंडी एक्सटेंशन
te_in: చాముండీ ఏక్సటెంశన్

source: Chanabeda
hi_in: चनाबेड़ा
te_in: చనాబె ా

source: Chanakanur
hi_in: चनाकनुर
te_in: చనాకనుర్

source: Chanakya Puri
hi_in: चाणक्य पुरी
te_in: చాణక్య్ పురీ

source: Chanani
hi_in: चन्नी
te_in: చన్నీ

source: Chanari
hi_in: छतरी
te_in: ఛతరీ

source: Chanasma
hi_in: चाणस्मा
te_in: చాణస్మా

source: Chanauki
hi_in: चनुकी
te_in: చనుకీ

source: Chanauli
hi_in: चनौली
te_in: చనౌలీ

source: Chanaur
hi_in: चाणूर
te_in: చాణూర్

source: Chanchpottery
hi_in: चन्चपोट्टरी
te_in: చన్చపోట్టరీ

source: Chand Chourah
hi_in: चाँद चौराहा
te_in: చాఁద్ చౌరాహా

source: Chand Khuri
hi_in: चाँद खुरी
te_in: చాఁద్ ఖురీ

source: Chand Nagar
hi_in: चाँद नगर
te_in: చాఁద్ నగర్

source: Chand Samad
hi_in: चाँद समद
te_in: చాఁద్ సమద్

source: Chand Seena
hi_in: चाँद सीन
te_in: చాఁద్ సీన్

source: Chanda
hi_in: चंद
te_in: చంద్

source: Chanda (T)
hi_in: चंद (टी)
te_in: చంద్ (టీ)

source: Chanda Nagli
hi_in: चंद नगली
te_in: చంద్ నగలీ

source: Chandabhui
hi_in: चांदबहुई
te_in: చాందబహుఈ

source: Chandagala
hi_in: चंदगल
te_in: చందగల్

source: Chandain
hi_in: चांदिं
te_in: చాందిం

source: Chandak
hi_in: चांडक
te_in: చాండక్

source: Chandakkunnu
hi_in: चांदककुन्नु
te_in: చాందకకున్ను

source: Chandan Kiyari
hi_in: चन्दन कियारी
te_in: చన్దన్ కియారీ

source: Chandanagar
hi_in: चंदनगर
te_in: చందనగర్

source: Chandanampalem
hi_in: चंदनामपलेम
te_in: చందనామపలెం

source: Chandanathope
hi_in: चंदानाथोपि
te_in: చందానాథోపి

source: Chandangaon
hi_in: चंदनगांव
te_in: చందనగాంవ్

source: Chandangiri
hi_in: चंदनगिरी
te_in: చందనగిరీ

source: Chandannagar (Hooghly)
hi_in: चंदननगर (हूघली)
te_in: చందననగర్ (హూఘలీ)

source: Chandannagar Barasat
hi_in: चंदननगर बरसात
te_in: చందననగర్ బరసాత్

source: Chandannagar R.S
hi_in: चंदननगर आर.स
te_in: చందననగర్ ఆర్.స్

source: Chandanpatti
hi_in: चंदनपट्टी
te_in: చందనపట్టీ

source: Chandanpur
hi_in: चंदनपुर
te_in: చందనపుర్

source: Chandanpura
hi_in: चंदनपुरा
te_in: చందనపురా

source: Chandanpuri
hi_in: चंदनपुरी
te_in: చందనపురీ

source: Chandansar
hi_in: चंदनसर
te_in: చందనసర్

source: Chandapalli
hi_in: चांदपल्ली
te_in: చాందపల్లీ

source: Chandapuram
hi_in: चंदपुरम
te_in: చందపురం

source: Chandarpur Bakawa
hi_in: चंदरपुर बकवा
te_in: చందరపుర్ బకవా

source: Chandas Wathoda
hi_in: छन्दस वाठोडा
te_in: ఛన్దస్ వాఠోడా

source: Chandasar
hi_in: चांदसर
te_in: చాందసర్

source: Chandauli Timha
hi_in: चंदौली तिमह
te_in: చందౌలీ తిమహ్

source: Chandaura
hi_in: चंदौरा
te_in: చందౌరా

source: Chandaus
hi_in: चंडौस
te_in: చండౌస్

source: Chandbali Bazar
hi_in: चांदबाली बाजार
te_in: చాందబాలీ బాజార్

source: Chandekasare
hi_in: चंडेक्सारे
te_in: చండెక్సారె

source: Chandelao
hi_in: चन्देलॉ
te_in: చన్దెల్

source: Chandepur
hi_in: चांदीपुर
te_in: చాందీపుర్

source: Chander Nagar
hi_in: चंदर नगर
te_in: చందర్ నగర్

source: Chandeswar
hi_in: चन्देस्वर
te_in: చన్దెస్వర్

source: Chandgad
hi_in: चंडीगढ़
te_in: చండీగ్

source: Chandganj
hi_in: चांदगंज
te_in: చాందగంజ్

source: Chandgaon
hi_in: चंद्गओं
te_in: చంద్గఓం

source: Chandgiri
hi_in: चांदगिरी
te_in: చాందగిరీ

source: Chandguli
hi_in: चंदगुली
te_in: చందగులీ

source: Chandi Bazar
hi_in: चंडी बाजार
te_in: చండీ బాజార్

source: Chandia Hazara
hi_in: चंदिया हजारा
te_in: చందియా హజారా

source: Chandibari
hi_in: चांदीबारी
te_in: చాందీబారీ

source: Chandibhata
hi_in: चंडीभाठा
te_in: చండీభాఠా

source: Chandigaon
hi_in: चंदिगाओं
te_in: చందిగాఓం

source: Chandigarh G.P.O.
hi_in: चंडीगढ़ जी.पी.ओ.
te_in: చండీగఢ్ జీ.పీ.ఓ.

source: Chandigarh Sector 55
hi_in: चंडीगढ़ सेक्टर 55
te_in: చండీగఢ్ సెక్టర్ 55

source: Chandigarh Sector 56
hi_in: चंडीगढ़ सेक्टर 56
te_in: చండీగఢ్ సెక్టర్ 56

source: Chandigarh Sector 59
hi_in: चंडीगढ़ सेक्टर 59
te_in: చండీగఢ్ సెక్టర్ 59

source: Chandigarh Sector 60
hi_in: चंडीगढ़ सेक्टर 60
te_in: చండీగఢ్ సెక్టర్ 60

source: Chandigarh Sector 61
hi_in: चंडीगढ़ सेक्टर 61
te_in: చండీగఢ్ సెక్టర్ 61

source: Chandigarh Sector 62
hi_in: चंडीगढ़ सेक्टर 62
te_in: చండీగఢ్ సెక్టర్ 62

source: Chandigarh Sector 65
hi_in: चंडीगढ़ सेक्टर 65
te_in: చండీగఢ్ సెక్టర్ 65

source: Chandigarh Sector 67
hi_in: चंडीगढ़ सेक्टर 67
te_in: చండీగఢ్ సెక్టర్ 67

source: Chandigarh Sector 71
hi_in: चंडीगढ़ सेक्टर 71
te_in: చండీగఢ్ సెక్టర్ 71

source: Chandili
hi_in: चंदीली
te_in: చందీలీ

source: Chandinchowk
hi_in: चंदनचौक
te_in: చందనచౌక్

source: Chandinimal
hi_in: चंदिनीमल
te_in: చందినీమల్

source: Chandipadar
hi_in: चंदीपदार
te_in: చందీపదార్

source: Chandipal
hi_in: चंदपाल
te_in: చందపాల్

source: Chandipur
hi_in: चांदीपुर
te_in: చాందీపుర్

source: Chandiput
hi_in: चंडीपुट
te_in: చండీపుట్

source: Chandkhed
hi_in: चाँदखेडी
te_in: చాఁదఖెడీ

source: Chandkheda
hi_in: चांदखेड़ा
te_in: చాందఖె ా

source: Chandkheda Society Area
hi_in: चांदखेडा सोसाइटी एरिया
te_in: చాందఖెడా సోసాఇటీ ఏరియా

source: Chandlai
hi_in: चंदलाई
te_in: చందలాఈ

source: Chandlodia
hi_in: चांदलोडिया
te_in: చాందలోడియా

source: Chandmari
hi_in: चांदमारी
te_in: చాందమారీ

source: Chandmary
hi_in: चांदमारी
te_in: చాందమారీ

source: Chando
hi_in: चंदो
te_in: చందో

source: Chandok R.S.
hi_in: चंडोक आर.एस.
te_in: చండోక్ ఆర్.ఏస్.

source: Chandola
hi_in: चंदोला
te_in: చందోలా

source: Chandoli
hi_in: चंदौली
te_in: చందౌలీ

source: Chandoli BK
hi_in: चंदोली बक
te_in: చందోలీ బక్

source: Chandooda
hi_in: चंदूद
te_in: చందూద్

source: Chandor
hi_in: चंदोर
te_in: చందోర్

source: Chandora
hi_in: चांदोरा
te_in: చాందోరా

source: Chandotara
hi_in: चन्दोत्तर
te_in: చన్దోత్తర్

source: Chandradeep
hi_in: चंद्रदीप
te_in: చంద్రదీప్

source: Chandragiri
hi_in: चंद्रगिरि
te_in: చంద్రగిరి

source: Chandraha
hi_in: चंद्रह
te_in: చంద్రహ్

source: Chandrahi
hi_in: चंद्रहि
te_in: చంద్రహి

source: Chandrala
hi_in: चंद्राला
te_in: చంద్రాలా

source: Chandramoulinagar
hi_in: चंद्रमौलीनगर
te_in: చంద్రమౌలీనగర్

source: Chandramoulipuram
hi_in: चंद्रमौलीपुरम
te_in: చంద్రమౌలీపురం

source: Chandrana
hi_in: चंद्रन
te_in: చంద్రన్

source: Chandrapara
hi_in: चंद्रपारा
te_in: చంద్రపారా

source: Chandrapur
hi_in: चंद्रपुर
te_in: చంద్రపుర్

source: Chandrapur City
hi_in: चंद्रपुर सिटी
te_in: చంద్రపుర్ సిటీ

source: Chandrasekharpur
hi_in: चंद्रसेखरपुर
te_in: చంద్రసెఖరపుర్

source: Chandrauta
hi_in: चन्द्रौटा
te_in: చన్ద్రౌటా

source: Chandravati
hi_in: चंद्रावती
te_in: చంద్రావతీ

source: Chandrawal
hi_in: चंद्रावल
te_in: చంద్రావల్

source: Chandrawati
hi_in: चंद्रावती
te_in: చంద్రావతీ

source: Chandreshwar
hi_in: चंद्रेश्वर
te_in: చంద్రెశ్వర్

source: Chandsen
hi_in: चांदसेन
te_in: చాందసెన్

source: Chandu Chak
hi_in: चंदू चक
te_in: చందూ చక్

source: Chanduji Ka Gara
hi_in: चंदुजी का घर
te_in: చందుజీ కా ఘర్

source: Chandujima
hi_in: चण्डूजीम
te_in: చణ్డూజీం

source: Chandupatla
hi_in: चांदुपटल
te_in: చాందుపటల్

source: Chandur
hi_in: चांदुर
te_in: చాందుర్

source: Chandvana
hi_in: चांदवन
te_in: చాందవన్

source: Chandwad
hi_in: चांदवड
te_in: చాందవడ్

source: Chandwak
hi_in: चंदवक
te_in: చందవక్

source: Chandwara
hi_in: चंदवारा
te_in: చందవారా

source: Chandwas
hi_in: चांदवास
te_in: చాందవాస్

source: Changampuzha Nagar
hi_in: चंगंपुज़हा नगर
te_in: చంగంపు హా నగర్

source: Changanacherry
hi_in: चंगनाचेरी
te_in: చంగనాచెరీ

source: Changanacherry College
hi_in: चंगनाचेरी कॉलेज
te_in: చంగనాచెరీ క్ లెజ్

source: Changanacherry Market
hi_in: चंगनाचेरी मार्किट
te_in: చంగనాచెరీ మార్కిట్

source: Changankary
hi_in: चंगनकारी
te_in: చంగనకారీ

source: Changda
hi_in: चांगड़ा
te_in: చాంగ్ ా

source: Changodar
hi_in: चांगोदर
te_in: చాంగోదర్
