Repository: healthvdev/custom_template
Catalog: languages/*.po
Languages: hi_in, te_in

source: Shivpuri Raudhauli
hi_in: शिवपुरी रुधौली
te_in: శివపురీ రుధౌలీ

source: Shivpurwa
hi_in: शिवपुरवा
te_in: శివపురవా

source: Shivrajpur
hi_in: शिवराजपुर
te_in: శివరాజపుర్

source: Shiwa Sawanga
hi_in: शिव सवांग
te_in: శివ్ సవాంగ్

source: Shiwala Kalan
hi_in: शिवाला कलां
te_in: శివాలా కలాం

source: Shiwans Tanney
hi_in: शिवांस तानने
te_in: శివాంస్ తాననె

source: Shiye
hi_in: सहिये
te_in: సహియె

source: Shnoli
hi_in: सहनोली
te_in: సహనోలీ

source: Shnongrim
hi_in: श्नोंग्रम
te_in: శ్నోంగ్రం

source: Shobnathpur
hi_in: शोभनाथपुर
te_in: శోభనాథపుర్

source: Shoe Market
hi_in: शू मार्केट
te_in: శూ మార్కెట్

source: Shokalia
hi_in: शोकलिया
te_in: శోకలియా

source: Shop
hi_in: शॉप
te_in: శ్ ప్

source: Shoram
hi_in: शोरम
te_in: శోరం

source: Shornur
hi_in: शोरनूर
te_in: శోరనూర్

source: Showba Old
hi_in: शोबा ओल्ड
te_in: శోబా ఓల్డ్

source: Shradhananpeth
hi_in: श्रधाननपेठ
te_in: శ్రధాననపెఠ్

source: Shri Aurobindo
hi_in: श्री औरोबिन्दो
te_in: శ్రీ ఔరోబిన్దో

source: Shri Ram Ki Nangal
hi_in: श्री राम की नांगल
te_in: శ్రీ రామ్ కీ నాంగల్

source: Shri Ramtekri Mandsaur
hi_in: श्री रामटेकरी मन्दसौर
te_in: శ్రీ రామటెకరీ మన్దసౌర్

source: Shri Sardanagar
hi_in: श्री सरदानगर
te_in: శ్రీ సరదానగర్

source: Shriprayagdham
hi_in: श्रीप्रयागधाम
te_in: శ్రీప్రయాగధాం

source: Shrirampur
hi_in: श्रीरामपुर
te_in: శ్రీరామపుర్

source: Shrirangnagar
hi_in: श्रीरंगनगर
te_in: శ్రీరంగనగర్

source: Shsiwania
hi_in: शसिवनीया
te_in: శసివనీయా

source: Shubhash Market
hi_in: शुभाष मार्किट
te_in: శుభాష్ మార్కిట్

source: Shubhash Nagar
hi_in: शुभाष नगर
te_in: శుభాష్ నగర్

source: Shukrawar Peth (Kolhapur)
hi_in: शुक्रवार पेठ (कोल्हापुर)
te_in: శుక్రవార్ పెఠ్ (కోల్హాపుర్)

source: Shukrawar Peth (Pune)
hi_in: शुक्रवार पेठ (पुणे)
te_in: శుక్రవార్ పెఠ్ (పూణే)

source: Shukulpur
hi_in: शुकुलपुर
te_in: శుకులపుర్

source: Shunmugasundarapuram
hi_in: शुण्मुगासुन्दरपुरम
te_in: శుణ్ముగాసున్దరపురం

source: Shunudeen
hi_in: शुनूदीन
te_in: శునూదీన్

source: Shyagale
hi_in: श्यागले
te_in: శ్యాగలె

source: Shyalawas Khurd
hi_in: श्यालावास खुर्द
te_in: శ్యాలావాస్ ఖుర్ద్

source: Shyam Ganj
hi_in: श्याम गंज
te_in: శ్యామ్ గంజ్

source: Shyam Nagar
hi_in: श्याम नगर
te_in: శ్యామ్ నగర్

source: Shyam Nagar (Jaipur)
hi_in: श्याम नगर (जयपुर)
te_in: శ్యామ్ నగర్ (జైపూర్)

source: Shyam Nagar Dum Dum
hi_in: श्याम नगर दम दम
te_in: శ్యామ్ నగర్ దమ్ దం

source: Shyam Sunderpur
hi_in: श्याम सुन्दरपुर
te_in: శ్యామ్ సున్దరపుర్

source: Shyamakhunta
hi_in: श्यामखुंटा
te_in: శ్యామఖుంటా

source: Shyamanur
hi_in: श्यामानुर
te_in: శ్యామానుర్

source: Shyambasurchak
hi_in: श्यामबसूरचक
te_in: శ్యామబసూరచక్

source: Shyambazar Mail
hi_in: श्यामबाजार मेल
te_in: శ్యామబాజార్ మెల్

source: Shyamchandpara
hi_in: श्यामचन्दपर
te_in: శ్యామచన్దపర్

source: Shyamdasbati
hi_in: श्यामदासबाती
te_in: శ్యామదాసబాతీ

source: Shyamlatal
hi_in: श्यामलाताल
te_in: శ్యామలాతాల్

source: Shyamnagar (North 24 Parganas)
hi_in: श्यामनगर (नार्थ 24 परगन्स)
te_in: శ్యామనగర్ (నార్థ్ 24 పరగన్స్)

source: Shyamnagar Nima
hi_in: श्यामनगर नीम
te_in: శ్యామనగర్ నీం

source: Shyampur
hi_in: श्यामपुर
te_in: శ్యామపుర్

source: Shyampur Jatt
hi_in: श्यामपुर जट्ट
te_in: శ్యామపుర్ జట్ట్

source: Shyampura
hi_in: श्यामपुर
te_in: శ్యామపుర్

source: Shyamsar
hi_in: श्यामसर
te_in: శ్యామసర్

source: Shyamsundarpatna
hi_in: श्यामसुंदरपटना
te_in: శ్యామసుందరపటనా

source: Shyamsundarpur
hi_in: श्यामसुंदरपुर
te_in: శ్యామసుందరపుర్

source: Sia
hi_in: सिया
te_in: సియా

source: Siadimal
hi_in: सीएडीमल
te_in: సీఏడీమల్

source: Sial
hi_in: सियाल
te_in: సియాల్

source: Sialati
hi_in: सीएलटी
te_in: సీఏలటీ

source: Sialba Majri
hi_in: सियालबा माजरी
te_in: సియాలబా మాజరీ

source: Sialhau
hi_in: सिल्हौ
te_in: సిల్హౌ

source: Sialhawk
hi_in: सिल्हौक
te_in: సిల్హౌక్

source: Siali
hi_in: सील
te_in: సీల్

source: Sialia
hi_in: सिअलिया
te_in: సిఅలియా

source: Sialsir
hi_in: सीएलसीर
te_in: సీఏలసీర్

source: Sialsuk
hi_in: सिअलसुक
te_in: సిఅలసుక్

source: Siaori
hi_in: सिऊरी
te_in: సిఊరీ

source: Siarol
hi_in: सिरोल
te_in: సిరోల్

source: Siaruan
hi_in: सिअरूण
te_in: సిఅరూణ్

source: Sibbari
hi_in: सिब्बरी
te_in: సిబ్బరీ

source: Sibbari Road
hi_in: सिब्बरी रोड
te_in: సిబ్బరీ రోడ్

source: Sibla
hi_in: सिबल
te_in: సిబల్

source: Sibpur
hi_in: शिबपुर
te_in: శిబపుర్

source: Sibpur Bazar
hi_in: शिबपुर बाजार
te_in: శిబపుర్ బాజార్

source: Sichey Gaon
hi_in: सींचै गांव
te_in: సీంచే గాంవ్

source: Siddainapura
hi_in: सिद्दीनपुर
te_in: సిద్దీనపుర్

source: Siddalingapura
hi_in: सिद्दालिंगपुर
te_in: సిద్దాలింగపుర్

source: Siddapur
hi_in: सिद्दपुर
te_in: సిద్దపుర్

source: Siddapura
hi_in: सिद्दपुर
te_in: సిద్దపుర్

source: Siddaram
hi_in: सिद्दाराम
te_in: సిద్దారాం

source: Siddarthanagar Nagar
hi_in: सिध्दार्थनगर नगर
te_in: సిధ్దార్థనగర్ నగర్

source: Siddepalli
hi_in: सिद्देपल्लि
te_in: సిద్దెపల్లి

source: Siddhapudur
hi_in: सिद्धपुडुर
te_in: సిద్ధపుడుర్

source: Siddhapur
hi_in: सिद्धपुर
te_in: సిద్ధపుర్

source: Siddheswaritala
hi_in: सिद्धेस्वरतला
te_in: సిద్ధెస్వరతలా

source: Siddipet
hi_in: सिद्दिपेट
te_in: సిద్దిపెట్

source: Siddipet Busstand
hi_in: सिद्दिपेट बसस्टैंड
te_in: సిద్దిపెట్ బసస్టేండ్

source: Sidhap Kalan
hi_in: सिधप कलां
te_in: సిధప్ కలాం

source: Sidhapur
hi_in: सिद्धपुर
te_in: సిద్ధపుర్

source: Sidhawey
hi_in: सिधावे
te_in: సిధావె

source: Sidheswar Peth
hi_in: सिधेसवार पेठ
te_in: సిధెసవార్ పెఠ్

source: Sidhi Bus Stand
hi_in: सीधी बस स्टैंड
te_in: సీధీ బస్ స్టేండ్

source: Sidhiawan
hi_in: सीधिएवं
te_in: సీధిఏవం

source: Sidhipadar
hi_in: सिद्धिपादार
te_in: సిద్ధిపాదార్

source: Sidhirpur
hi_in: सीधीरपुर
te_in: సీధీరపుర్

source: Sidhpeeth
hi_in: सिद्धपीठ
te_in: సిద్ధపీఠ్

source: Sidhpur
hi_in: सिद्धपुर
te_in: సిద్ధపుర్

source: Sidhpur Jam Chakla
hi_in: सिद्धपुर जैम चकला
te_in: సిద్ధపుర్ జేమ్ చకలా

source: Sidhrawali
hi_in: सिधरावली
te_in: సిధరావలీ

source: Sidihoskote
hi_in: सीड़ीहोस्कोटे
te_in: సీ ీహోస్కోటె

source: Sidrampur
hi_in: सिड़रामपुर
te_in: సి రామపుర్

source: Sidumber
hi_in: सीडबर
te_in: సీడబర్

source: Sigaryawn
hi_in: सिगरयौन
te_in: సిగరయౌన్

source: Sigori
hi_in: सिगोड़ी
te_in: సిగో ీ

source: Sigra
hi_in: सैर
te_in: సేర్

source: Sigwan
hi_in: सिगवां
te_in: సిగవాం

source: Sihaganwali
hi_in: सिहागांवाली
te_in: సిహాగాంవాలీ

source: Sihalijagir
hi_in: सिहलीजागीर
te_in: సిహలీజాగీర్

source: Sihari
hi_in: सिहरि
te_in: సిహరి

source: Sihdhakhed
hi_in: सीहधखेड़
te_in: సీహధఖె

source: Sihi
hi_in: सीही
te_in: సీహీ

source: Sihini
hi_in: सिहिनी
te_in: సిహినీ

source: Sihori
hi_in: सिहोरी
te_in: సిహోరీ

source: Sihoria
hi_in: सिहोरिया
te_in: సిహోరియా

source: Sihorpain
hi_in: सिहोरपाइन
te_in: సిహోరపాఇన్

source: Sihphir
hi_in: सिहफिर
te_in: సిహఫిర్

source: Sijahri
hi_in: सिजहरी
te_in: సిజహరీ

source: Sikachhida
hi_in: सिकच्छिद
te_in: సికచ్ఛిద్

source: Sikandarpur
hi_in: सिकंदरपुर
te_in: సికందరపుర్

source: Sikandarpur (Muzaffarpur)
hi_in: सिकंदरपुर (मुजफ्फरपुर)
te_in: సికందరపుర్ (ముజఫ్ఫరపుర్)

source: Sikandarpur Kakori
hi_in: सिकंदरपुर काकोरी
te_in: సికందరపుర్ కాకోరీ

source: Sikanderpur Basi
hi_in: सिकंदरपुर बसी
te_in: సికందరపుర్ బసీ

source: Sikandra (Agra)
hi_in: सिकंदर (आगरा)
te_in: సికందర్ (ఆగ్రా)

source: Sikandra Rao
hi_in: सिकंदरा राउ
te_in: సికందరా రాఉ

source: Sikar
hi_in: सीकर
te_in: సీకర్

source: Sikaria
hi_in: सिकरिया
te_in: సికరియా

source: Sikariatand
hi_in: सिकरियाटांड़
te_in: సికరియాటాం

source: Sikat
hi_in: सिक्त
te_in: సిక్త్

source: Sikenderpur Majra
hi_in: सिकन्दरपुर माजरा
te_in: సికన్దరపుర్ మాజరా

source: Sikharpur
hi_in: सिखरपुर
te_in: సిఖరపుర్

source: Sikhra
hi_in: शिखर
te_in: శిఖర్

source: Sikidiri
hi_in: सिकिदिरी
te_in: సికిదిరీ

source: Sikka Mahajanpada
hi_in: सिक्का महाजनपद
te_in: సిక్కా మహాజనపద్

source: Siko
hi_in: सिको
te_in: సికో

source: Sikri Khurd
hi_in: सीकरी खुर्द
te_in: సీకరీ ఖుర్ద్

source: Siktiahi
hi_in: सिकटियाही
te_in: సికటియాహీ

source: Sikuan
hi_in: सिकुण
te_in: సికుణ్

source: Silaipadi
hi_in: सिलीपड़ी
te_in: సిలీప్ ీ

source: Silairpar
hi_in: सिलाइरपर
te_in: సిలాఇరపర్

source: Silam
hi_in: सीलं
te_in: సీలం

source: Silambani
hi_in: सिलम्बनी
te_in: సిలమ్బనీ

source: Silana
hi_in: सीलन
te_in: సీలన్

source: Silao
hi_in: सिलाओ
te_in: సిలాఓ

source: Silati
hi_in: सिलती
te_in: సిలతీ

source: Silaundhi
hi_in: सिलौंधी
te_in: సిలౌంధీ

source: Silawad
hi_in: सिलावद
te_in: సిలావద్

source: Silchar
hi_in: सिलचर
te_in: సిలచర్

source: Silchar Court
hi_in: सिलचर कोर्ट
te_in: సిలచర్ కోర్ట్

source: Silchar Medical College
hi_in: सिलचर मेडिकल कॉलेज
te_in: సిలచర్ మెడికల్ క్ లెజ్

source: Sili
hi_in: सिली
te_in: సిలీ

source: Silibari
hi_in: सिलिबरी
te_in: సిలిబరీ

source: Siliguri
hi_in: सिलीगुड़ी
te_in: సిలీగు ీ

source: Siliguri Junction
hi_in: सिलीगुड़ी जंक्शन
te_in: సిలీగు ీ జంక్శన్

source: Siliguri New Market
hi_in: सिलीगुड़ी न्यू मार्किट
te_in: సిలీగు ీ న్యూ మార్కిట్

source: Siliguri Road
hi_in: सिलिगुरी रोड
te_in: సిలిగురీ రోడ్

source: Silipada
hi_in: सिलीपाड़ा
te_in: సిలీపా ా

source: Silipur
hi_in: झिलीपुर
te_in: ఝిలీపుర్

source: Siliyara
hi_in: सिलियर
te_in: సిలియర్

source: Silkhigiri
hi_in: सिलकहीगीरी
te_in: సిలకహీగీరీ

source: Silki Doongari
hi_in: सिल्की डूंगरी
te_in: సిల్కీ డూంగరీ

source: Sillagharat
hi_in: सिल्लाघ्राट
te_in: సిల్లాఘ్రాట్

source: Sille
hi_in: सील
te_in: సీల్

source: Silori
hi_in: सिलाई
te_in: సిలాఈ

source: Silpahri
hi_in: सिलपहरी
te_in: సిలపహరీ

source: Silpati
hi_in: सिलपटी
te_in: సిలపటీ

source: Silsury
hi_in: सिलसूरी
te_in: సిలసూరీ

source: Silva
hi_in: सिल्वा
te_in: సిల్వా

source: Silvarpatti
hi_in: सिल्वरपट्टी
te_in: సిల్వరపట్టీ

source: Silvepura
hi_in: सिलवेपुर
te_in: సిలవెపుర్

source: Simalgam
hi_in: सिमलगाम
te_in: సిమలగాం

source: Simalia
hi_in: सिमलिया
te_in: సిమలియా

source: Simaria
hi_in: सिमरिया
te_in: సిమరియా

source: Simariya
hi_in: सिमरिया
te_in: సిమరియా

source: Simartha
hi_in: सिमरत
te_in: సిమరత్

source: Simbargaon
hi_in: सिम्बर्गों
te_in: సిమ్బర్గోం

source: Simdega
hi_in: सिमडेगा
te_in: సిమడెగా

source: Simhat
hi_in: सिहत
te_in: సిహత్

source: Simikeri
hi_in: सिमिकरी
te_in: సిమికరీ

source: Similisahi
hi_in: सिमिलीसहि
te_in: సిమిలీసహి

source: Simjuri
hi_in: सिंजूरी
te_in: సింజూరీ

source: Simla
hi_in: शिमला
te_in: శిమలా

source: Simla Kalan
hi_in: शिमला कलां
te_in: శిమలా కలాం

source: Simlabari
hi_in: सिमलाबारी
te_in: సిమలాబారీ

source: Simlasu
hi_in: सिमलासू
te_in: సిమలాసూ

source: Simlia
hi_in: सिमलिया
te_in: సిమలియా

source: Simmakkal
hi_in: सीम्माक्कल
te_in: సీమ్మాక్కల్

source: Simra
hi_in: सिमर
te_in: సిమర్

source: Simra Bahor Nagla
hi_in: सिमरा बहोर नगला
te_in: సిమరా బహోర్ నగలా

source: Simrahi Bazar
hi_in: सिमराही बाजार
te_in: సిమరాహీ బాజార్

source: Simran
hi_in: सिमरन
te_in: సిమరన్

source: Simrauthi
hi_in: सिमरौठी
te_in: సిమరౌఠీ

source: Simri
hi_in: सिमरी
te_in: సిమరీ

source: Simuara
hi_in: सिमरा
te_in: సిమరా

source: Simulia
hi_in: सिमुलिया
te_in: సిములియా

source: Simulpur
hi_in: सिमुलपुर
te_in: సిములపుర్

source: Sinay
hi_in: सीने
te_in: సీనె

source: Sindagi
hi_in: ज़िंदगी
te_in: ిందగీ

source: Sindankera
hi_in: सिन्दनकेर
te_in: సిన్దనకెర్

source: Sindhan Kalan
hi_in: सिंधण कलां
te_in: సింధణ్ కలాం

source: Sindhanur
hi_in: सिंधनूर
te_in: సింధనూర్

source: Sindhanur Camp
hi_in: सिंधनूर कैम्प
te_in: సింధనూర్ కేమ్ప్

source: Sindhasli
hi_in: सिंधास्लि
te_in: సింధాస్లి

source: SINDHAULI
hi_in: सिंधौली
te_in: సింధౌలీ

source: Sindhavadar
hi_in: सिंधवदार
te_in: సింధవదార్

source: Sindhekela
hi_in: सिँधेकेल
te_in: సిఁధెకెల్

source: Sindhi Colony
hi_in: सिंधी कॉलोनी
te_in: సింధీ క్ లోనీ

source: Sindhi Society
hi_in: सिन्धी सोसाइटी
te_in: సిన్ధీ సోసాఇటీ

source: Sindhigaon
hi_in: सिंधिगों
te_in: సింధిగోం

source: Sindhol
hi_in: सिंधौल
te_in: సింధౌల్

source: Sindhrot
hi_in: सिन्ध्रोत
te_in: సిన్ధ్రోత్

source: Sindhukumarpara
hi_in: सिन्धुकुमारपारा
te_in: సిన్ధుకుమారపారా

source: Sindhvai
hi_in: सिंधवी
te_in: సింధవీ

source: Sindhwi Kheri
hi_in: सिंधवी खेरी
te_in: సింధవీ ఖెరీ

source: Sindkhed Lapali
hi_in: सिंदखेड लपाली
te_in: సిందఖెడ్ లపాలీ

source: Sindol
hi_in: सिंडोल
te_in: సిండోల్

source: Sindrath
hi_in: सिन्द्रथ
te_in: సిన్ద్రథ్

source: Sindukpathar
hi_in: सिंदूकपथर
te_in: సిందూకపథర్

source: Sinduri
hi_in: सिंदूरी
te_in: సిందూరీ

source: Sinduria
hi_in: सिंदुरिया
te_in: సిందురియా

source: Singad
hi_in: सिंगड़
te_in: సింగ్

source: Singada
hi_in: सिंगाड़ा
te_in: సింగా ా

source: Singadhar
hi_in: सींगधार
te_in: సీంగధార్

source: Singaha
hi_in: सिंगहा
te_in: సింగహా

source: Singana
hi_in: सिंगल
te_in: సింగల్

source: Singanallur
hi_in: सिँगानल्लुर
te_in: సిఁగానల్లుర్

source: Singanallur KVP
hi_in: सिँगानल्लुर केवीपी
te_in: సిఁగానల్లుర్ కెవీపీ

source: Singanayakanahalli
hi_in: सिंगनायकनाहल्ली
te_in: సింగనాయకనాహల్లీ

source: Singangarh
hi_in: सिँगानगढ़
te_in: సిఁగానగ్

source: Singanodi
hi_in: सिंगनोदि
te_in: సింగనోది

source: Singanpore
hi_in: सिंगनापुर
te_in: సింగనాపుర్

source: Singaperumalkoil
hi_in: सिंगापेरूमलकोइल
te_in: సింగాపెరూమలకోఇల్

source: Singapur
hi_in: सिंगापूर
te_in: సింగాపూర్

source: Singar
hi_in: सिंगर
te_in: సింగర్

source: Singar Nagar
hi_in: सिंगार नगर
te_in: సింగార్ నగర్

source: Singaram
hi_in: सिंगारम
te_in: సింగారం

source: Singarghat
hi_in: सिंगारघाट
te_in: సింగారఘాట్

source: Singari
hi_in: सिंगारी
te_in: సింగారీ

source: Singarpur
hi_in: सिंगारपुर
te_in: సింగారపుర్

source: Singasamudram
hi_in: सिंगसमुद्रम
te_in: సింగసముద్రం

source: Singasandra
hi_in: सिंगसांद्रा
te_in: సింగసాంద్రా

source: Singatarayanakeri
hi_in: सिंगाटारयानाकेरी
te_in: సింగాటారయానాకెరీ

source: Singha
hi_in: सिंघ
te_in: సింఘ్

source: Singhadwar
hi_in: सिंघद्वार
te_in: సింఘద్వార్

source: Singhana
hi_in: सिंघाना
te_in: సింఘానా

source: Singhapur
hi_in: सिंगापुर
te_in: సింగాపుర్

source: Singhbrahmapur
hi_in: सिंघ्ब्राह्मपुर
te_in: సింఘ్బ్రాహ్మపుర్

source: Singheswar
hi_in: सिंघेस्वर
te_in: సింఘెస్వర్

source: Singhia
hi_in: सिंघिया
te_in: సింఘియా

source: Singhola
hi_in: सिंघोला
te_in: సింఘోలా

source: Singhpokharia
hi_in: सिंघपोखरिया
te_in: సింఘపోఖరియా

source: Singhpur
hi_in: सिंघपुर
te_in: సింఘపుర్

source: Singhpura
hi_in: सिंघपुरा
te_in: సింఘపురా

source: Singibahar
hi_in: सिंगीबहार
te_in: సింగీబహార్

source: Singibill
hi_in: सिंगिबिल
te_in: సింగిబిల్

source: Singiri
hi_in: सिंगिरी
te_in: సింగిరీ

source: Singirikoil
hi_in: सिंगिरीकोइल
te_in: సింగిరీకోఇల్

source: Singjhar
hi_in: सिङ्गझर
te_in: సిఙ్గఝర్

source: Singodra
hi_in: सिंगोदर
te_in: సింగోదర్

source: Singpur
hi_in: सिंगपुर
te_in: సింగపుర్

source: Singra
hi_in: सिंगर
te_in: సింగర్

source: Singrijan
hi_in: सिंग्रीजन
te_in: సింగ్రీజన్

source: Singrosi
hi_in: सिंग्रोसी
te_in: సింగ్రోసీ

source: Singrouli
hi_in: सिंगरौली
te_in: సింగరౌలీ

source: Singtia
hi_in: सिंगतिया
te_in: సింగతియా

source: Singupalem
hi_in: सिनगुपालम
te_in: సినగుపాలం

source: Singur
hi_in: सिंगुर
te_in: సింగుర్

source: Singwar
hi_in: सिंग्वार
te_in: సింగ్వార్

source: Sinhan Aher
hi_in: सिंह हर
te_in: సింహ్ హర్

source: Sinhapalli
hi_in: सिंहपल्ली
te_in: సింహపల్లీ

source: Sinhgad Technical Education Society
hi_in: सिंहगाड टेक्निकल एजुकेशन सोसाइटी
te_in: సింహగాడ్ టెక్నికల్ ఏజుకెశన్ సోసాఇటీ

source: Sinji
hi_in: सीनजी
te_in: సీనజీ

source: Sinkulipadar
hi_in: सिंकुलीपदर
te_in: సింకులీపదర్

source: Sinnakallipatti
hi_in: सिन्नकल्लीपट्टी
te_in: సిన్నకల్లీపట్టీ

source: Sinnanavakkarai
hi_in: सिन्नाणवक्करै
te_in: సిన్నాణవక్కరే

source: Sinniampalayam
hi_in: सिंङीएमप्लायं
te_in: సింఙీఏమప్లాయం

source: Sinod
hi_in: सिनोद
te_in: సినోద్

source: Sinola
hi_in: सिओल
te_in: సిఓల్

source: Sinor
hi_in: सिनोर
te_in: సినోర్

source: Sinora
hi_in: सिनोर
te_in: సినోర్

source: Sinquerim
hi_in: सिंकेरिम
te_in: సింకెరిం

source: Sinthagoundenpalayam
hi_in: सिंथगौंडेनपालयं
te_in: సింథగౌండెనపాలయం

source: Sinthee
hi_in: सिंथी
te_in: సింథీ

source: Sinwar
hi_in: सिंवर
te_in: సింవర్

source: Sinyani
hi_in: सैन्यानि
te_in: సేన్యాని

source: Sion
hi_in: सायन
te_in: సాయన్

source: Sipahiwala
hi_in: सिपाहीवाला
te_in: సిపాహీవాలా

source: Sipcot-pdk
hi_in: सिपकॉट-पदक
te_in: సిపక్ ట్-పదక్

source: Sipri Bazar
hi_in: सीपरी बाजार
te_in: సీపరీ బాజార్

source: Siptan
hi_in: सिप्टन
te_in: సిప్టన్

source: Siracha
hi_in: सिरका
te_in: సిరకా

source: Siramagondanahalli
hi_in: सिरामगोन्डानाहल्ली
te_in: సిరామగోన్డానాహల్లీ

source: Sirasaul
hi_in: सिरसौल
te_in: సిరసౌల్

source: Sirasgi
hi_in: सिरसगी
te_in: సిరసగీ

source: Sirauli Gaus Pur
hi_in: सिरौली गॉस पुर
te_in: సిరౌలీ గ్ స్ పుర్

source: Sirawali
hi_in: सिरावली
te_in: సిరావలీ

source: Sircarpalayam
hi_in: सिरकारपलायम
te_in: సిరకారపలాయం

source: Sirdala
hi_in: सिरदला
te_in: సిరదలా

source: Sirdi
hi_in: शिरडी
te_in: శిరడీ

source: Sirei
hi_in: सिरे
te_in: సిరె

source: Sirgida
hi_in: सिरगिड़ा
te_in: సిరగి ా

source: Sirgora
hi_in: सिरगोरा
te_in: సిరగోరా

source: Sirhari
hi_in: सिरहारी
te_in: సిరహారీ

source: Sirhind
hi_in: सिरहिंद
te_in: సిరహింద్

source: Sirhind City
hi_in: सिरहिंद सिटी
te_in: సిరహింద్ సిటీ

source: Sirhkund
hi_in: सिरहकुंड
te_in: సిరహకుండ్

source: Sirigumma
hi_in: सिरीगुम्म
te_in: సిరీగుమ్ం

source: Siripai
hi_in: सीडीपी
te_in: సీడీపీ

source: Sirisdanga
hi_in: सिरीसडंग
te_in: సిరీసడంగ్

source: Sirishbani
hi_in: सिरिशबनी
te_in: సిరిశబనీ

source: Sirjam Khas
hi_in: सिरजम खास
te_in: సిరజమ్ ఖాస్

source: Sirkali
hi_in: सिरकाली
te_in: సిరకాలీ

source: Sirki
hi_in: सिरकी
te_in: సిరకీ

source: Sirlonabagram
hi_in: सिरलोनबग्राम
te_in: సిరలోనబగ్రాం

source: Sirmasaka
hi_in: सिरमसक
te_in: సిరమసక్

source: Sirnagar
hi_in: सिरनगर
te_in: సిరనగర్

source: Sirnia
hi_in: झिरनिया
te_in: ఝిరనియా

source: Sirohi
hi_in: सिरोही
te_in: సిరోహీ

source: Sirohi Bhatkra
hi_in: सिरोही भटकर
te_in: సిరోహీ భటకర్

source: Sirohi Sarupvilas
hi_in: सिरोही सरूपविलास
te_in: సిరోహీ సరూపవిలాస్

source: Sirol
hi_in: सिरोल
te_in: సిరోల్

source: Sirpur
hi_in: सिरपुर
te_in: సిరపుర్

source: Sirpur Khagaznagar
hi_in: सिरपुर खागजनगर
te_in: సిరపుర్ ఖాగజనగర్

source: Sirsa
hi_in: सिरसा
te_in: సిరసా

source: Sirsa Colony
hi_in: सिरसा कॉलोनी
te_in: సిరసా క్ లోనీ

source: Sirsaim
hi_in: सिरसैम
te_in: సిరసేం

source: Sirsakala
hi_in: सिरसकल
te_in: సిరసకల్

source: Sirsali
hi_in: सिरसली
te_in: సిరసలీ

source: Sirsangi
hi_in: सिरसंगी
te_in: సిరసంగీ

source: Sirsapalli
hi_in: सिरसपल्ली
te_in: సిరసపల్లీ

source: Sirsara
hi_in: सिरसर
te_in: సిరసర్

source: Sirsaud
hi_in: सिरसौद
te_in: సిరసౌద్

source: Sirsawada
hi_in: सिरसावाद
te_in: సిరసావాద్

source: Sirsi
hi_in: सिरसी
te_in: సిరసీ

source: Sirsi Courts
hi_in: सिरसी कोर्ट्स
te_in: సిరసీ కోర్ట్స్

source: Sirsi Market
hi_in: सिरसी मार्किट
te_in: సిరసీ మార్కిట్

source: Sirsilla
hi_in: सिर्सिल्ला
te_in: సిర్సిల్లా

source: Sirsitti
hi_in: सिरसिटी
te_in: సిరసిటీ

source: Sirsod
hi_in: सिरसोद
te_in: సిరసోద్

source: Sirta
hi_in: सीरत
te_in: సీరత్

source: Sirtiguda
hi_in: सिरतिगुड़ा
te_in: సిరతిగు ా

source: Siruganur
hi_in: सिरुगानुर
te_in: సిరుగానుర్

source: Siruguppa
hi_in: सिरगुप्पा
te_in: సిరగుప్పా

source: Sirukaveripakkam
hi_in: सिरकावेरीपक्कम
te_in: సిరకావెరీపక్కం

source: Sirul
hi_in: सिरुल
te_in: సిరుల్

source: Siruli
hi_in: सिरुली
te_in: సిరులీ

source: Sirumalai
hi_in: सिरुमलाई
te_in: సిరుమలాఈ

source: Sirumalaipudur
hi_in: सिरूमलैपुडुर
te_in: సిరూమలేపుడుర్

source: Sirumugai
hi_in: सिरूमुगई
te_in: సిరూముగఈ

source: Sirunagalur
hi_in: शिरुनागालुर
te_in: శిరునాగాలుర్

source: Sirunallikoil
hi_in: सिरउनाल्लिकोइल
te_in: సిరఉనాల్లికోఇల్

source: Sirupuluvapatti
hi_in: सिरपुलुवपट्टी
te_in: సిరపులువపట్టీ

source: Siruvakkam
hi_in: सिरुवक्कम
te_in: సిరువక్కం

source: Siruvallur
hi_in: सिरुवल्लूर
te_in: సిరువల్లూర్

source: Siruvalur
hi_in: सिरुवलूर
te_in: సిరువలూర్

source: Siruvathur
hi_in: सिरुवथुर
te_in: సిరువథుర్

source: Sisahni
hi_in: सिसहनी
te_in: సిసహనీ

source: Sisai
hi_in: सिसई
te_in: సిసఈ

source: Sisamau
hi_in: सीसामऊ
te_in: సీసామఊ

source: Sisana
hi_in: सिसाना
te_in: సిసానా

source: Sisarkhas
hi_in: सिसारखास
te_in: సిసారఖాస్

source: Sisawan
hi_in: सिसवां
te_in: సిసవాం

source: Sishani
hi_in: शिशानी
te_in: శిశానీ

source: Sishania
hi_in: सिषणिया
te_in: సిషణియా

source: Sishat
hi_in: शिष्ट
te_in: శిష్ట్

source: Sisilo
hi_in: सिसिला
te_in: సిసిలా

source: Siso
hi_in: सिसो
te_in: సిసో

source: Sisodara (A)
hi_in: सिसोदरा (आ)
te_in: సిసోదరా (ఆ)

source: Sisoli
hi_in: सिसोली
te_in: సిసోలీ

source: Sisona
hi_in: सिसौना
te_in: సిసౌనా

source: Sisor
hi_in: सीज़र
te_in: సీ ర్

source: Sisua
hi_in: सिसुआ
te_in: సిసుఆ

source: Sisupalgarh
hi_in: सिसुपालगढ़
te_in: సిసుపాలగ్

source: Sisva
hi_in: सिसवा
te_in: సిసవా

source: Siswa Babu
hi_in: सिसवा बाबू
te_in: సిసవా బాబూ

source: Siswa Bazar
hi_in: सिसवा बाजार
te_in: సిసవా బాజార్

source: Siswa Bhangaha
hi_in: सिसवा भंगहा
te_in: సిసవా భంగహా

source: Siswa Raja
hi_in: सिसवा राजा
te_in: సిసవా రాజా

source: Siswa Urf Siuwa
hi_in: सिसवा उर्फ़ सिउवा
te_in: సిసవా ఉర్ సిఉవా

source: Siswal
hi_in: सीसवाल
te_in: సీసవాల్

source: Siswan
hi_in: सिसवां
te_in: సిసవాం

source: Siswar
hi_in: सिस्वर
te_in: సిస్వర్

source: Sit Campus
hi_in: सिटी कैंपस
te_in: సిటీ కేంపస్

source: Sitabuldi
hi_in: सीताबुल्डी
te_in: సీతాబుల్డీ

source: Sitahlo
hi_in: सीटहलो
te_in: సీటహలో

source: Sital Pur
hi_in: सीतल पुर
te_in: సీతల్ పుర్

source: Sitalpur
hi_in: सीतालपुर
te_in: సీతాలపుర్

source: Sitamai
hi_in: सीतामाई
te_in: సీతామాఈ

source: Sitamarhi
hi_in: सीतामढ़ी
te_in: సీతామఢీ

source: Sitamarhi Bazar
hi_in: सीतामढ़ी बाजार
te_in: సీతామ్ ీ బాజార్

source: Sitamurhi
hi_in: सीतामुरही
te_in: సీతామురహీ

source: Sitanadi
hi_in: सीतानदी
te_in: సీతానదీ

source: Sitapahari
hi_in: सीतापहाडी
te_in: సీతాపహాడీ

source: Sitaphalmandi
hi_in: सीताफलमण्डी
te_in: సీతాఫలమణ్డీ

source: Sitapur
hi_in: सीतापुर
te_in: సీతాపుర్

source: Sitapura Industrial Area
hi_in: सीतापुरा इंडस्ट्रियल एरिया
te_in: సీతాపురా ఇండస్ట్రియల్ ఏరియా

source: Sitarampur
hi_in: सीतारामपुर
te_in: సీతారామపుర్

source: Sitarampuram Mines
hi_in: सीतारामपुरम माइंस
te_in: సీతారామపురమ్ మాఇంస్

source: Sitepar
hi_in: सिटपर
te_in: సిటపర్

source: Sithalai
hi_in: सितलाई
te_in: సితలాఈ

source: Sithan
hi_in: सिथं
te_in: సిథం

source: Sithaura
hi_in: सिठौरा
te_in: సిఠౌరా

source: Sithio
hi_in: सीठियो
te_in: సీఠియో

source: Sithmara
hi_in: सिठमरा
te_in: సిఠమరా

source: Sithra
hi_in: सिथर
te_in: సిథర్

source: Sithrabujurg
hi_in: सिथराबुजुर्ग
te_in: సిథరాబుజుర్గ్

source: Sitishnager
hi_in: सिटिशनगर
te_in: సిటిశనగర్

source: Sitol
hi_in: सिटोल
te_in: సిటోల్

source: Sitonga
hi_in: सिटोंगा
te_in: సిటోంగా

source: Sittalarai
hi_in: सिट्टलराई
te_in: సిట్టలరాఈ

source: Sittarganj
hi_in: सितारगंज
te_in: సితారగంజ్

source: Sitteri
hi_in: सीट्टेरी
te_in: సీట్టెరీ

source: Siud
hi_in: सैयद
te_in: సేయద్

source: Siura
hi_in: सिउर
te_in: సిఉర్

source: Sivakasi
hi_in: सिवकासी
te_in: సివకాసీ

source: Sivakasi Bazzar
hi_in: सिवकासी बज़्ज़ार
te_in: సివకాసీ బ్ ్ ార్

source: Sivakasi Bus Stand
hi_in: सिवकासी बस स्टैंड
te_in: సివకాసీ బస్ స్టేండ్

source: Sivakasi R S
hi_in: सिवकासी र स
te_in: సివకాసీ ర్ స్

source: Sivakasi West
hi_in: सिवकासी वेस्ट
te_in: సివకాసీ వెస్ట్

source: Sivala
hi_in: सिवल
te_in: సివల్

source: Sivan Chetty Gardens
hi_in: सिवान चेटी गार्डन्स
te_in: సివాన్ చెటీ గార్డన్స్

source: Sivani
hi_in: सिवनी
te_in: సివనీ

source: Sivanthipatti
hi_in: सिवंतहीपट्टी
te_in: సివంతహీపట్టీ

source: Sivapuram
hi_in: शिवपुरम
te_in: శివపురం

source: Sivaraopeta
hi_in: सिवारोपेता
te_in: సివారోపెతా

source: Sivasagar
hi_in: शिवसागर
te_in: శివసాగర్

source: Sivasamudram
hi_in: शिवसमुद्रम
te_in: శివసముద్రం

source: Siwal
hi_in: सिवाल
te_in: సివాల్

source: Siwanchi Gate
hi_in: सिवांची गेट
te_in: సివాంచీ గెట్

source: Siwani
hi_in: सिवनी
te_in: సివనీ

source: Siwani Bolan
hi_in: सिवनी बोलन
te_in: సివనీ బోలన్

source: Siwara
hi_in: सीवर
te_in: సీవర్

source: Siwaya
hi_in: सिवाय
te_in: సివాయ్

source: Siyalaj
hi_in: सियलज
te_in: సియలజ్

source: Siyali
hi_in: सियाली
te_in: సియాలీ

source: Siyaljora
hi_in: सियालजोर
te_in: సియాలజోర్

source: Siyalpur
hi_in: सियालपुर
te_in: సియాలపుర్

source: Siyara Mithepur
hi_in: सियार मीठेपुर
te_in: సియార్ మీఠెపుర్

source: Siyatand
hi_in: सियाटांड़
te_in: సియాటాం

source: Sks Nagar-Davanagere
hi_in: सकस नगर-दावणगेरे
te_in: సకస్ నగర్-దావణగెరె

source: Sliet Longowal
hi_in: स्लीएट लौंगोवाल
te_in: స్లీఏట్ లౌంగోవాల్

source: Slr Sanatorium
hi_in: एसएलआर सैनेटोरियम
te_in: ఏసఏలఆర్ సేనెటోరియం

source: Sm Hospital
hi_in: समा हॉस्पिटल
te_in: సమా హ్ స్పిటల్
