Repository: healthvdev/custom_template
Catalog: languages/*.po
Languages: hi_in, te_in

source: Kahalia
hi_in: कहलिया
te_in: కహలియా

source: Kahanpur Khui
hi_in: कहांपुर खुई
te_in: కహాంపుర్ ఖుఈ

source: Kahijari
hi_in: कहिजरी
te_in: కహిజరీ

source: Kahipur
hi_in: कहिपुर
te_in: కహిపుర్

source: Kahira
hi_in: काहिरा
te_in: కాహిరా

source: Kahoda
hi_in: कहोद
te_in: కహోద్

source: Kahuara
hi_in: कहार
te_in: కహార్

source: Kahuwai
hi_in: कहवै
te_in: కహవే

source: Kaibalyapur
hi_in: कैबलयपुर
te_in: కేబలయపుర్

source: Kaijuri
hi_in: कैजुरी
te_in: కేజురీ

source: Kaika
hi_in: कैक
te_in: కేక్

source: Kaikalur
hi_in: कैकालूर
te_in: కేకాలూర్

source: Kaikavolu
hi_in: केकवॉलयू
te_in: కెకవ్ లయూ

source: Kaikeri
hi_in: कैकेरि
te_in: కేకెరి

source: Kaikondaigudem
hi_in: किकोडाईगुदेम
te_in: కికోడాఈగుదెం

source: Kail Shikarpur
hi_in: कैल शिकारपुर
te_in: కేల్ శికారపుర్

source: Kaila
hi_in: कैला
te_in: కేలా

source: Kailai
hi_in: कैलाई
te_in: కేలాఈ

source: Kailasanadu
hi_in: कैलासनदू
te_in: కేలాసనదూ

source: Kailasapuram (Tirunelveli)
hi_in: कैलासपुरम (तिरुनेलवेली)
te_in: కేలాసపురమ్ (తిరునల్వేలి)

source: Kailash
hi_in: कैलाश
te_in: కేలాశ్

source: Kailash Colony
hi_in: कैलाश कॉलोनी
te_in: కేలాశ్ క్ లోనీ

source: Kailashahar
hi_in: कैलाशहर
te_in: కేలాశహర్

source: Kailasnagar
hi_in: कैलाशनगर
te_in: కేలాశనగర్

source: Kailgarh
hi_in: कैलगढ़
te_in: కేలగఢ్

source: Kailnjar
hi_in: कैलन्जर
te_in: కేలన్జర్

source: Kailor
hi_in: कैलोर
te_in: కేలోర్

source: Kailsa
hi_in: कइलस
te_in: కఇలస్

source: Kailwara Kalan
hi_in: कैलवारा कलां
te_in: కేలవారా కలాం

source: Kaima
hi_in: कायम
te_in: కాయం

source: Kaimahra
hi_in: कैमहरा
te_in: కేమహరా

source: Kaimana
hi_in: काइमन
te_in: కాఇమన్

source: Kaimati
hi_in: कीमती
te_in: కీమతీ

source: Kaimbo
hi_in: कैम्बो
te_in: కేమ్బో

source: Kaimla
hi_in: कैमल
te_in: కేమల్

source: Kainta
hi_in: कैंट
te_in: కేంట్

source: Kaipamangalam
hi_in: कैपमंगलं
te_in: కేపమంగలం

source: Kaipamangalam Beach
hi_in: कैपमंगलं बीच
te_in: కేపమంగలం బీచ్

source: Kaipatoor
hi_in: कीपटूर
te_in: కీపటూర్

source: Kaipuzha
hi_in: केपुज़हा
te_in: కెపుజ్ హా

source: Kaipuzha North
hi_in: केपुज़हा नार्थ
te_in: కెపుజ్ హా నార్థ్

source: Kair
hi_in: खैर
te_in: ఖేర్

source: Kairana
hi_in: कैराना
te_in: కేరానా

source: Kairi Meyar
hi_in: कैरी मेयर
te_in: కేరీ మెయర్

source: Kais
hi_in: किस
te_in: కిస్

source: Kaiser Ganj Ajmer
hi_in: कैसर गंज अजमेर
te_in: కేసర్ గంజ్ అజమెర్

source: Kaishanpura
hi_in: किशनपुरा
te_in: కిశనపురా

source: Kaisth
hi_in: कायस्थ
te_in: కాయస్థ్

source: Kaithachira
hi_in: कैथचीर
te_in: కేథచీర్

source: Kaithakkad
hi_in: कैथक्कड़
te_in: కేథక్కడ్

source: Kaithal
hi_in: कैथल
te_in: కేథల్

source: Kaithamukku
hi_in: कैथामुक्कु
te_in: కేథాముక్కు

source: Kaithauli
hi_in: कैथौली
te_in: కేథౌలీ

source: Kaithaur
hi_in: किठौर
te_in: కిఠౌర్

source: Kaithawa
hi_in: कैथवा
te_in: కేథవా

source: Kaithepalle
hi_in: कैथीपलले
te_in: కేథీపలలె

source: Kaithi
hi_in: कैथी
te_in: కేథీ

source: Kaithode
hi_in: कैथोड
te_in: కేథోడ్

source: Kaithore
hi_in: किठौर
te_in: కిఠౌర్

source: Kaithuni Pole Kota
hi_in: कैथूनी पोल कैट
te_in: కేథూనీ పోల్ కేట్

source: Kaithwara
hi_in: कैथवार
te_in: కేథవార్

source: Kaiyal
hi_in: कैयल
te_in: కేయల్

source: Kajalamba
hi_in: काजलम्ब
te_in: కాజలమ్బ్

source: Kajaliapalli
hi_in: काजलियापल्ली
te_in: కాజలియాపల్లీ

source: Kajari
hi_in: कजरी
te_in: కజరీ

source: Kajhi
hi_in: कजहि
te_in: కజహి

source: Kajigram Chandipur
hi_in: काजीग्राम चंडीपुर
te_in: కాజీగ్రామ్ చండీపుర్

source: Kajikanabus
hi_in: काजिकलबुस
te_in: కాజికలబుస్

source: Kajisarai
hi_in: काजीसराय
te_in: కాజీసరాయ్

source: Kajlagarh
hi_in: काजलगढ़
te_in: కాజలగఢ్

source: Kajoor
hi_in: कजूर
te_in: కజూర్

source: Kajura
hi_in: खजुर
te_in: ఖజుర్

source: Kakabhai Sihan
hi_in: ककभी सिहं
te_in: కకభీ సిహం

source: Kakachiya
hi_in: ककछिया
te_in: కకఛియా

source: Kakadi
hi_in: ककड़ी
te_in: కకడ్ ీ

source: Kakadkuva
hi_in: ककडकुवा
te_in: కకడకువా

source: Kakadveri
hi_in: ककदवेरी
te_in: కకదవెరీ

source: Kakaipar
hi_in: ककैपर
te_in: కకేపర్

source: Kakalur Ind Estate
hi_in: काकलूर जींद एस्टेट
te_in: కాకలూర్ జీంద్ ఏస్టెట్

source: Kakan
hi_in: ककन
te_in: కకన్

source: Kakarahi
hi_in: ककराही
te_in: కకరాహీ

source: Kakargarh
hi_in: ककरगढ़
te_in: కకరగఢ్

source: Kakarghata
hi_in: ककरघाट
te_in: కకరఘాట్

source: Kakarlapalli
hi_in: ककरलापल्ली
te_in: కకరలాపల్లీ

source: Kakarlathota
hi_in: ककरलतहोता
te_in: కకరలతహోతా

source: Kakatiya Nagar
hi_in: काकतिया नगर
te_in: కాకతియా నగర్

source: Kakatpur
hi_in: काकतपुर
te_in: కాకతపుర్

source: Kakavedu
hi_in: ककवडु
te_in: కకవడు

source: Kakban
hi_in: काकबं
te_in: కాకబం

source: Kakhe
hi_in: काखे
te_in: కాఖె

source: Kakila
hi_in: काकिला
te_in: కాకిలా

source: Kakinada
hi_in: काकीनाडा
te_in: కాకీనాడా

source: Kakinada Bazar
hi_in: काकीनाड़ा बाजार
te_in: కాకీనాడ్ ా బాజార్

source: Kakira
hi_in: ककीरा
te_in: కకీరా

source: Kakkanad
hi_in: कक्कनाड़
te_in: కక్కనాడ్

source: Kakkanad West
hi_in: कक्कनाड़ वेस्ट
te_in: కక్కనాడ్ వెస్ట్

source: Kakkarai
hi_in: काक्कारे
te_in: కాక్కారె

source: Kakkaveri
hi_in: काककावेरी
te_in: కాకకావెరీ

source: Kakkazhom
hi_in: कक्काज़होम
te_in: కక్కాజ్ హోం

source: Kakkinje
hi_in: कककिंजे
te_in: కకకింజె

source: Kakkiralapalli
hi_in: कक्कीरलापल्ली
te_in: కక్కీరలాపల్లీ

source: Kakkivadanpatti
hi_in: कककिवदंपत्ति
te_in: కకకివదంపత్తి

source: Kakkoor
hi_in: काक्कूर
te_in: కాక్కూర్

source: Kakna
hi_in: ककन
te_in: కకన్

source: Kakni Pathria
hi_in: काकनी पथरिया
te_in: కాకనీ పథరియా

source: Kakol
hi_in: काकोल
te_in: కాకోల్

source: Kakra
hi_in: ककरा
te_in: కకరా

source: Kakra Karhi
hi_in: ककरा करहि
te_in: కకరా కరహి

source: Kakrada
hi_in: ककरदा
te_in: కకరదా

source: Kakraha
hi_in: ककरहा
te_in: కకరహా

source: Kakrai
hi_in: ककराई
te_in: కకరాఈ

source: Kakrala
hi_in: ककराला
te_in: కకరాలా

source: Kakrauwa
hi_in: ककरौआ
te_in: కకరౌఆ

source: Kakriar
hi_in: ककृर
te_in: కకృర్

source: Kakroi
hi_in: ककरोई
te_in: కకరోఈ

source: Kakrola
hi_in: ककरोला
te_in: కకరోలా

source: Kakroo
hi_in: ककरो
te_in: కకరో

source: Kakudia
hi_in: ककुदिया
te_in: కకుదియా

source: Kakula Kondaram
hi_in: काकुल कोंडाराम
te_in: కాకుల్ కోండారాం

source: Kakwa
hi_in: ककव
te_in: కకవ్

source: Kakwara
hi_in: ककवारा
te_in: కకవారా

source: Kala Balua
hi_in: काले बलुआ
te_in: కాలె బలుఆ

source: Kala Diara
hi_in: काला दियारा
te_in: కాలా దియారా

source: Kalabadia
hi_in: कालाबडा
te_in: కాలాబడా

source: Kalabagan
hi_in: कालाबागान
te_in: కాలాబాగాన్

source: Kalachandgach
hi_in: कलचंदगच
te_in: కలచందగచ్

source: Kalacherra T.E.
hi_in: कलचेरर टी.ई.
te_in: కలచెరర్ టీ.ఈ.

source: Kalachowki
hi_in: कालाचौकी
te_in: కాలాచౌకీ

source: Kaladipet
hi_in: क्लाडीपेट
te_in: క్లాడీపెట్

source: Kalady
hi_in: कालडी
te_in: కాలడీ

source: Kalady Plantation
hi_in: कालडी प्लांटेशन
te_in: కాలడీ ప్లాంటెశన్

source: Kalagachia (Kolkata)
hi_in: काळगचिया (कोल्कता)
te_in: కాళగచియా (కోల్కతా)

source: Kalagatur
hi_in: कलागतुर
te_in: కలాగతుర్

source: Kalagonda
hi_in: कलगोण्डा
te_in: కలగోణ్డా

source: Kalaguman
hi_in: कालागुमान
te_in: కాలాగుమాన్

source: Kalahazra
hi_in: कलहज़र
te_in: కలహజ్ ర్

source: Kalahbhanga
hi_in: क्लाह्भंग
te_in: క్లాహ్భంగ్

source: Kalai
hi_in: कलाई
te_in: కలాఈ

source: Kalaichar
hi_in: क्लैचर
te_in: క్లేచర్

source: Kalaignar Karunanidhi Nagar
hi_in: कलैग्नार करूणानिधि नगर
te_in: కలేగ్నార్ కరూణానిధి నగర్

source: Kalaipara
hi_in: क्लैपर
te_in: క్లేపర్

source: Kalajhar
hi_in: केलझर
te_in: కెలఝర్

source: Kalajhariya
hi_in: कालाझरिया
te_in: కాలాఝరియా

source: Kalaji
hi_in: काळजी
te_in: కాళజీ

source: Kalakankar
hi_in: कालाकांकर
te_in: కాలాకాంకర్

source: Kalakar Street
hi_in: कलाकार स्ट्रीट
te_in: కలాకార్ స్ట్రీట్

source: Kalakh
hi_in: कालख
te_in: కాలఖ్

source: Kalakhowa Adarsha Gaon
hi_in: कलखोवा आदर्श गांव
te_in: కలఖోవా ఆదర్శ్ గాంవ్

source: Kalal Kheria
hi_in: कलाल खेरिया
te_in: కలాల్ ఖెరియా

source: Kalalghati
hi_in: कलालघाटी
te_in: కలాలఘాటీ

source: Kalali
hi_in: कलाली
te_in: కలాలీ

source: Kalama
hi_in: कलाम
te_in: కలాం

source: Kalamachal
hi_in: कलमचल
te_in: కలమచల్

source: Kalamamba
hi_in: कलंब
te_in: కలంబ్

source: Kalamari
hi_in: कलमाड़ी
te_in: కలమాడ్ ీ

source: Kalamassery
hi_in: कलमस्सेरी
te_in: కలమస్సెరీ

source: Kalamassery Development Plot
hi_in: कलमस्सेरी डेवलपमेंट प्लाट
te_in: కలమస్సెరీ డెవలపమెంట్ ప్లాట్

source: Kalamb
hi_in: कलंब
te_in: కలంబ్

source: Kalambar
hi_in: कलम्बर
te_in: కలమ్బర్

source: Kalambaste
hi_in: कलंबसते
te_in: కలంబసతె

source: Kalambhir
hi_in: कालंभीर
te_in: కాలంభీర్

source: Kalambi
hi_in: कलंबी
te_in: కలంబీ

source: Kalamboli Node
hi_in: कलंबोली नोड
te_in: కలంబోలీ నోడ్

source: Kalanabagram
hi_in: कालांअबग्राम
te_in: కాలాంఅబగ్రాం

source: Kalanagin
hi_in: कलानगिन
te_in: కలానగిన్

source: Kalanaur (Rohtak)
hi_in: कलानौर (रोहतक)
te_in: కలానౌర్ (రోహతక్)

source: Kaland
hi_in: कालंद
te_in: కాలంద్

source: Kalanga
hi_in: कलंगा
te_in: కలంగా

source: Kalani
hi_in: कालानी
te_in: కాలానీ

source: Kalanivasal
hi_in: कलनिवासल
te_in: కలనివాసల్

source: Kalanja
hi_in: कालंज
te_in: కాలంజ్

source: Kalanjipatti
hi_in: कालान्जीपत्ति
te_in: కాలాన్జీపత్తి

source: Kalantra
hi_in: कालांतर
te_in: కాలాంతర్

source: Kalapadar
hi_in: कलापदार
te_in: కలాపదార్

source: Kalapathar
hi_in: कालापत्थर
te_in: కాలాపత్థర్

source: Kalapathar (Cuttack)
hi_in: कालापत्थर (कुट्टक)
te_in: కాలాపత్థర్ (కుట్టక్)

source: Kalapur
hi_in: कलापुर
te_in: కలాపుర్

source: Kalarabank
hi_in: कलरबंक
te_in: కలరబంక్

source: Kalarahanga
hi_in: कालराहंग
te_in: కాలరాహంగ్

source: Kalarani
hi_in: क्लारानी
te_in: క్లారానీ

source: Kalari
hi_in: कलारी
te_in: కలారీ

source: Kalas
hi_in: क्लास
te_in: క్లాస్

source: Kalasa
hi_in: क्लास
te_in: క్లాస్

source: Kalasapur
hi_in: कैलासपुर
te_in: కేలాసపుర్

source: Kalasar
hi_in: कालासर
te_in: కాలాసర్

source: Kalashi
hi_in: कलश
te_in: కలశ్

source: Kalath
hi_in: क्लाथ
te_in: క్లాథ్

source: Kalathimadam
hi_in: कालथीमडम
te_in: కాలథీమడం

source: Kalathmadu
hi_in: क्लत्मादु
te_in: క్లత్మాదు

source: Kalathoor
hi_in: कलाथुर
te_in: కలాథుర్

source: Kalathur
hi_in: कलाथुर
te_in: కలాథుర్

source: Kalathur South
hi_in: कलाथुर साउथ
te_in: కలాథుర్ సాఉథ్

source: Kalaulitir
hi_in: कलौलीतीर
te_in: కలౌలీతీర్

source: Kalaunda
hi_in: कलौंदा
te_in: కలౌందా

source: Kalavaikarai
hi_in: कलाविक्री
te_in: కలావిక్రీ

source: Kalavali
hi_in: कालावाली
te_in: కాలావాలీ

source: Kalavamkodam
hi_in: कलावंकोडं
te_in: కలావంకోడం

source: Kalavarai Agraharam
hi_in: कलवरी अग्रहारम
te_in: కలవరీ అగ్రహారం

source: Kalayakagollu
hi_in: क्लायकगोल्लू
te_in: క్లాయకగోల్లూ

source: Kalbadevi
hi_in: कालबादेवी
te_in: కాలబాదెవీ

source: Kalbazar
hi_in: कालाबाज़ार
te_in: కాలాబాజ్ ార్

source: Kalchina
hi_in: कलछीना
te_in: కలఛీనా

source: Kaldighi
hi_in: कालदिघी
te_in: కాలదిఘీ

source: Kaldurki
hi_in: कलदूरकी
te_in: కలదూరకీ

source: Kaledia
hi_in: कालेडा
te_in: కాలెడా

source: Kaleh Majra
hi_in: कलह माजरा
te_in: కలహ్ మాజరా

source: Kalena
hi_in: कालेन
te_in: కాలెన్

source: Kalenahalli
hi_in: क्लेनाहल्ली
te_in: క్లెనాహల్లీ

source: Kalendira
hi_in: कलेंडर
te_in: కలెండర్

source: Kaleran
hi_in: कलेरां
te_in: కలెరాం

source: Kalesar
hi_in: कलेसर
te_in: కలెసర్

source: Kalewadi
hi_in: कलवाड़ी
te_in: కలవాడ్ ీ

source: Kalgigaj
hi_in: कलगिगज
te_in: కలగిగజ్

source: Kalhuwa Kaura
hi_in: काल्हुवा कौर
te_in: కాల్హువా కౌర్

source: Kali Daulat Khan
hi_in: काली दौलत खान
te_in: కాలీ దౌలత్ ఖాన్

source: Kaliaboda
hi_in: कलियाबाद
te_in: కలియాబాద్

source: Kaliakkavilai
hi_in: क्लिककविले
te_in: క్లికకవిలె

source: Kaliam
hi_in: कलीम
te_in: కలీం

source: Kalian
hi_in: कालीन
te_in: కాలీన్

source: Kaliapuram
hi_in: कलियापुरम
te_in: కలియాపురం

source: Kaliasole
hi_in: कलियासोल
te_in: కలియాసోల్

source: Kalibadi
hi_in: कालीबाड़ी
te_in: కాలీబాడ్ ీ

source: Kalibari
hi_in: कालीबाड़ी
te_in: కాలీబాడ్ ీ

source: Kalibari (Agra)
hi_in: कालीबाड़ी (आगरा)
te_in: కాలీబాడ్ ీ (ఆగ్రా)

source: Kalichabad
hi_in: कलीचाबाद
te_in: కలీచాబాద్

source: Kalichanadukam
hi_in: क्लिचन्दुकं
te_in: క్లిచన్దుకం

source: Kalichettipalayam. Mettupalayam
hi_in: क्लिचेत्तिपलयं. मेट्टूपलायम
te_in: క్లిచెత్తిపలయం. మెట్టూపలాయం

source: Kalichpur-e
hi_in: कालिचपुर-इ
te_in: కాలిచపుర్-ఇ

source: Kaligaon
hi_in: कलिगाओं
te_in: కలిగాఓం

source: Kalighat
hi_in: कालीघाट
te_in: కాలీఘాట్

source: Kalika Estate
hi_in: कलिका एस्टेट
te_in: కలికా ఏస్టెట్

source: Kalikadihi
hi_in: कालिकादीहि
te_in: కాలికాదీహి

source: Kalikalok
hi_in: कालिकलोक
te_in: కాలికలోక్

source: Kalikapur
hi_in: कालिकापुर
te_in: కాలికాపుర్

source: Kalikavaya
hi_in: कालिकवाया
te_in: కాలికవాయా

source: Kalikumarapuram
hi_in: कालीकुमारपुरम
te_in: కాలీకుమారపురం

source: Kalimandir
hi_in: कालीमंदिर
te_in: కాలీమందిర్

source: Kalimangalam
hi_in: कालीमंगलं
te_in: కాలీమంగలం

source: Kalimela
hi_in: कलिमल
te_in: కలిమల్

source: Kalimpong
hi_in: कालिम्पोंग
te_in: కాలిమ్పోంగ్

source: Kalimpong Bazar
hi_in: कालिम्पोंग बाजार
te_in: కాలిమ్పోంగ్ బాజార్

source: Kalindi Housing Estate
hi_in: कालिन्दी हाउसिंग एस्टेट
te_in: కాలిన్దీ హాఉసింగ్ ఏస్టెట్

source: Kalinga
hi_in: कलिंग
te_in: కలింగ్

source: Kalinga Vihar
hi_in: कलिंग विहार
te_in: కలింగ్ విహార్

source: Kalinganahalli
hi_in: कलिंगनाहल्ली
te_in: కలింగనాహల్లీ

source: Kalingarayanpalayam Pudur
hi_in: क्लिंगरयांपलायम पुडुर
te_in: క్లింగరయాంపలాయమ్ పుడుర్

source: Kalingiam
hi_in: कलिंगीं
te_in: కలింగీం

source: Kalio
hi_in: कलियो
te_in: కలియో

source: Kalipahari
hi_in: कालीपहाड़ी
te_in: కాలీపహాడ్ ీ

source: Kalirano
hi_in: क्लीर्णो
te_in: క్లీర్ణో

source: Kalirawan
hi_in: कालीरावण
te_in: కాలీరావణ్

source: Kalirhat
hi_in: कलिरहत
te_in: కలిరహత్

source: Kalishahan
hi_in: कलीशाहन
te_in: కలీశాహన్

source: Kalivemula
hi_in: क्लिवेमुला
te_in: క్లివెములా

source: Kaliyachak
hi_in: कालियाचक
te_in: కాలియాచక్

source: Kaliyasaur
hi_in: कलियासौड़
te_in: కలియాసౌడ్

source: Kalka
hi_in: कालका
te_in: కాలకా

source: Kalka R.S.
hi_in: कालका आर.एस.
te_in: కాలకా ఆర్.ఏస్.

source: Kalkaji
hi_in: कालकाजी
te_in: కాలకాజీ

source: Kalkandi
hi_in: कत्लकांड
te_in: కత్లకాండ్

source: Kalkere
hi_in: कॉकेरे
te_in: క్ కెరె

source: Kalkeri
hi_in: कालकेरी
te_in: కాలకెరీ

source: Kalladipatta
hi_in: कल्लड़ीपत्ता
te_in: కల్లడ్ ీపత్తా

source: Kalladka
hi_in: कल्लादक
te_in: కల్లాదక్

source: Kallahalli
hi_in: कललाहल्ली
te_in: కలలాహల్లీ

source: Kallakurichi
hi_in: कल्लाकुरिची
te_in: కల్లాకురిచీ

source: Kallamala
hi_in: कल्लामल
te_in: కల్లామల్

source: Kallambalam
hi_in: क्ललम्बेलं
te_in: క్లలమ్బెలం

source: Kallampalayam Road
hi_in: कल्लमपलायम रोड
te_in: కల్లమపలాయమ్ రోడ్

source: Kallampatti
hi_in: कल्लमपट्टी
te_in: కల్లమపట్టీ

source: Kallankattuvalasu
hi_in: कालांकतंतुवलसु
te_in: కాలాంకతంతువలసు

source: Kallapadi
hi_in: कल्लपदि
te_in: కల్లపది

source: Kallapalem
hi_in: कालापालेम
te_in: కాలాపాలెం

source: Kallapur
hi_in: कल्लापुर
te_in: కల్లాపుర్

source: Kallar
hi_in: कल्लर
te_in: కల్లర్

source: Kallara (Thiruvananthapuram)
hi_in: कल्लर (थिरुवनंतपुरम)
te_in: కల్లర్ (థిరువనంతపురమ్)

source: Kallekkad
hi_in: कलक्कड़
te_in: కలక్కడ్

source: Kalleswar
hi_in: कालेस्वर
te_in: కాలెస్వర్

source: Kalliad
hi_in: कॉलीड
te_in: క్ లీడ్

source: Kallige
hi_in: कॉलिज
te_in: క్ లిజ్

source: Kallipadam
hi_in: कल्लीपदम
te_in: కల్లీపదం

source: Kallipalayam
hi_in: कॉलिपलायम
te_in: క్ లిపలాయం

source: Kallooganj
hi_in: कल्लूगंज
te_in: కల్లూగంజ్

source: Kallubalu
hi_in: कल्लूबालू
te_in: కల్లూబాలూ

source: Kalludevanahalli
hi_in: कल्लूदेवनाहल्ली
te_in: కల్లూదెవనాహల్లీ

source: Kalludi
hi_in: कालुडी
te_in: కాలుడీ

source: Kallukatti
hi_in: कललुकटी
te_in: కలలుకటీ

source: Kallukoottam
hi_in: कल्लूकोटम
te_in: కల్లూకోటం

source: Kallumthazham
hi_in: कल्लूमथज़्हम
te_in: కల్లూమథజ్ ్హం

source: Kallupalle
hi_in: कल्लूपाल
te_in: కల్లూపాల్

source: Kallur
hi_in: कल्लूर
te_in: కల్లూర్

source: Kallurpalli
hi_in: कल्लुरपल्ली
te_in: కల్లురపల్లీ

source: Kalluru
hi_in: कल्लूर
te_in: కల్లూర్

source: Kalluvayal
hi_in: कल्लुवायल
te_in: కల్లువాయల్

source: Kalma
hi_in: कलमा
te_in: కలమా

source: Kalmad
hi_in: कलमाडी
te_in: కలమాడీ

source: Kalmadi
hi_in: कलमाड़ी
te_in: కలమాడ్ ీ

source: Kalmadka
hi_in: कलमदक
te_in: కలమదక్

source: Kalmanda
hi_in: कलमंडा
te_in: కలమండా

source: Kalmandi Kalan
hi_in: कल्मांदी कलां
te_in: కల్మాందీ కలాం

source: Kalmane(Sagar)
hi_in: कॉमन(सागर)
te_in: క్ మన్(సాగర్)

source: Kalmanja
hi_in: कलमंज
te_in: కలమంజ్

source: Kalmoda
hi_in: किल्मोड़ा
te_in: కిల్మోడ్ ా

source: Kalna
hi_in: कलन
te_in: కలన్

source: Kalna Court
hi_in: कलना कोर्ट
te_in: కలనా కోర్ట్

source: Kalnagar
hi_in: कलनगर
te_in: కలనగర్

source: Kalnakwadi
hi_in: कलनकवादी
te_in: కలనకవాదీ

source: Kalol (Panch Mahals)
hi_in: कलोल (पञ्च माहाल्स)
te_in: కలోల్ (పఞ్చ్ మాహాల్స్)

source: Kalol Desaivada
hi_in: कलोल देसाईवाड़ा
te_in: కలోల్ దెసాఈవాడ్ ా

source: Kalol Kampa
hi_in: कलोल कम्प
te_in: కలోల్ కమ్ప్

source: Kaloor
hi_in: कालूर
te_in: కాలూర్

source: Kalpani Bazar
hi_in: कल्पनी बाजार
te_in: కల్పనీ బాజార్

source: Kalpathi
hi_in: कलपती
te_in: కలపతీ

source: Kalpetta
hi_in: कलपेट्टा
te_in: కలపెట్టా

source: Kalsada
hi_in: कलसाड़ा
te_in: కలసాడ్ ా

source: Kalsadi
hi_in: कलसड़ी
te_in: కలసడ్ ీ

source: Kalsans
hi_in: कालसंस
te_in: కాలసంస్

source: Kalsari
hi_in: कलसरी
te_in: కలసరీ

source: Kalsia
hi_in: कलसिया
te_in: కలసియా

source: Kalsian
hi_in: कलसियां
te_in: కలసియాం

source: Kalsir
hi_in: कलसिर
te_in: కలసిర్

source: Kalthan No 1
hi_in: कलठन नो 1
te_in: కలఠన్ నో 1

source: Kaludi
hi_in: कालूड़ी
te_in: కాలూడ్ ీ

source: Kaluheda
hi_in: कालूहेड़ा
te_in: కాలూహెడ్ ా

source: Kalukhanra
hi_in: कलुखनर
te_in: కలుఖనర్

source: Kaluperumbakkam
hi_in: कालुपेरुम्बाक्कम
te_in: కాలుపెరుమ్బాక్కం

source: Kalupur
hi_in: कालूपुर
te_in: కాలూపుర్

source: Kalupur Chakla
hi_in: कालुपुर चकला
te_in: కాలుపుర్ చకలా

source: Kalus
hi_in: कलुष
te_in: కలుష్

source: Kaluste
hi_in: कलुस्ते
te_in: కలుస్తె

source: Kalvan
hi_in: कालवन
te_in: కాలవన్

source: Kalve
hi_in: कल्वे
te_in: కల్వె

source: Kalwa
hi_in: कलवा
te_in: కలవా

source: Kalwad
hi_in: कालवाड़
te_in: కాలవాడ్

source: Kalwadi
hi_in: कलवाड़ी
te_in: కలవాడ్ ీ

source: Kalwan
hi_in: कालवन
te_in: కాలవన్

source: Kalwani
hi_in: कलवानी
te_in: కలవానీ

source: Kalwara
hi_in: कलवार
te_in: కలవార్

source: Kalwari
hi_in: कलवारी
te_in: కలవారీ

source: Kalwari (Basti)
hi_in: कलवारी (बस्ती)
te_in: కలవారీ (బస్తీ)

source: Kalya
hi_in: कलया
te_in: కలయా

source: Kalyan City
hi_in: कल्याण सिटी
te_in: కల్యాణ్ సిటీ

source: Kalyan D.C.
hi_in: कल्याण डी.सी.
te_in: కల్యాణ్ డీ.సీ.

source: Kalyan Rs
hi_in: कल्याण रस
te_in: కల్యాణ్ రస్

source: Kalyana
hi_in: कल्याण
te_in: కల్యాణ్

source: Kalyananagar
hi_in: कल्याणनगर
te_in: కల్యాణనగర్

source: Kalyani
hi_in: कल्याणी
te_in: కల్యాణీ

source: Kalyani Hospital
hi_in: कल्याणी हॉस्पिटल
te_in: కల్యాణీ హ్ స్పిటల్

source: Kalyani Nagar
hi_in: कल्याणी नगर
te_in: కల్యాణీ నగర్

source: Kalyani RS
hi_in: कल्याणी रस
te_in: కల్యాణీ రస్

source: Kalyani Simanta
hi_in: कल्याणी सीमान्त
te_in: కల్యాణీ సీమాన్త్

source: Kalyani University
hi_in: कल्याणी यूनिवर्सिटी
te_in: కల్యాణీ యూనివర్సిటీ

source: Kalyanni
hi_in: कल्याणी
te_in: కల్యాణీ

source: Kalyanpur
hi_in: कल्याणपुर
te_in: కల్యాణపుర్

source: Kalyanpur (Kanpur Nagar)
hi_in: कल्याणपुर (कानपूर नगर)
te_in: కల్యాణపుర్ (కానపూర్ నగర్)

source: Kalyanpur (Lucknow)
hi_in: कल्याणपुर (लखनऊ)
te_in: కల్యాణపుర్ (లఖనఊ)

source: Kalyanpur Sasan
hi_in: कल्यानपुर सासन
te_in: కల్యానపుర్ సాసన్

source: Kalyanpura
hi_in: कल्याणपुर
te_in: కల్యాణపుర్

source: Kalyanpuri
hi_in: कल्याणपुरी
te_in: కల్యాణపురీ

source: Kalyanvas
hi_in: कल्याणवास
te_in: కల్యాణవాస్

source: Kamachha
hi_in: कामेच्छा
te_in: కామెచ్ఛా

source: Kamagada
hi_in: कामगाद
te_in: కామగాద్

source: Kamai
hi_in: कमाई
te_in: కమాఈ

source: Kamakantia
hi_in: कामकान्तिया
te_in: కామకాన్తియా

source: Kamakhyanagar
hi_in: कामाख्यानगर
te_in: కామాఖ్యానగర్

source: Kamakotinagar
hi_in: कामकोटिनगर
te_in: కామకోటినగర్

source: Kamakshipalya
hi_in: कामाक्षीपाल्या
te_in: కామాక్షీపాల్యా

source: Kamala Bagan
hi_in: कमला बागान
te_in: కమలా బాగాన్

source: Kamala Nagar (Agra)
hi_in: कमला नगर (आगरा)
te_in: కమలా నగర్ (ఆగ్రా)

source: Kamala Nagar (Villupuram)
hi_in: कमला नगर (विल्लुपुरम)
te_in: కమలా నగర్ (విల్లుపురమ్)

source: Kamalabari
hi_in: कमलाबाड़ी
te_in: కమలాబాడ్ ీ

source: Kamalanagar (Ananthapur)
hi_in: कमलानगर (अनंतपुर)
te_in: కమలానగర్ (అనంతపుర్)

source: Kamalanagar (LawngtlB.O
hi_in: कमलानगर (लवँगतलब.ओ
te_in: కమలానగర్ (లవఁగతలబ్.ఓ

source: Kamalapur
hi_in: कमलापुर
te_in: కమలాపుర్

source: Kamalnagar
hi_in: कमलानगर
te_in: కమలానగర్

source: Kamalpur
hi_in: कमालपुर
te_in: కమాలపుర్

source: Kamalpur (Dhalai)
hi_in: कमालपुर (ढलाई)
te_in: కమాలపుర్ (ఢలాఈ)

source: Kamalpur (Nawanshahr)
hi_in: कमालपुर (नवांशहर)
te_in: కమాలపుర్ (నవాంశహర్)

source: Kamalpur Bazar
hi_in: कमालपुर बाजार
te_in: కమాలపుర్ బాజార్

source: Kamalpuredso
hi_in: कमलपुरएडसो
te_in: కమలపురఏడసో

source: Kaman
hi_in: कमान
te_in: కమాన్

source: Kamana
hi_in: कामना
te_in: కామనా

source: Kamanakere
hi_in: कामनाकेरे
te_in: కామనాకెరె

source: Kamand
hi_in: कमांड
te_in: కమాండ్

source: Kamandoddi
hi_in: कमंदोदड़ी
te_in: కమందోదడ్ ీ

source: Kamaraj Nagar
hi_in: कामराज नगर
te_in: కామరాజ్ నగర్

source: Kamarajanagar
hi_in: कमर्जानगर
te_in: కమర్జానగర్

source: Kamarajapuram (BHEL)
hi_in: कमराजपुरम (भेल)
te_in: కమరాజపురమ్ (భెల్)

source: Kamarajnagar
hi_in: कमराजनगर
te_in: కమరాజనగర్

source: Kamarda
hi_in: कामरेड
te_in: కామరెడ్

source: Kamardiha
hi_in: कमरडीह
te_in: కమరడీహ్

source: Kamareddy
hi_in: कामारेड्डी
te_in: కామారెడ్డీ

source: Kamargama
hi_in: कमार्गमा
te_in: కమార్గమా

source: Kamarganti
hi_in: कमरगन्ति
te_in: కమరగన్తి

source: Kamargaon
hi_in: कमार्गों
te_in: కమార్గోం

source: Kamargoria
hi_in: कामर्गोरा
te_in: కామర్గోరా

source: Kamaria
hi_in: कमरिया
te_in: కమరియా

source: Kamarli
hi_in: कमरली
te_in: కమరలీ

source: KAMARPARABAZAR
hi_in: कमरपरबाज़ार
te_in: కమరపరబాజ్ ార్

source: Kamat Fulbari
hi_in: कमात फुलबारी
te_in: కమాత్ ఫులబారీ

source: Kamathipura
hi_in: कमाठीपुरा
te_in: కమాఠీపురా

source: Kamavaram
hi_in: कामवरं
te_in: కామవరం

source: Kambakaya
hi_in: कम्बकय
te_in: కమ్బకయ్

source: Kambalakallu
hi_in: कंबलकललू
te_in: కంబలకలలూ

source: Kamballur
hi_in: कंबललूर
te_in: కంబలలూర్

source: Kambara
hi_in: क़म्बर
te_in: క్ మ్బర్

source: Kambarganavi
hi_in: कम्बरगनवी
te_in: కమ్బరగనవీ

source: Kambhampadu
hi_in: कम्भाम्पद
te_in: కమ్భామ్పద్

source: Kambola
hi_in: कंबाला
te_in: కంబాలా

source: Kamda Hari
hi_in: कंद हरी
te_in: కంద్ హరీ

source: Kamdara
hi_in: कंदरा
te_in: కందరా

source: Kamdebpur
hi_in: कामदेबपुर
te_in: కామదెబపుర్

source: Kamdhenunagar
hi_in: कामधेनुनगर
te_in: కామధెనునగర్

source: Kamepalli
hi_in: कामेपल्ली
te_in: కామెపల్లీ

source: Kamigadh
hi_in: कमिगध
te_in: కమిగధ్

source: Kamini
hi_in: कामिनी
te_in: కామినీ

source: Kamla Nagar (Bhopal)
hi_in: कमला नगर (भोपाल)
te_in: కమలా నగర్ (భోపాల్)

source: Kamla Nagar (North Delhi)
hi_in: कमला नगर (नार्थ देल्ही)
te_in: కమలా నగర్ (నార్థ్ ఢిల్లీ)

source: Kamla Nehru Colony Bathinda
hi_in: कमला नेहरू कॉलोनी बठिंडा
te_in: కమలా నెహరూ క్ లోనీ బఠిండా

source: Kamla Nehru Nagar
hi_in: कमला नेहरू नगर
te_in: కమలా నెహరూ నగర్

source: Kamlanagar
hi_in: कमलानगर
te_in: కమలానగర్

source: Kamlapur
hi_in: कमलापुर
te_in: కమలాపుర్

source: Kamleshwar
hi_in: कमलेश्वर
te_in: కమలెశ్వర్

source: Kamli
hi_in: कमली
te_in: కమలీ

source: Kammar Pur
hi_in: कम्मर पुर
te_in: కమ్మర్ పుర్

source: Kammarchedu
hi_in: कंमर्चेद
te_in: కంమర్చెద్

source: Kamoli
hi_in: कमोली
te_in: కమోలీ

source: Kampamediguda
hi_in: कम्पमेडीगुड़ा
te_in: కమ్పమెడీగుడ్ ా

source: Kampara
hi_in: कामपर
te_in: కామపర్

source: Kamrabad
hi_in: कमराबाद
te_in: కమరాబాద్

source: Kamrani
hi_in: कामरानी
te_in: కామరానీ

source: Kamrauli
hi_in: कमरौली
te_in: కమరౌలీ

source: Kamre
hi_in: कमरे
te_in: కమరె

source: Kamrej Char Rasta
hi_in: कामरेज चार रास्ता
te_in: కామరెజ్ చార్ రాస్తా

source: Kamrod
hi_in: कमरौद
te_in: కమరౌద్

source: Kamroo
hi_in: कामरू
te_in: కామరూ

source: Kamruddin Nagar
hi_in: कमरुद्दीन नगर
te_in: కమరుద్దీన్ నగర్

source: Kamsaan
hi_in: कंसान
te_in: కంసాన్

source: Kamta
hi_in: कामत
te_in: కామత్

source: Kamtada
hi_in: कमताड़ा
te_in: కమతాడ్ ా

source: Kamtaganj
hi_in: कमतगंज
te_in: కమతగంజ్

source: Kamtari
hi_in: कमतरी
te_in: కమతరీ

source: Kamthee
hi_in: कंठी
te_in: కంఠీ

source: Kamthi
hi_in: कंठी
te_in: కంఠీ

source: Kamthi City SO
hi_in: कंठी सिटी सो
te_in: కంఠీ సిటీ సో

source: Kamudi
hi_in: कमुदी
te_in: కముదీ

source: Kanachirgal
hi_in: कानचिरगल
te_in: కానచిరగల్
