Repository: healthvdev/custom_template
Catalog: languages/*.po
Languages: hi_in, te_in

source: Murram
hi_in: मुर्राम
te_in: ముర్రాం

source: Murshatpur
hi_in: मुर्शतपुर
te_in: ముర్శతపుర్

source: Murshidabad
hi_in: मुर्शिदाबाद
te_in: ముర్శిదాబాద్

source: Mursingh
hi_in: मोरसिंह
te_in: మోరసింహ్

source: Mursundhi
hi_in: मुरसन्धि
te_in: మురసన్ధి

source: Murti
hi_in: मूर्ति
te_in: మూర్తి

source: Murtiha
hi_in: मुर्तिहा
te_in: ముర్తిహా

source: Murtizapur
hi_in: मुर्तिजापुर
te_in: ముర్తిజాపుర్

source: Murtizapur City
hi_in: मुर्तिजापुर सिटी
te_in: ముర్తిజాపుర్ సిటీ

source: Murtzapur
hi_in: मुर्तजापुर
te_in: ముర్తజాపుర్

source: Murud
hi_in: मुरुड
te_in: మురుడ్

source: Murugalla
hi_in: मुरुगळा
te_in: మురుగళా

source: Murup
hi_in: मुरूप
te_in: మురూప్

source: Murva
hi_in: मूर्वा
te_in: మూర్వా

source: Murwal
hi_in: मोरवाल
te_in: మోరవాల్

source: Musafa
hi_in: मुसाफा
te_in: ముసాఫా

source: Musahibpur
hi_in: मुसाहिबपुर
te_in: ముసాహిబపుర్

source: Musakhan
hi_in: मूसाखां
te_in: మూసాఖాం

source: Musakhiria
hi_in: मूसाखिरिया
te_in: మూసాఖిరియా

source: Musalimadugu
hi_in: मुस्लिमदुगु
te_in: ముస్లిమదుగు

source: Musanahalli
hi_in: मुसनाहल्ली
te_in: ముసనాహల్లీ

source: Musarhi
hi_in: मुसरहि
te_in: ముసరహి

source: Musatafabad Saraiya
hi_in: मुस्तफाबाद सरैया
te_in: ముస్తఫాబాద్ సరేయా

source: Muselipanga
hi_in: मुसेलीपांग
te_in: ముసెలీపాంగ్

source: Musepur
hi_in: मुसेपुर
te_in: ముసెపుర్

source: Museum Road
hi_in: म्यूजियम रोड
te_in: మ్యూజియమ్ రోడ్

source: Mushahari Farm
hi_in: मुशहरी फार्म
te_in: ముశహరీ ఫార్ం

source: Musheerabad (Delivery)
hi_in: मुशीराबाद (डिलीवरी)
te_in: ముశీరాబాద్ (డిలీవరీ)

source: Musheerabad (ND)
hi_in: मुशीराबाद (नद)
te_in: ముశీరాబాద్ (నద్)

source: Musiri
hi_in: मुसिरी
te_in: ముసిరీ

source: Muskusahi
hi_in: मुसकुसही
te_in: ముసకుసహీ

source: Musra
hi_in: मूसर
te_in: మూసర్

source: Mussa Bilaspur
hi_in: मुस्सा बिलासपुर
te_in: ముస్సా బిలాసపుర్

source: Mussail
hi_in: मुस्सिल
te_in: ముస్సిల్

source: Mussimbal
hi_in: मुसिम्बल
te_in: ముసిమ్బల్

source: Mussoorie
hi_in: मुस्सूरी
te_in: ముస్సూరీ

source: Mustabad (Karim Nagar)
hi_in: मुस्ताबाद (करीम नगर)
te_in: ముస్తాబాద్ (కరీమ్ నగర్)

source: Mustafabad
hi_in: मुस्तफाबाद
te_in: ముస్తఫాబాద్

source: Mustafapur
hi_in: मुस्तफापुर
te_in: ముస్తఫాపుర్

source: Mustakurichi
hi_in: मुसटकुरीची
te_in: ముసటకురీచీ

source: Mustem
hi_in: मुस्तेम
te_in: ముస్తెం

source: Musunur
hi_in: मुसुनुर
te_in: ముసునుర్

source: Muthalakodam
hi_in: मुथलकोडम
te_in: ముథలకోడం

source: Muthali
hi_in: मुठली
te_in: ముఠలీ

source: Muthanallur
hi_in: मुथानाल्लुर
te_in: ముథానాల్లుర్

source: Muthanga
hi_in: मुथंगा
te_in: ముథంగా

source: Muthani
hi_in: मुठानी
te_in: ముఠానీ

source: Muthappan Puzha
hi_in: मुथप्पन पुज़हा
te_in: ముథప్పన్ పుజ్ హా

source: Muthapudayanpatti
hi_in: मुथापुड्यांपट्टी
te_in: ముథాపుడ్యాంపట్టీ

source: Mutharasikuppam
hi_in: मुथरसीकुप्पम
te_in: ముథరసీకుప్పం

source: Muthe
hi_in: मोठे
te_in: మోఠె

source: Muthi
hi_in: मुठी
te_in: ముఠీ

source: Muthialpet
hi_in: मुतहीअलपेट
te_in: ముతహీఅలపెట్

source: Muthinakoppa
hi_in: मुथिनकोप्पा
te_in: ముథినకోప్పా

source: Muthojipet
hi_in: मूथौजीपेट
te_in: మూథౌజీపెట్

source: Muthukrishnapuram
hi_in: मुथुकृष्णपुरं
te_in: ముథుకృష్ణపురం

source: Muthukulam
hi_in: मुथुकुलम
te_in: ముథుకులం

source: Muthukulam South
hi_in: मुथुकुलम साउथ
te_in: ముథుకులమ్ సాఉథ్

source: Muthulapuram
hi_in: मुथुलपुरम
te_in: ముథులపురం

source: Muthuparamba
hi_in: मुथूपाराम्बा
te_in: ముథూపారామ్బా

source: Muthupatnam
hi_in: मुथुपेटनाम
te_in: ముథుపట్టణం

source: Muthuvallur
hi_in: मुथुवल्लूर
te_in: ముథువల్లూర్

source: Muthuvannacha
hi_in: मुथुवननाचा
te_in: ముథువననాచా

source: Muthyalacheruvu
hi_in: मुथ्यलाचेरुवु
te_in: ముథ్యలాచెరువు

source: Muttahandi
hi_in: मुत्तहन्दी
te_in: ముత్తహన్దీ

source: Mutthiganj
hi_in: मुट्ठीगंज
te_in: ముట్ఠీగంజ్

source: Muttom EK
hi_in: मुट्टम एक
te_in: ముట్టమ్ ఏక్

source: Muttom-alleppey
hi_in: मुट्टम-अल्लेप्पेइ
te_in: ముట్టమ్-అల్లెప్పెఇ

source: Muttomkadavil
hi_in: मुत्तोमकडवील
te_in: ముత్తోమకడవీల్

source: Muttuchira
hi_in: मुततुचिरा
te_in: ముతతుచిరా

source: Muttungal
hi_in: मुत्तुंगल
te_in: ముత్తుంగల్

source: Muttungal West
hi_in: मुत्तुंगल वेस्ट
te_in: ముత్తుంగల్ వెస్ట్

source: Muval
hi_in: मुवाल
te_in: మువాల్

source: Muvattupuzha
hi_in: मुवाट्टुपुज़हा
te_in: మువాత్తుపూజా

source: Muvattupuzha Bazar
hi_in: मुवाट्टुपुज़हा बाजार
te_in: మువాట్టుపుజ్ హా బాజార్

source: Muvattupuzha Market
hi_in: मुवाट्टुपुज़हा मार्किट
te_in: మువాట్టుపుజ్ హా మార్కిట్

source: Muyalgaon
hi_in: मुयालगों
te_in: ముయాలగోం

source: Muzaffar Nagar City
hi_in: मुजफ्फर नगर सिटी
te_in: ముజఫ్ఫర్ నగర్ సిటీ

source: Muzaffarpur
hi_in: मुजफ्फरपुर
te_in: ముజఫ్ఫరపుర్

source: Muzaffarpur Court
hi_in: मुजफ्फरपुर कोर्ट
te_in: ముజఫ్ఫరపుర్ కోర్ట్

source: Muzahi Bazar
hi_in: मुज़ाही बाजार
te_in: ముజ్ ాహీ బాజార్

source: Muzahidpur
hi_in: मुजाहिदपुर
te_in: ముజాహిదపుర్

source: Muzhappala
hi_in: मुज़हिप्पाल
te_in: ముజ్ హిప్పాల్

source: Mylakkadu
hi_in: मिलक्कडू
te_in: మిలక్కడూ

source: Mylambadi
hi_in: मिलंबदी
te_in: మిలంబదీ

source: Mylampatti
hi_in: मिलमपट्टी
te_in: మిలమపట్టీ

source: Mylanahalli
hi_in: मिलनहल्ली
te_in: మిలనహల్లీ

source: Mylanayakanhalli
hi_in: मिलनायकनहल्ली
te_in: మిలనాయకనహల్లీ

source: Mylandahalli
hi_in: मिलनदहल्ली
te_in: మిలనదహల్లీ

source: Mylapore
hi_in: मयलापुर
te_in: మయలాపుర్

source: Mylarapatna
hi_in: मिलरपटना
te_in: మిలరపాట్నా

source: Mylrangam
hi_in: मिलरांगम
te_in: మిలరాంగం

source: Myndihati
hi_in: मीनदीहति
te_in: మీనదీహతి

source: Mysore
hi_in: मैसूर
te_in: మైసూరు

source: Mysore Fort
hi_in: मैसोरे फोर्ट
te_in: మేసోరె ఫోర్ట్

source: Mysore Law Courts
hi_in: मैसोरे लॉ कोर्ट्स
te_in: మేసోరె ల్ కోర్ట్స్

source: Mysore Mala
hi_in: मैसोरे माला
te_in: మేసోరె మాలా

source: Mysore South
hi_in: मैसोरे साउथ
te_in: మేసోరె సాఉథ్

source: Mysore University
hi_in: मैसूर यूनिवर्सिटी
te_in: మేసూర్ యూనివర్సిటీ

source: N A D
hi_in: एन आ द
te_in: ఏన్ ఆ ద్

source: N A M Hisar
hi_in: एन अ म हिसार
te_in: ఏన్ అ మ్ హిసార్

source: N C Line
hi_in: एन कि लाइन
te_in: ఏన్ కి లాఇన్

source: N C Market
hi_in: एन कि मार्किट
te_in: ఏన్ కి మార్కిట్

source: N C Mills
hi_in: एन कि मिल्स
te_in: ఏన్ కి మిల్స్

source: N G M Sangrur
hi_in: एन ग म संगरुर
te_in: ఏన్ గ్ మ్ సంగరుర్

source: N H Road
hi_in: एन ह रोड
te_in: ఏన్ హ్ రోడ్

source: N I B M
hi_in: एन ई बी म
te_in: ఏన్ ఈ బీ ం

source: N R Banga
hi_in: एन र बंग
te_in: ఏన్ ర్ బంగ్

source: N R City
hi_in: एन र सिटी
te_in: ఏన్ ర్ సిటీ

source: N R Colony
hi_in: एन र कॉलोनी
te_in: ఏన్ ర్ క్ లోనీ

source: N R Peta KNL
hi_in: एन र पेट कनल
te_in: ఏన్ ర్ పెట్ కనల్

source: N. Chhotraipur
hi_in: एन. छोटराईपुर
te_in: ఏన్. ఛోటరాఈపుర్

source: N. Kothur
hi_in: एन. कोथुर
te_in: ఏన్. కోథుర్

source: N.C.R.Building
hi_in: एन.सी.आर.बिल्डिंग
te_in: ఏన్.సీ.ఆర్.బిల్డింగ్

source: N.D.A. Khadakwasla
hi_in: एन.डी.ए. खडकवासला
te_in: ఏన్.డీ.ఏ. ఖడకవాసలా

source: N.D.Road Munger
hi_in: एन.डी.रोड मुंगेर
te_in: ఏన్.డీ.రోడ్ ముంగెర్

source: N.G.G.O Colony
hi_in: एन.जी.जी.व कॉलोनी
te_in: ఏన్.జీ.జీ.వ్ క్ లోనీ

source: N.G.M College
hi_in: एन.जी.म कॉलेज
te_in: ఏన్.జీ.మ్ క్ లెజ్

source: N.G.O.Colony
hi_in: एन.जी.ओ.कॉलोनी
te_in: ఏన్.జీ.ఓ.క్ లోనీ

source: N.I.Area
hi_in: एन.आई.एरिया
te_in: ఏన్.ఆఈ.ఏరియా

source: N.I.F.M. Faridabad
hi_in: एन.आई.एफ.एम. फरीदाबाद
te_in: ఏన్.ఆఈ.ఏఫ్.ఏమ్. ఫరీదాబాద్

source: N.Khawlek
hi_in: एन.कहौलक
te_in: ఏన్.కహౌలక్

source: N.M.D.C Panna
hi_in: एन.एम.डी.कि पन्ना
te_in: ఏన్.ఏమ్.డీ.కి పన్నా

source: N.M.Palika
hi_in: एन.एम.पालिका
te_in: ఏన్.ఏమ్.పాలికా

source: N.Paraipatti
hi_in: एन.परिपाटी
te_in: ఏన్.పరిపాటీ

source: N.R.Avenue
hi_in: एन.आर.अवेनुए
te_in: ఏన్.ఆర్.అవెనుఏ

source: N.S.Building
hi_in: एन.एस.बिल्डिंग
te_in: ఏన్.ఏస్.బిల్డింగ్

source: N.S.C Colony (O)
hi_in: एन.एस.कि कॉलोनी (ओ)
te_in: ఏన్.ఏస్.కి క్ లోనీ (ఓ)

source: N.S.C.Colony
hi_in: एन.एस.सी.कॉलोनी
te_in: ఏన్.ఏస్.సీ.క్ లోనీ

source: N.S.C.Farm
hi_in: एन.एस.सी.फार्म
te_in: ఏన్.ఏస్.సీ.ఫార్ం

source: N.S.I.T. Dwarka
hi_in: एन.एस.आई.टी. द्वारका
te_in: ఏన్.ఏస్.ఆఈ.టీ. ద్వారకా

source: N.S.Mandi
hi_in: एन.एस.मंडी
te_in: ఏన్.ఏస్.మండీ

source: N.S.Patkar Marg
hi_in: एन.एस.पाटकर मार्ग
te_in: ఏన్.ఏస్.పాటకర్ మార్గ్

source: N.Tinghmun
hi_in: एन.टिंघमउन
te_in: ఏన్.టింఘమఉన్

source: N.V.Colony
hi_in: एन.वी.कॉलोनी
te_in: ఏన్.వీ.క్ లోనీ

source: N.Vanlaiphai
hi_in: एन.वंलिफाई
te_in: ఏన్.వంలిఫాఈ

source: N.W. College
hi_in: एन.डब्ल्यू. कॉलेज
te_in: ఏన్.డబ్ల్యూ. క్ లెజ్

source: Na Deoghoria
hi_in: न देओघवरिया
te_in: న్ దెఓఘవరియా

source: Naa
hi_in: ना
te_in: నా

source: Naami
hi_in: नामी
te_in: నామీ

source: Nabadiganta IT
hi_in: नबदिगंत आईटी
te_in: నబదిగంత్ ఆఈటీ

source: Nabadwip
hi_in: नबद्वीप
te_in: నబద్వీప్

source: Nabadwip Bazar
hi_in: नबद्वीप बाजार
te_in: నబద్వీప్ బాజార్

source: Nabaghanapur
hi_in: नबघनपुर
te_in: నబఘనపుర్

source: Nabaghara
hi_in: नबाघारा
te_in: నబాఘారా

source: Nabagram
hi_in: नाबग्राम
te_in: నాబగ్రాం

source: Nabakumar Rankhal Para
hi_in: नबकुमार रंखल पर
te_in: నబకుమార్ రంఖల్ పర్

source: Nabapally
hi_in: नबपल्ली
te_in: నబపల్లీ

source: Nabarangpur
hi_in: नबरंगपुर
te_in: నబరంగపుర్

source: Nabarangpur Bazar
hi_in: नबरंगपुर बाजार
te_in: నబరంగపుర్ బాజార్

source: Nabasan
hi_in: नबासँ
te_in: నబాసఁ

source: Nabastha
hi_in: नअबस्था
te_in: నఅబస్థా

source: Nabha Estate
hi_in: नभ एस्टेट
te_in: నభ్ ఏస్టెట్

source: Nabibagh
hi_in: नबीबाग
te_in: నబీబాగ్

source: Nabincherra
hi_in: नबीनचेर्रा
te_in: నబీనచెర్రా

source: Nabipur
hi_in: नबीपुर
te_in: నబీపుర్

source: Nachane
hi_in: नाचने
te_in: నాచనె

source: Nachhipur
hi_in: लच्छीपुर
te_in: లచ్ఛీపుర్

source: Nachhipura
hi_in: लच्छीपुर
te_in: లచ్ఛీపుర్

source: Nachilipatti
hi_in: नचिलीपट्टी
te_in: నచిలీపట్టీ

source: Nada
hi_in: नाद
te_in: నాద్

source: Nadagchond
hi_in: नङ्गचनद
te_in: నఙ్గచనద్

source: Nadakavu
hi_in: नादाकावु
te_in: నాదాకావు

source: Nadasa
hi_in: नदास
te_in: నదాస్

source: Nadavaramba
hi_in: नदवराम्ब
te_in: నదవరామ్బ్

source: Nadawa Bishunpur
hi_in: नदवा बिशुनपुर
te_in: నదవా బిశునపుర్

source: Nade
hi_in: नदी
te_in: నదీ

source: Nademau
hi_in: नादेमऊ
te_in: నాదెమఊ

source: Nadergul
hi_in: नादेर्गुल
te_in: నాదెర్గుల్

source: Nadghat
hi_in: नांदघाट
te_in: నాందఘాట్

source: Nadhanpur
hi_in: नधनपुर
te_in: నధనపుర్

source: Nadhavade
hi_in: नधवाड़े
te_in: నధవాడ్ ె

source: Nadiad
hi_in: नाडियाड
te_in: నాడియాడ్

source: Nadiali
hi_in: नाडियाली
te_in: నాడియాలీ

source: Nadiama
hi_in: नाडियम
te_in: నాడియం

source: Nadiami
hi_in: नदियामी
te_in: నదియామీ

source: Nadigadda
hi_in: नाडिगड्डा
te_in: నాడిగడ్డా

source: Nadigaon
hi_in: नदीगांव
te_in: నదీగాంవ్

source: Nadigatla Vari Savaram
hi_in: नाडिगटल वारी सवर्म
te_in: నాడిగటల్ వారీ సవర్ం

source: Nadimuthunagar
hi_in: नदिमुथूनगर
te_in: నదిముథూనగర్

source: Nadisar
hi_in: ण्डिसार
te_in: ణ్డిసార్

source: Nadiwan
hi_in: ण्डिवां
te_in: ణ్డివాం

source: Nadoli
hi_in: नदौली
te_in: నదౌలీ

source: Nadri
hi_in: नदरि
te_in: నదరి

source: Nadt Campus
hi_in: नाड कैंपस
te_in: నాడ్ కేంపస్

source: Naduan
hi_in: नदवां
te_in: నదవాం

source: Nadukani
hi_in: नादूकानी
te_in: నాదూకానీ

source: Nadupatti
hi_in: नादुपट्टी
te_in: నాదుపట్టీ

source: Naduvapatti
hi_in: नडुवपट्टी
te_in: నడువపట్టీ

source: Naduvathnagar EDB.O
hi_in: नदवथनगर एडीब.ओ
te_in: నదవథనగర్ ఏడీబ్.ఓ

source: Naduvattam
hi_in: न्दूवत्तं
te_in: న్దూవత్తం

source: Naduvikottai
hi_in: नादवीकोट्टाई
te_in: నాదవీకోట్టాఈ

source: Naduvilkkara
hi_in: नडुविलककर
te_in: నడువిలకకర్

source: Nadwa
hi_in: नदवा
te_in: నదవా

source: Nafarganj
hi_in: नफरगंज
te_in: నఫరగంజ్

source: Nag Kalan
hi_in: नाग कलां
te_in: నాగ్ కలాం

source: Nagada
hi_in: नागदा
te_in: నాగదా

source: Nagadevampalayam
hi_in: नागदेवमपलायम
te_in: నాగదెవమపలాయం

source: Nagal Bulandawala
hi_in: नागल बुलंदावाला
te_in: నాగల్ బులందావాలా

source: Nagal Charbar
hi_in: नागल कारबार
te_in: నాగల్ కారబార్

source: Nagal Jat
hi_in: नांगल जाट
te_in: నాంగల్ జాట్

source: Nagala Meena
hi_in: नगला मीना
te_in: నగలా మీనా

source: Nagalapura
hi_in: नागलपुर
te_in: నాగలపుర్

source: Nagali
hi_in: नगली
te_in: నగలీ

source: Nagalkeni
hi_in: नागलकेणी
te_in: నాగలకెణీ

source: Nagalkhada
hi_in: नागलखाड़ा
te_in: నాగలఖాడ్ ా

source: Nagalnagar
hi_in: नागलनगर
te_in: నాగలనగర్

source: Nagalpar
hi_in: नागलपर
te_in: నాగలపర్

source: Nagalpar (Dhindh)
hi_in: नागलपर (ढिंढ)
te_in: నాగలపర్ (ఢింఢ్)

source: Nagalwadi
hi_in: नागलवाड़ी
te_in: నాగలవాడ్ ీ

source: Nagam
hi_in: नगम
te_in: నగం

source: Nagamanaickenpatti
hi_in: नागमनैकनपट्टी
te_in: నాగమనేకనపట్టీ

source: Nagamangala
hi_in: नागमंगला
te_in: నాగమంగలా

source: Nagamangalam
hi_in: नागमंगलं
te_in: నాగమంగలం

source: Nagammapudur
hi_in: नागम्मापुडुर
te_in: నాగమ్మాపుడుర్

source: Naganahalli
hi_in: नागनाहल्ली
te_in: నాగనాహల్లీ

source: Naganool
hi_in: नग्नूल
te_in: నగ్నూల్

source: Naganpur
hi_in: नागनपुर
te_in: నాగనపుర్

source: Nagao
hi_in: नागाओ
te_in: నాగాఓ

source: Nagaon
hi_in: नगांव
te_in: నగాంవ్

source: Nagapattinam
hi_in: नागपट्टिनम
te_in: నాగపట్టినం

source: Nagapattinam Bazaar
hi_in: नागापट्टिनम बाजार
te_in: నాగాపట్టినమ్ బాజార్

source: Nagapur
hi_in: नागपुर
te_in: నాగపుర్

source: Nagar
hi_in: नगर
te_in: నగర్

source: Nagar Maha Palika
hi_in: नगर महा पालिका
te_in: నగర్ మహా పాలికా

source: Nagar Nigam
hi_in: नगर निगम
te_in: నగర్ నిగం

source: Nagar Utari
hi_in: नगर उत्तरी
te_in: నగర్ ఉత్తరీ

source: Nagarajupet
hi_in: नागराजुपेट
te_in: నాగరాజుపెట్

source: Nagarakere
hi_in: नागरकर
te_in: నాగరకర్

source: Nagaram
hi_in: नगाराम
te_in: నగారాం

source: Nagarampalli
hi_in: नगरमपल्ली
te_in: నగరమపల్లీ

source: Nagarbarsot
hi_in: नगरबरसोत
te_in: నగరబరసోత్

source: Nagarbhavi
hi_in: नागर्भावि
te_in: నాగర్భావి

source: Nagardas Road
hi_in: नगरदास रोड
te_in: నగరదాస్ రోడ్

source: Nagardhan
hi_in: नागरधन
te_in: నాగరధన్

source: Nagari
hi_in: नगरी
te_in: నగరీ

source: Nagari Niwara
hi_in: नगरी निवारा
te_in: నగరీ నివారా

source: Nagaria Kalan
hi_in: नगरिया कलां
te_in: నగరియా కలాం

source: Nagarjhoona
hi_in: नगरजहून
te_in: నగరజహూన్

source: Nagarjuna Nagar
hi_in: नागार्जुन नगर
te_in: నాగార్జున్ నగర్

source: Nagarkurnool
hi_in: नगरकुरनूल
te_in: నగరకురనూల్

source: Nagarnabi
hi_in: नगरनबी
te_in: నగరనబీ

source: Nagaroor
hi_in: नागरूर
te_in: నాగరూర్

source: Nagasandra (Bangalore)
hi_in: नागासनद्रा (बैंगलोर)
te_in: నాగాసనద్రా (బెంగుళూరు)

source: Nagavara
hi_in: नागवार
te_in: నాగవార్

source: Nagawa
hi_in: नगवा
te_in: నగవా

source: Nagawara
hi_in: नागवार
te_in: నాగవార్

source: Nagchala
hi_in: नागचला
te_in: నాగచలా

source: Nagda
hi_in: नागदा
te_in: నాగదా

source: Nagda Town
hi_in: नागदा टाउन
te_in: నాగదా టాఉన్

source: Nagdah
hi_in: नागदाह
te_in: నాగదాహ్

source: Nagdahi
hi_in: नागदहि
te_in: నాగదహి

source: Nagdev Kudiyal Gaon
hi_in: नाग्देव कुड़ियाल गाओं
te_in: నాగ్దెవ్ కుడ్ ియాల్ గాఓం

source: Nagenabad
hi_in: नागेनबाद
te_in: నాగెనబాద్

source: Nagendrapur
hi_in: नागेन्द्रपुर
te_in: నాగెన్ద్రపుర్

source: Nagerbazar
hi_in: नगरबाजार
te_in: నగరబాజార్

source: Nagercoil Bazaar
hi_in: नागरकोइल बाजार
te_in: నాగరకోఇల్ బాజార్

source: Nagercoil Collectorate
hi_in: नागरकोइल कोल्लेकतोरते
te_in: నాగరకోఇల్ కోల్లెకతోరతె

source: Nagercoil Industrial Estate
hi_in: नागरकोइल इंडस्ट्रियल एस्टेट
te_in: నాగరకోఇల్ ఇండస్ట్రియల్ ఏస్టెట్

source: Nagercoil Town
hi_in: नागरकोइल टाउन
te_in: నాగరకోఇల్ టాఉన్

source: Nagercoil West
hi_in: नागरकोइल वेस्ट
te_in: నాగరకోఇల్ వెస్ట్

source: Naggal
hi_in: नग्गल
te_in: నగ్గల్

source: Naghara
hi_in: नगर
te_in: నగర్

source: Nagheta
hi_in: नघेटा
te_in: నఘెటా

source: Nagina (Bijnor)
hi_in: नागिन (बिजनोर)
te_in: నాగిన్ (బిజనోర్)

source: Nagla
hi_in: नगला
te_in: నగలా

source: Nagla Akhu
hi_in: नगला आखु
te_in: నగలా ఆఖు

source: Nagla Bali
hi_in: नगला बलि
te_in: నగలా బలి

source: Nagla Beech
hi_in: नगला बीच
te_in: నగలా బీచ్

source: Nagla Charandas
hi_in: नगला चरनदास
te_in: నగలా చరనదాస్

source: Nagla Dulhe Khan
hi_in: नगला दूल्हे खां
te_in: నగలా దూల్హె ఖాం

source: Nagla Hareru
hi_in: नगला हरेरु
te_in: నగలా హరెరు

source: Nagla Julla
hi_in: नगला जुला
te_in: నగలా జులా

source: Nagla Katila
hi_in: नगला क़ातिल
te_in: నగలా క్ ాతిల్

source: Nagla Lothu
hi_in: नगला लोठू
te_in: నగలా లోఠూ

source: Nagla Megha
hi_in: नगला मेघ
te_in: నగలా మెఘ్

source: Nagla Padam
hi_in: नगला पदम्
te_in: నగలా పదం

source: Nagla Sabla
hi_in: नगला सबल
te_in: నగలా సబల్

source: Nagla Sikander
hi_in: नगला सिकंदर
te_in: నగలా సికందర్

source: Naglaberu
hi_in: नागलाबेरू
te_in: నాగలాబెరూ

source: Nagliamev
hi_in: नागलियामेव
te_in: నాగలియామెవ్

source: Nagnagar
hi_in: नागनगर
te_in: నాగనగర్

source: Nagondapalli
hi_in: नागोंदापल्ली
te_in: నాగోందాపల్లీ

source: Nagor
hi_in: नागोर
te_in: నాగోర్

source: Nagora
hi_in: नागोर
te_in: నాగోర్

source: Nagothane
hi_in: नागोथाने
te_in: నాగోథానె

source: Nagpur
hi_in: नागपुर
te_in: నాగ్‌పూర్

source: Nagpur Airport
hi_in: नागपुर एयरपोर्ट
te_in: నాగ్‌పూర్ ఏయరపోర్ట్

source: Nagpur City
hi_in: नागपुर सिटी
te_in: నాగ్‌పూర్ సిటీ

source: Nagpur GPO
hi_in: नागपुर गपो
te_in: నాగ్‌పూర్ గపో

source: Nagpura
hi_in: नागपुर
te_in: నాగ్‌పూర్

source: Nagra
hi_in: नगर
te_in: నగర్

source: Nagra Ajmer
hi_in: नगर अजमेर
te_in: నగర్ అజమెర్

source: Nagrajadhar
hi_in: नागराजधार
te_in: నాగరాజధార్

source: Nagrajpur
hi_in: नागराजपुर
te_in: నాగరాజపుర్

source: Nagrakatangi
hi_in: नगरकटंगी
te_in: నగరకటంగీ

source: Nagri
hi_in: नगरी
te_in: నగరీ

source: Nagrota Bagwan
hi_in: नगरोटा बगवां
te_in: నగరోటా బగవాం

source: Nagthane
hi_in: नागथने
te_in: నాగథనె

source: Nagulapadu
hi_in: नागुलपाडू
te_in: నాగులపాడూ

source: Nagulapalli
hi_in: नागुलापल्ली
te_in: నాగులాపల్లీ

source: Nagur
hi_in: नगर
te_in: నగర్

source: Nagvasana
hi_in: नागवस्न
te_in: నాగవస్న్

source: Nagve
hi_in: नागवे
te_in: నాగవె

source: Nagwan
hi_in: नगवां
te_in: నగవాం

source: Nagwan Pathra
hi_in: नगवां पत्थर
te_in: నగవాం పత్థర్

source: Nagzari
hi_in: लग्ज़री
te_in: లగ్జ్ రీ

source: Nahantara
hi_in: नयनतारा
te_in: నయనతారా

source: Nahar
hi_in: नहर
te_in: నహర్

source: Naharani
hi_in: नहरनी
te_in: నహరనీ

source: Naharkatia
hi_in: नाहरकटिया
te_in: నాహరకటియా

source: Naharlagun
hi_in: नाहरलागुन
te_in: నాహరలాగున్

source: Nahazari
hi_in: नज़री
te_in: నజ్ రీ

source: Nahchani
hi_in: नहचानी
te_in: నహచానీ

source: Nahil
hi_in: नहिल
te_in: నహిల్

source: Nahiya
hi_in: नाहीय
te_in: నాహీయ్

source: Nahora
hi_in: नाहोर
te_in: నాహోర్

source: Nahra
hi_in: नहर
te_in: నహర్

source: Nahri
hi_in: नहरी
te_in: నహరీ

source: Nahuli
hi_in: नहली
te_in: నహలీ

source: Nahur
hi_in: नहर
te_in: నహర్

source: Nahwa Parsaura
hi_in: न्हवा परसौरा
te_in: న్హవా పరసౌరా

source: Nai Abdi Manumangarh Town
hi_in: नै अबदी मनुमानगढ़ टाउन
te_in: నే అబదీ మనుమానగఢ్ టాఉన్

source: Nai Basti Bathinda
hi_in: नै बस्ती बठिंडा
te_in: నే బస్తీ బఠిండా

source: Nai Bazar
hi_in: नै बाजार
te_in: నే బాజార్

source: Nai Bazar (Buxar)
hi_in: नै बाजार (बक्सर)
te_in: నే బాజార్ (బక్సర్)

source: Nai Chakur
hi_in: नै चक्र
te_in: నే చక్ర్

source: Nai Kali
hi_in: नै काली
te_in: నే కాలీ

source: Nai Ki Mandi
hi_in: नाई की मंडी
te_in: నాఈ కీ మండీ

source: Nai Mandi Khanna
hi_in: नै मंडी खन्ना
te_in: నే మండీ ఖన్నా

source: Nai Mandi Sirsa
hi_in: नै मंडी सिरसा
te_in: నే మండీ సిరసా

source: Naichana
hi_in: नैचाना
te_in: నేచానా

source: Naickaneri
hi_in: नैकानेरी
te_in: నేకానెరీ

source: Naickenpalayam
hi_in: नैकेनपलायम
te_in: నేకెనపలాయం

source: Naigaon
hi_in: नैगांव
te_in: నేగాంవ్

source: Naigaon (Mumbai)
hi_in: नैगांव (मुम्बई)
te_in: నేగాంవ్ (ముంబై)

source: Naigaon Duttapur
hi_in: नैगांव दुत्तापुर
te_in: నేగాంవ్ దుత్తాపుర్

source: Naihati
hi_in: नैहाटी
te_in: నేహాటీ

source: Naihati Anandabazar
hi_in: नैहाटी आनंदबाजार
te_in: నేహాటీ ఆనందబాజార్

source: Naikapar
hi_in: नैकपर
te_in: నేకపర్

source: Naikaura
hi_in: नैकऔर
te_in: నేకఔర్

source: Naikiniya
hi_in: नैकिनिया
te_in: నేకినియా

source: Naikot
hi_in: निकट
te_in: నికట్

source: Naikpada
hi_in: नैकपड़ा
te_in: నేకపడ్ ా

source: Naila
hi_in: नैला
te_in: నేలా

source: Naimnagar
hi_in: नैमनगर
te_in: నేమనగర్

source: Naina Devi
hi_in: नैना देवी
te_in: నేనా దెవీ

source: Nainad
hi_in: निनाद
te_in: నినాద్

source: Nainaghat
hi_in: नैनाघाट
te_in: నేనాఘాట్

source: Nainamau
hi_in: नैनामऊ
te_in: నేనామఊ

source: Naini (Allahabad)
hi_in: नैनी (अल्लाहाबाद)
te_in: నేనీ (అల్లాహాబాద్)

source: Naini Pac
hi_in: नैनी पाक्
te_in: నేనీ పాక్

source: Naipurakhurd
hi_in: नैपुरखुर्द
te_in: నేపురఖుర్ద్

source: Naira
hi_in: नाइरा
te_in: నాఇరా

source: Naiwala
hi_in: निवाला
te_in: నివాలా

source: Najafgarh
hi_in: नजफगढ़
te_in: నజఫగఢ్

source: Najibabad Tehsil
hi_in: नजीबाबाद तहसील
te_in: నజీబాబాద్ తహసీల్

source: Najka
hi_in: नाज्का
te_in: నాజ్కా

source: Najramahmda
hi_in: नजरमहमद
te_in: నజరమహమద్

source: Nakahara
hi_in: नकहरा
te_in: నకహరా

source: Nakane
hi_in: नकने
te_in: నకనె

source: Nakatpura
hi_in: नकटपुर
te_in: నకటపుర్

source: Nakdei
hi_in: लकडी
te_in: లకడీ

source: Nakhatia
hi_in: नाखतो
te_in: నాఖతో

source: Nakhatrana
hi_in: नखत्राणा
te_in: నఖత్రాణా

source: Nakhei
hi_in: नाखै
te_in: నాఖే

source: Nakkalapatti
hi_in: नककलपट्टी
te_in: నకకలపట్టీ

source: Nakkaneri
hi_in: नककणेरी
te_in: నకకణెరీ

source: Nakkudi
hi_in: नक्कुडी
te_in: నక్కుడీ

source: Nakkunda
hi_in: नककुण्ड
te_in: నకకుణ్డ్

source: Nakote GDS
hi_in: नाकोट गड्स
te_in: నాకోట్ గడ్స్

source: Nakpul Kuchlia
hi_in: नक्पुल कुचलिए
te_in: నక్పుల్ కుచలిఏ

source: Nakrakonda
hi_in: नाक्राकोंडा
te_in: నాక్రాకోండా

source: Nakrana
hi_in: नकरना
te_in: నకరనా

source: Nakrapahari
hi_in: नकरापहारी
te_in: నకరాపహారీ

source: Naksara
hi_in: नक्सर
te_in: నక్సర్

source: Nakshtrawadi
hi_in: नक्षत्रवादी
te_in: నక్షత్రవాదీ

source: Naktala
hi_in: नक्टेला
te_in: నక్టెలా

source: Nakti
hi_in: नकटी
te_in: నకటీ

source: Nakuchiatal
hi_in: नकुचियाताल
te_in: నకుచియాతాల్

source: Nakulia
hi_in: नकुलिया
te_in: నకులియా

source: NAL
hi_in: नाल
te_in: నాల్

source: Nal Bari
hi_in: नाल बरी
te_in: నాల్ బరీ

source: Nala
hi_in: नाला
te_in: నాలా

source: Nalabahar
hi_in: नालबहार
te_in: నాలబహార్

source: Naladhibari
hi_in: नैढ़ीबरी
te_in: నేఢ్ ీబరీ

source: Nalagola
hi_in: नालगोला
te_in: నాలగోలా

source: Nalam
hi_in: नलं
te_in: నలం

source: Nalanda College
hi_in: नालंदा कॉलेज
te_in: నాలందా క్ లెజ్

source: Nalawadi
hi_in: नलवाड़ी
te_in: నలవాడ్ ీ

source: Nalbari
hi_in: नलबाड़ी
te_in: నలబాడీ

source: Nalcha
hi_in: नालछा
te_in: నాలఛా

source: Nalchar
hi_in: नैचर
te_in: నేచర్

source: Naldanga
hi_in: नलडंग
te_in: నలడంగ్

source: Nalgangapur
hi_in: नलगंगापुर
te_in: నలగంగాపుర్

source: Nalgir
hi_in: नालगिरि
te_in: నాలగిరి

source: Nali Husainpur
hi_in: नली हुसैनपुर
te_in: నలీ హుసేనపుర్

source: Naliapool
hi_in: नलीआपूल
te_in: నలీఆపూల్

source: Nalibasanta
hi_in: नलीबसंत
te_in: నలీబసంత్

source: Nalicherra
hi_in: नाळिचेर्रा
te_in: నాళిచెర్రా

source: Naliganahalli
hi_in: नलिगनाहल्ली
te_in: నలిగనాహల్లీ

source: Nalikalpatti
hi_in: नलिकालपट्टी
te_in: నలికాలపట్టీ

source: Nalipar
hi_in: नलिपर
te_in: నలిపర్

source: Naliya
hi_in: नालिया
te_in: నాలియా

source: Nalkata
hi_in: नलकता
te_in: నలకతా

source: Nallagunthi
hi_in: नालेगुन्ठी
te_in: నాలెగున్ఠీ

source: Nallakunta
hi_in: नल्लाकुंटा
te_in: నల్లాకుంటా

source: Nallamanaickenpatti
hi_in: नाल्लामणिकनपट्टी
te_in: నాల్లామణికనపట్టీ

source: Nallamanarkottai
hi_in: नल्लमनारकोट्टाई
te_in: నల్లమనారకోట్టాఈ

source: Nallathukudi
hi_in: नल्लाथुकुडी
te_in: నల్లాథుకుడీ

source: Nallavadu
hi_in: नल्लवदू
te_in: నల్లవదూ

source: Nallavanpalayam
hi_in: नल्लवनपालयं
te_in: నల్లవనపాలయం

source: Nallela
hi_in: नळलेला
te_in: నళలెలా

source: Nallichettipalayam
hi_in: नल्लिचेत्तिपलयं
te_in: నల్లిచెత్తిపలయం

source: Nallore
hi_in: नेल्लोर
te_in: నెల్లోర్

source: Nallosapare E
hi_in: नल्लोसपरे इ
te_in: నల్లోసపరె ఇ

source: Nallur
hi_in: नेल्लूर
te_in: నెల్లూర్

source: Nallur-marthandam
hi_in: नेल्लूर-मार्तण्डम
te_in: నెల్లూర్-మార్తణ్డం

source: Nallurpala
hi_in: नल्लुरपाल
te_in: నల్లురపాల్

source: Nalluru
hi_in: नल्लूरु
te_in: నల్లూరు

source: Naloi
hi_in: नलोई
te_in: నలోఈ

source: Nalti
hi_in: नॉटी
te_in: న్ టీ

source: Nalukettu
hi_in: नालुकेट्टू
te_in: నాలుకెట్టూ

source: Nalvi
hi_in: नलवी
te_in: నలవీ

source: Namakkal
hi_in: नमक्कल
te_in: నమక్కల్

source: Namakkal Bazaar
hi_in: नामक्कल बाजार
te_in: నామక్కల్ బాజార్

source: Namakkal Fort
hi_in: नामक्कल फोर्ट
te_in: నామక్కల్ ఫోర్ట్

source: Namapur
hi_in: नामपुर
te_in: నామపుర్

source: Namaro
hi_in: नमरू
te_in: నమరూ

source: Namavaram
hi_in: नामवरं
te_in: నామవరం

source: Nambooripotty
hi_in: नम्बूरीपाटी
te_in: నమ్బూరీపాటీ

source: Namdha
hi_in: नंदा
te_in: నందా

source: Namdong
hi_in: नमदोंग
te_in: నమదోంగ్
