Repository: healthvdev/custom_template
Catalog: languages/*.po
Languages: hi_in, te_in

source: Sakomato
hi_in: स्कोमेट
te_in: స్కోమెట్

source: Sakout
hi_in: स्कॉउट
te_in: స్క్ ఉట్

source: Sakpret
hi_in: सकप्रेत
te_in: సకప్రెత్

source: Sakra
hi_in: सकरा
te_in: సకరా

source: Sakrari
hi_in: सकरी
te_in: సకరీ

source: Sakraudi
hi_in: सकरौड़ी
te_in: సకరౌ ీ

source: Sakrauli
hi_in: सकरौली
te_in: సకరౌలీ

source: Sakraura
hi_in: सकरौरा
te_in: సకరౌరా

source: Sakrawa
hi_in: सकरावा
te_in: సకరావా

source: Sakri (Dhule)
hi_in: सकरी (धुले)
te_in: సకరీ (ధులె)

source: Sakri (Madhubani)
hi_in: सकरी (मधुबनी)
te_in: సకరీ (మధుబనీ)

source: Saksohra
hi_in: सकसोहरा
te_in: సకసోహరా

source: Sakthinagar
hi_in: सक्तिनगर
te_in: సక్తినగర్

source: Saktigarh (Jalpaiguri)
hi_in: सक्तिगढ (जलपाईगुड़ी)
te_in: సక్తిగఢ్ (జలపాఈగు ీ)

source: Saktinagar
hi_in: सक्तिनगर
te_in: సక్తినగర్

source: Sakuda
hi_in: सकुद
te_in: సకుద్

source: Sakunat
hi_in: सकुणात
te_in: సకుణాత్

source: Sakutai
hi_in: स्कूटी
te_in: స్కూటీ

source: Sal
hi_in: साल
te_in: సాల్

source: Salabatpur
hi_in: सलाबतपुरा
te_in: సలాబతపురా

source: Saladra
hi_in: सलडर
te_in: సలడర్

source: Salai
hi_in: सलाई
te_in: సలాఈ

source: Salaipudur
hi_in: सलाइपुदूर
te_in: సలాఇపుదూర్

source: Salaiya
hi_in: सलैया
te_in: సలేయా

source: Salala
hi_in: सल्ल
te_in: సల్ల్

source: Salampahad
hi_in: सलामपहाड़
te_in: సలామపహా

source: Salan
hi_in: सलाह
te_in: సలాహ్

source: Salana
hi_in: सालाना
te_in: సాలానా

source: Salandi
hi_in: सालंदी
te_in: సాలందీ

source: Salandi Colony
hi_in: सालंदी कॉलोनी
te_in: సాలందీ క్ లోనీ

source: Salanga
hi_in: सलंग
te_in: సలంగ్

source: Salangabahal
hi_in: सलंगबहाल
te_in: సలంగబహాల్

source: Salangapalayam
hi_in: सलंगपालयं
te_in: సలంగపాలయం

source: Salangpur
hi_in: सलंगपुर
te_in: సలంగపుర్

source: Salangpur - Hanuman
hi_in: सलंगपुर - हनुमान
te_in: సలంగపుర్ - హనుమాన్

source: Salar
hi_in: सालार
te_in: సాలార్

source: Salarpur
hi_in: सलारपुर
te_in: సలారపుర్

source: Salathua
hi_in: स्लाथुआ
te_in: స్లాథుఆ

source: Salatua
hi_in: सालेचा
te_in: సాలెచా

source: Salawad
hi_in: सलवाद
te_in: సలవాద్

source: Salaya
hi_in: सलया
te_in: సలయా

source: Salaya Mota
hi_in: सलया मोटा
te_in: సలయా మోటా

source: Salda
hi_in: सलाद
te_in: సలాద్

source: Salebarat
hi_in: सेलेब्रेट
te_in: సెలెబ్రెట్

source: Saledal
hi_in: सलेडल
te_in: సలెడల్

source: Salegaon
hi_in: सलेगाओं
te_in: సలెగాఓం

source: Salehra
hi_in: सलेहरा
te_in: సలెహరా

source: Salem
hi_in: सालेम
te_in: సాలెం

source: Salem Bazaar
hi_in: सालेम बाजार
te_in: సాలెమ్ బాజార్

source: Salem Collectorate
hi_in: सालेम कोल्लेकतोरते
te_in: సాలెమ్ కోల్లెకతోరతె

source: Salem Dt. Court Buildings
hi_in: सालेम डट. कोर्ट बिल्डिंग्स
te_in: సాలెమ్ డట్. కోర్ట్ బిల్డింగ్స్

source: Salem Dt.Board Buildings
hi_in: सालेम डट.बोर्ड बिल्डिंग्स
te_in: సాలెమ్ డట్.బోర్డ్ బిల్డింగ్స్

source: Salem East
hi_in: सालेम ईस्ट
te_in: సాలెమ్ ఈస్ట్

source: Salem Extension
hi_in: सालेम एक्सटेंशन
te_in: సాలెమ్ ఏక్సటెంశన్

source: Salem Fort
hi_in: सालेम फोर्ट
te_in: సాలెమ్ ఫోర్ట్

source: Salem North
hi_in: सालेम नार्थ
te_in: సాలెమ్ నార్థ్

source: Salem Pension Lines
hi_in: सालेम पेंशन लाइन्स
te_in: సాలెమ్ పెంశన్ లాఇన్స్

source: Salem South
hi_in: सालेम साउथ
te_in: సాలెమ్ సాఉథ్

source: Salem Steel Plant
hi_in: सालेम स्टील प्लांट
te_in: సాలెమ్ స్టీల్ ప్లాంట్

source: Salemabad
hi_in: सलेमाबाद
te_in: సలెమాబాద్

source: Salempur
hi_in: सलेमपुर
te_in: సలెమపుర్

source: Salempur Gujar
hi_in: सलेमपुर गुजर
te_in: సలెమపుర్ గుజర్

source: Salempur Bebe
hi_in: सलेमपुर बेबे
te_in: సలెమపుర్ బెబె

source: Salempur Mehdood
hi_in: सलेमपुर महदूद
te_in: సలెమపుర్ మహదూద్

source: Salempurgosai
hi_in: सलेमपुरगोसई
te_in: సలెమపురగోసఈ

source: Sales Tax Building
hi_in: सेल्स टैक्स बिल्डिंग
te_in: సెల్స్ టేక్స్ బిల్డింగ్

source: Salga
hi_in: सलग
te_in: సలగ్

source: Salgechhia
hi_in: स्लगेछीअ
te_in: స్లగెఛీఅ

source: Salgi
hi_in: सलगी
te_in: సలగీ

source: Salhetola
hi_in: साल्हेटोला
te_in: సాల్హెటోలా

source: Saliadam
hi_in: सालिङम
te_in: సాలిఙం

source: Saliawadi
hi_in: सालियावादी
te_in: సాలియావాదీ

source: Saligramam
hi_in: सालिग्रामम
te_in: సాలిగ్రామం

source: Salihar
hi_in: सलिहार
te_in: సలిహార్

source: Salikeri
hi_in: सालिकेरी
te_in: సాలికెరీ

source: Salimpur
hi_in: सलीमपुर
te_in: సలీమపుర్

source: Salisbury Park
hi_in: सेलिस्बरी पार्क
te_in: సెలిస్బరీ పార్క్

source: Saliwala
hi_in: सलीवाला
te_in: సలీవాలా

source: Salka
hi_in: सालक
te_in: సాలక్

source: Salkhan
hi_in: सलखन
te_in: సలఖన్

source: Salki
hi_in: सालकी
te_in: సాలకీ

source: Salkia
hi_in: सलकिया
te_in: సలకియా

source: Salkod
hi_in: सलकोड
te_in: సలకోడ్

source: Salmanpara
hi_in: सलमानपर
te_in: సలమానపర్

source: Salmari
hi_in: सालमारी
te_in: సాలమారీ

source: Salna
hi_in: सालन
te_in: సాలన్

source: Saloh
hi_in: सलोह
te_in: సలోహ్

source: Saloj
hi_in: सैलोज
te_in: సేలోజ్

source: Saloli
hi_in: सालोली
te_in: సాలోలీ

source: Saloon
hi_in: सलून
te_in: సలూన్

source: Salooni
hi_in: सलूणी
te_in: సలూణీ

source: Saloora
hi_in: सलूर
te_in: సలూర్

source: Salop
hi_in: सलोप
te_in: సలోప్

source: Salore
hi_in: सलोरे
te_in: సలోరె

source: Salpur
hi_in: सालपुर
te_in: సాలపుర్

source: Salriya Kalan
hi_in: सालरिया कलां
te_in: సాలరియా కలాం

source: Salshinge
hi_in: सालसिंगे
te_in: సాలసింగె

source: Salua Govt. Colony
hi_in: सलुआ गोवत. कॉलोनी
te_in: సలుఆ గోవత్. క్ లోనీ

source: Salumber
hi_in: सलूम्बर
te_in: సలూమ్బర్

source: Salumbre
hi_in: सलूम्बर
te_in: సలూమ్బర్

source: Salvadnaka Mahad No Dly.
hi_in: स्लवादनक महद नो दली.
te_in: స్లవాదనక్ మహద్ నో దలీ.

source: Salvan
hi_in: सालवन
te_in: సాలవన్

source: Salvav
hi_in: सलवव
te_in: సలవవ్

source: Salwa Kallan
hi_in: सालवा कलां
te_in: సాలవా కలాం

source: Samadanapuram
hi_in: समदनपुरम
te_in: సమదనపురం

source: Samadha
hi_in: समय
te_in: సమయ్

source: Samai Pur
hi_in: समय पर
te_in: సమయ్ పర్

source: Samalaipadar
hi_in: समलैपडर
te_in: సమలేపడర్

source: Samalkha
hi_in: समालखा
te_in: సమాలఖా

source: Saman
hi_in: सामान
te_in: సామాన్

source: Samana
hi_in: सामना
te_in: సామనా

source: Samanatham
hi_in: समानाथं
te_in: సమానాథం

source: Samandur
hi_in: समंदर
te_in: సమందర్

source: Samanga
hi_in: समंगा
te_in: సమంగా

source: Samangaon
hi_in: समांगओं
te_in: సమాంగఓం

source: Samantiapalli
hi_in: सामंतीयापल्ली
te_in: సామంతీయాపల్లీ

source: Samarelli
hi_in: समरेल्ली
te_in: సమరెల్లీ

source: Samari Chak Pihani
hi_in: समरी चक पिहानी
te_in: సమరీ చక్ పిహానీ

source: Samaria
hi_in: सामरिया
te_in: సామరియా

source: Samarpada
hi_in: समर्पद
te_in: సమర్పద్

source: Samartha Nagar
hi_in: समर्थ नगर
te_in: సమర్థ్ నగర్

source: Samarthnagar
hi_in: समर्थनगर
te_in: సమర్థనగర్

source: Samasingha
hi_in: सामसिंघ
te_in: సామసింఘ్

source: Samaspur
hi_in: समसपुर
te_in: సమసపుర్

source: Samastipur
hi_in: समस्तीपुर
te_in: సమస్తీపుర్

source: Samastipur Bazar
hi_in: समस्तीपुर बाजार
te_in: సమస్తీపుర్ బాజార్

source: Samatangi
hi_in: समातंगी
te_in: సమాతంగీ

source: Samau
hi_in: समय
te_in: సమయ్

source: Samba
hi_in: साम्बा
te_in: సామ్బా

source: Sambai
hi_in: सम्बि
te_in: సమ్బి

source: Sambalpur
hi_in: संबलपुर
te_in: సంబలపుర్

source: Sambalpur Court
hi_in: संबलपुर कोर्ट
te_in: సంబలపుర్ కోర్ట్

source: Sambhoi
hi_in: समभोई
te_in: సమభోఈ

source: Sambhu Omerga
hi_in: संभु मर्ग
te_in: సంభు మర్గ్

source: Samda
hi_in: समद
te_in: సమద్

source: Samdaha
hi_in: संदेह
te_in: సందెహ్

source: Samdhana
hi_in: संधान
te_in: సంధాన్

source: Samdoh
hi_in: संदोह
te_in: సందోహ్

source: Samdolii
hi_in: संडोली
te_in: సండోలీ

source: Samdur
hi_in: संदूर
te_in: సందూర్

source: Samela
hi_in: स्मेल
te_in: స్మెల్

source: Samgahan
hi_in: संगहण
te_in: సంగహణ్

source: Samgara
hi_in: समग्र
te_in: సమగ్ర్

source: Samhan
hi_in: सहन
te_in: సహన్

source: Samichettipalayam
hi_in: सामीचेततिपलयं
te_in: సామీచెతతిపలయం

source: Samiyampalayam
hi_in: समियमपलायम
te_in: సమియమపలాయం

source: Samlbhi
hi_in: समलभी
te_in: సమలభీ

source: Samlet
hi_in: सम्लित
te_in: సమ్లిత్

source: Samli
hi_in: समली
te_in: సమలీ

source: Samlukhai
hi_in: सांलुखे
te_in: సాంలుఖె

source: Samnapur
hi_in: समनापुर
te_in: సమనాపుర్

source: Samogara
hi_in: समोगर
te_in: సమోగర్

source: Samoh
hi_in: समूह
te_in: సమూహ్

source: Samoli Khash Pur
hi_in: समोली खश पुर
te_in: సమోలీ ఖశ్ పుర్

source: Samoor Kalan
hi_in: समूर कलां
te_in: సమూర్ కలాం

source: Samor
hi_in: समोर
te_in: సమోర్

source: Sampangiramnagar
hi_in: संपांगीरामनगर
te_in: సంపాంగీరామనగర్

source: Sampawada
hi_in: संपवाद
te_in: సంపవాద్

source: Sampel
hi_in: संपेल
te_in: సంపెల్

source: Sampige
hi_in: समपिगे
te_in: సమపిగె

source: Sampra
hi_in: संप्र
te_in: సంప్ర్

source: Sampur
hi_in: समपुर
te_in: సమపుర్

source: Samrai
hi_in: समराई
te_in: సమరాఈ

source: Samrala Road
hi_in: समराला रोड
te_in: సమరాలా రోడ్

source: Samrod
hi_in: संरोद
te_in: సంరోద్

source: Samruk
hi_in: समृक
te_in: సమృక్

source: Samse
hi_in: सांसे
te_in: సాంసె

source: Samsi
hi_in: समझी
te_in: సమఝీ

source: Samter
hi_in: संतरे
te_in: సంతరె

source: Samthang
hi_in: समथंग
te_in: సమథంగ్

source: Samthar
hi_in: समथर
te_in: సమథర్

source: Samtipura
hi_in: सामतीपुरा
te_in: సామతీపురా

source: Samukanendi
hi_in: समुकानन्दी
te_in: సముకానన్దీ

source: San Deuli
hi_in: सं देउली
te_in: సం దెఉలీ

source: San Sariya
hi_in: सं सरिया
te_in: సం సరియా

source: Sanagapadu
hi_in: सनागपदु
te_in: సనాగపదు

source: Sanakrishnapur
hi_in: सनकृष्णपुर
te_in: సనకృష్ణపుర్

source: Sanakuanlo
hi_in: सनकुअनलो
te_in: సనకుఅనలో

source: Sanamasigaon
hi_in: सनमसिग़ों
te_in: సనమసిౚోం

source: Sanambhatla
hi_in: सनमभतल
te_in: సనమభతల్

source: Sanameda
hi_in: सनमेड
te_in: సనమెడ్

source: Sanampudi
hi_in: सनामपुड़ी
te_in: సనామపు ీ

source: Sanand
hi_in: सानंद
te_in: సానంద్

source: Sanat Nagar
hi_in: सन्त नगर
te_in: సన్త్ నగర్

source: Sanath Nagar Colony
hi_in: सनाथ नगर कॉलोनी
te_in: సనాథ్ నగర్ క్ లోనీ

source: Sanathal
hi_in: संथाल
te_in: సంథాల్

source: Sanathnagar I E
hi_in: सनाथनगर इ इ
te_in: సనాథనగర్ ఇ ఇ

source: Sanatribida
hi_in: स्नात्रीबीड़ा
te_in: స్నాత్రీబీ ా

source: Sanawad
hi_in: सनावद
te_in: సనావద్

source: Sanbhundu
hi_in: संभुण्डु
te_in: సంభుణ్డు

source: Sanbisole
hi_in: संबिसौले
te_in: సంబిసౌలె

source: Sanchat
hi_in: संचत
te_in: సంచత్

source: Sanda
hi_in: सनद
te_in: సనద్

source: Sandado
hi_in: सन्दडॉ
te_in: సన్దడ్

source: Sandaipettai
hi_in: सान्दीपट्टी
te_in: సాన్దీపట్టీ

source: Sandal Kalan
hi_in: संदल कलां
te_in: సందల్ కలాం

source: Sandalpore
hi_in: संदलपुर
te_in: సందలపుర్

source: Sandana
hi_in: संदना
te_in: సందనా

source: Sandarahat
hi_in: सांदराहट
te_in: సాందరాహట్

source: Sandas Chincholi
hi_in: संडास चिंचोली
te_in: సండాస్ చించోలీ

source: Sandeswartala J.C.
hi_in: सँदेसवार्ताल जे.सी.
te_in: సఁదెసవార్తాల్ జె.సీ.

source: Sandey
hi_in: संडे
te_in: సండె

source: Sandha
hi_in: संध
te_in: సంధ్

source: Sandhan
hi_in: संधान
te_in: సంధాన్

source: Sandhapalli
hi_in: सनधापल्ली
te_in: సనధాపల్లీ

source: Sandheli
hi_in: सांधेलि
te_in: సాంధెలి

source: Sandhikendu
hi_in: सन्धिकेन्दु
te_in: సన్ధికెన్దు

source: Sandholi
hi_in: संधोली
te_in: సంధోలీ

source: Sandhosi
hi_in: संदहोसी
te_in: సందహోసీ

source: Sandhvaya
hi_in: संधवाया
te_in: సంధవాయా

source: Sandi Nagin
hi_in: सांडी नागिन
te_in: సాండీ నాగిన్

source: Sandila
hi_in: संडीला
te_in: సండీలా

source: Sandilwa
hi_in: संडिलवा
te_in: సండిలవా

source: Sandkarmari
hi_in: संदकर्मरी
te_in: సందకర్మరీ

source: Sandol
hi_in: संडोल
te_in: సండోల్

source: Sandoshi
hi_in: सांदोषी
te_in: సాందోషీ

source: Sandozbaugh
hi_in: सांडोजबॉग़
te_in: సాండోజబ్ ౚ

source: Sandur
hi_in: संदूर
te_in: సందూర్

source: Sanegaon
hi_in: संवेगों
te_in: సంవెగోం

source: Sangakheda Kala
hi_in: सांगाखेड़ा काल
te_in: సాంగాఖె ా కాల్

source: Sangaleisasan
hi_in: संगलेइससं
te_in: సంగలెఇససం

source: Sangalwara
hi_in: संगलवार
te_in: సంగలవార్

source: Sangam
hi_in: संगम
te_in: సంగం

source: Sangamnagar Satara
hi_in: संगमनगर स्टार
te_in: సంగమనగర్ స్టార్

source: Sangamner
hi_in: संगमनेर
te_in: సంగమనెర్

source: Sangana
hi_in: संगान
te_in: సంగాన్

source: Sanganakal
hi_in: संगणकाल
te_in: సంగణకాల్

source: Sanganer
hi_in: सांगानेर
te_in: సాంగానెర్

source: Sanganer Bazar
hi_in: सांगानेर बाजार
te_in: సాంగానెర్ బాజార్

source: Sanganpur
hi_in: संगनपुर
te_in: సంగనపుర్

source: Sangaon
hi_in: सांगों
te_in: సాంగోం

source: Sangareddy
hi_in: सांगारेड्डी
te_in: సాంగారెడ్డీ

source: Sangareddy B/s Complex
hi_in: सांगारेड्डी बी/स काम्प्लेक्स
te_in: సాంగారెడ్డీ బీ/స్ కామ్ప్లెక్స్

source: Sangareddy Collectorate
hi_in: सांगारेड्डी कोल्लेकतोरते
te_in: సాంగారెడ్డీ కోల్లెకతోరతె

source: Sangaria (Hanumangarh)
hi_in: संगरिया (हनुमानगढ़)
te_in: సంగరియా (హనుమానగ్ )

source: Sangashi
hi_in: संगशी
te_in: సంగశీ

source: Sangavada
hi_in: संगवाड़ा
te_in: సంగవా ా

source: Sangavi
hi_in: सांगवी
te_in: సాంగవీ

source: Sanghad
hi_in: सांघड़
te_in: సాంఘ్

source: Sanghani
hi_in: संघानी
te_in: సంఘానీ

source: Sanghudhon
hi_in: संघूड़ों
te_in: సంఘూ ోం

source: Sanghvi
hi_in: संघवी
te_in: సంఘవీ

source: Sangipur
hi_in: सांगीपुर
te_in: సాంగీపుర్

source: Sangitbaita
hi_in: संगीतबैत
te_in: సంగీతబేత్

source: Sangla
hi_in: सांगला
te_in: సాంగలా

source: Sanglat
hi_in: संगलत
te_in: సంగలత్

source: Sangli
hi_in: सांगली
te_in: సాంగలీ

source: Sangli City
hi_in: सांगली सिटी
te_in: సాంగలీ సిటీ

source: Sanglood
hi_in: संगलुङ
te_in: సంగలుఙ్

source: Sangmeshwar Malegaon
hi_in: संगमेश्वर मालेगाव
te_in: సంగమెశ్వర్ మాలెగావ్

source: Sango Katrala
hi_in: संगो कट्रल
te_in: సంగో కట్రల్

source: Sangodra
hi_in: संगोदर
te_in: సంగోదర్

source: Sangola
hi_in: संगोला
te_in: సంగోలా

source: Sangola Town (Sangola)
hi_in: संगोला टाउन (संगोला)
te_in: సంగోలా టాఉన్ (సంగోలా)

source: Sangowal
hi_in: संगोवाल
te_in: సంగోవాల్

source: Sangpura
hi_in: संगपुर
te_in: సంగపుర్

source: Sangrah
hi_in: संग्रह
te_in: సంగ్రహ్

source: Sangrampur
hi_in: संग्रामपुर
te_in: సంగ్రామపుర్

source: Sangrun
hi_in: संग्रह
te_in: సంగ్రహ్

source: Sangrur
hi_in: संगरूर
te_in: సంగరూర్

source: Sangrur Kty
hi_in: संगरूर की
te_in: సంగరూర్ కీ

source: Sangsanyu
hi_in: संगसंयु
te_in: సంగసంయు

source: Sangteda
hi_in: सांगटेडा
te_in: సాంగటెడా

source: Sangvad
hi_in: संघवाद
te_in: సంఘవాద్

source: Sangvadar
hi_in: संगवदर
te_in: సంగవదర్

source: Sangvi
hi_in: सांगवी
te_in: సాంగవీ

source: Sangvi Budruk
hi_in: सांगवी बुद्रुक
te_in: సాంగవీ బుద్రుక్

source: Sangwa
hi_in: संजीव
te_in: సంజీవ్

source: Sangwari
hi_in: संगवारी
te_in: సంగవారీ

source: Sanhauli
hi_in: सन्हौली
te_in: సన్హౌలీ

source: Sanhoula
hi_in: संहौल
te_in: సంహౌల్

source: Sania Hemad
hi_in: सान्या हेमाड
te_in: సాన్యా హెమాడ్

source: Sania Kande
hi_in: सान्या कंडे
te_in: సాన్యా కండె

source: Sanigawan
hi_in: सनिगवां
te_in: సనిగవాం

source: Sanjalpur
hi_in: संजालपुर
te_in: సంజాలపుర్

source: Sanjambilla
hi_in: संजम्बिल्ला
te_in: సంజమ్బిల్లా

source: Sanjarpur Baljeet
hi_in: संजरपुर बलजीत
te_in: సంజరపుర్ బలజీత్

source: Sanjay Gandhi Nagar
hi_in: संजय गांधी नगर
te_in: సంజయ్ గాంధీ నగర్

source: Sanjay Nagar
hi_in: संजय नगर
te_in: సంజయ్ నగర్

source: Sanjay Place
hi_in: संजय प्लेस
te_in: సంజయ్ ప్లెస్

source: Sanjeev Reddy Nagar
hi_in: संजीव रेड्डी नगर
te_in: సంజీవ్ రెడ్డీ నగర్

source: Sanjeeva Nagar
hi_in: संजीव नागर
te_in: సంజీవ్ నాగర్

source: Sanjeevarayanpettai
hi_in: संजीवरायणपेट्टई
te_in: సంజీవరాయణపెట్టఈ

source: Sanjeevi Nagar
hi_in: संजीवी नगर
te_in: సంజీవీ నగర్

source: Sanjeevnagar
hi_in: संजीवनगर
te_in: సంజీవనగర్

source: Sanjeli
hi_in: संजेली
te_in: సంజెలీ

source: Sanjeti
hi_in: संजेती
te_in: సంజెతీ

source: Sanjhaghat
hi_in: संझाघाट
te_in: సంఝాఘాట్

source: Sankachimbila
hi_in: संकछिम्बील
te_in: సంకఛిమ్బీల్

source: Sankali
hi_in: सांकली
te_in: సాంకలీ

source: Sankar
hi_in: संकर
te_in: సంకర్

source: Sankara
hi_in: संकर
te_in: సంకర్

source: Sankaram
hi_in: संकर्म
te_in: సంకర్ం

source: Sankaramutt
hi_in: संकरमुत्त
te_in: సంకరముత్త్

source: Sankarankovil
hi_in: संक्रान्कोविल
te_in: సంక్రాన్కోవిల్

source: Sankarankovil Bazaar
hi_in: संक्रान्कोविल बाजार
te_in: సంక్రాన్కోవిల్ బాజార్

source: Sankaranpalayam
hi_in: संकरणपालयं
te_in: సంకరణపాలయం

source: Sankarapalayam
hi_in: संकरपालयं
te_in: సంకరపాలయం

source: Sankaraperi
hi_in: संकारापेरी
te_in: సంకారాపెరీ

source: Sankarara
hi_in: संकरार
te_in: సంకరార్

source: Sankarda
hi_in: संकरड़ा
te_in: సంకర్ ా

source: Sankaritola
hi_in: संकरीटोला
te_in: సంకరీటోలా

source: Sankarna
hi_in: संकरण
te_in: సంకరణ్

source: Sankarpur
hi_in: संकरपुर
te_in: సంకరపుర్

source: Sankenduguda
hi_in: संकेन्डूगुडा
te_in: సంకెన్డూగుడా

source: Sankepalli
hi_in: संकपल्ली
te_in: సంకపల్లీ

source: Sankeshwar
hi_in: सनकेश्वर
te_in: సనకెశ్వర్

source: Sankeshwar Bazar
hi_in: सनकेश्वर बाजार
te_in: సనకెశ్వర్ బాజార్

source: Sankeshwar Market Yard
hi_in: सनकेश्वर मार्केट यार्ड
te_in: సనకెశ్వర్ మార్కెట్ యార్డ్

source: Sankeshwar Subhas Circle
hi_in: सनकेश्वर सुभाष सर्किल
te_in: సనకెశ్వర్ సుభాష్ సర్కిల్

source: Sankh
hi_in: संख
te_in: సంఖ్

source: Sankhameri
hi_in: संखमीरी
te_in: సంఖమీరీ

source: Sankhamur
hi_in: संखमुर
te_in: సంఖముర్

source: Sankhandra
hi_in: सन्खन्द्र
te_in: సన్ఖన్ద్ర్

source: Sankharipukur
hi_in: संखरीपुकुर
te_in: సంఖరీపుకుర్

source: Sankheda
hi_in: संखेड़ा
te_in: సంఖె ా

source: Sankili
hi_in: संकिलि
te_in: సంకిలి

source: Sankir
hi_in: संकिर
te_in: సంకిర్

source: Sankoa
hi_in: संकोआ
te_in: సంకోఆ

source: Sankonahatti
hi_in: सँकोनाहट्टी
te_in: సఁకోనాహట్టీ

source: Sankorthu
hi_in: संकोर्थु
te_in: సంకోర్థు

source: Sankotra
hi_in: सँकोटरा
te_in: సఁకోటరా

source: Sankra J
hi_in: संकरा ज
te_in: సంకరా జ్

source: Sankratti
hi_in: संकृतति
te_in: సంకృతతి

source: Sankri
hi_in: संकरी
te_in: సంకరీ

source: Sanktia
hi_in: सन्क्तिया
te_in: సన్క్తియా

source: Sankuru
hi_in: संकूर
te_in: సంకూర్

source: Sanniyasigundu
hi_in: संन्यासीगणदू
te_in: సంన్యాసీగణదూ

source: Sannur
hi_in: सन्नूर
te_in: సన్నూర్

source: Sanod
hi_in: सनोद
te_in: సనోద్

source: Sanouli
hi_in: सनोली
te_in: సనోలీ

source: Sanpada
hi_in: संपदा
te_in: సంపదా

source: Sanpakhana
hi_in: सांपखाना
te_in: సాంపఖానా

source: Sanparia
hi_in: संप्रिया
te_in: సంప్రియా

source: Sanphar
hi_in: संफर
te_in: సంఫర్

source: Sanpule
hi_in: संपले
te_in: సంపలె

source: Sanpurunapani
hi_in: संपुरुणापानी
te_in: సంపురుణాపానీ

source: Sansai
hi_in: संसै
te_in: సంసే

source: Sansarasposi
hi_in: संसारसपोसि
te_in: సంసారసపోసి

source: Sansarava
hi_in: संसाराव
te_in: సంసారావ్

source: Sansarpur
hi_in: संसारपुर
te_in: సంసారపుర్

source: Sansrod
hi_in: सांसरोड
te_in: సాంసరోడ్

source: Sant GadgebabaAmravatiUniversityS.O
hi_in: संत गाडगेबाबामरावाटीयूनिवर्सिटिस.ओ
te_in: సంత్ గాడగెబాబామరావాటీయూనివర్సిటిస్.ఓ

source: Sant Market
hi_in: संत मार्किट
te_in: సంత్ మార్కిట్

source: Sant Nagar
hi_in: संत नगर
te_in: సంత్ నగర్

source: Sant Nagar (South Delhi)
hi_in: संत नगर (साउथ देल्ही)
te_in: సంత్ నగర్ (సాఉథ్ ఢిల్లీ)

source: Santacruz Central
hi_in: सांताक्रूज़ सेंट्रल
te_in: సాంతాక్రూ సెంట్రల్

source: Santacruz(East)
hi_in: सांताक्रूज़(ईस्ट)
te_in: సాంతాక్రూ (ఈస్ట్)

source: Santacruz(West)
hi_in: सांताक्रूज़(वेस्ट)
te_in: సాంతాక్రూ (వెస్ట్)

source: Santarapur
hi_in: संतारापुर
te_in: సంతారాపుర్

source: Santej
hi_in: संटेज
te_in: సంటెజ్

source: Santekallur
hi_in: सन्तेकल्लुर
te_in: సన్తెకల్లుర్

source: Santha Bazar
hi_in: संता बाजार
te_in: సంతా బాజార్

source: Santhaipettaipudur
hi_in: संथाईपट्टीपुडुर
te_in: సంథాఈపట్టీపుడుర్

source: Santhaiyadi
hi_in: सँथियाड़ी
te_in: సఁథియా ీ

source: Santhal
hi_in: संथाल
te_in: సంథాల్

source: Santhalka
hi_in: संथालक
te_in: సంథాలక్

source: Santhanagopalapuram
hi_in: संथानगोपालपुरम
te_in: సంథానగోపాలపురం

source: Santhapeta (O)
hi_in: संथापित (ओ)
te_in: సంథాపిత్ (ఓ)

source: Santhapuram
hi_in: सन्तापुरम
te_in: సన్తాపురం

source: Santhehalli
hi_in: संदहल्ली
te_in: సందహల్లీ

source: Santhekadur
hi_in: संथेकदृर
te_in: సంథెకదృర్

source: Santhepet Hassan
hi_in: संथेपेट हस्सान
te_in: సంథెపెట్ హస్సాన్

source: Santhinagar
hi_in: संतिनगर
te_in: సంతినగర్

source: Santhli
hi_in: संथली
te_in: సంథలీ

source: Santhur
hi_in: संतूर
te_in: సంతూర్

source: Santidham
hi_in: शान्तिधाम
te_in: శాన్తిధాం

source: Santiniketan
hi_in: शांतिनिकेतन
te_in: శాంతినికెతన్

source: Santipara
hi_in: संतीपर
te_in: సంతీపర్

source: Santipur
hi_in: शांतिपुर
te_in: శాంతిపుర్

source: Santipur College
hi_in: संतीपुर कॉलेज
te_in: సంతీపుర్ క్ లెజ్

source: Santipur RS
hi_in: संतीपुर रस
te_in: సంతీపుర్ రస్

source: Santkawnar Colony
hi_in: संतकवणार कॉलोनी
te_in: సంతకవణార్ క్ లోనీ

source: Santokhgarh
hi_in: संतोखगढ़
te_in: సంతోఖగ్

source: Santoshnagar Colony
hi_in: संतोषनगर कॉलोनी
te_in: సంతోషనగర్ క్ లోనీ

source: Santoshpur
hi_in: संतोषपुर
te_in: సంతోషపుర్

source: Santoshpur Avenue
hi_in: संतोषपुर अवेनुए
te_in: సంతోషపుర్ అవెనుఏ

source: Santragachi
hi_in: संतरागाछी
te_in: సంతరాగాఛీ

source: Santrampur
hi_in: संतरामपुर
te_in: సంతరామపుర్

source: Santruk
hi_in: संतरुक
te_in: సంతరుక్

source: Santuwala
hi_in: संतूवाला
te_in: సంతూవాలా

source: Sanwarsi
hi_in: संवरसी
te_in: సంవరసీ

source: Sanwasa
hi_in: संवास
te_in: సంవాస్

source: Sanwat
hi_in: संवत
te_in: సంవత్

source: Sanwer
hi_in: सांवेर
te_in: సాంవెర్

source: Sanwer Link Road Indore
hi_in: सांवेर लिंक रोड इंदौर
te_in: సాంవెర్ లింక్ రోడ్ ఇండోర్

source: Saonkala
hi_in: सायंकाल
te_in: సాయంకాల్

source: SAP Camp-kNL
hi_in: सैप कैम्प-कनल
te_in: సేప్ కేమ్ప్-కనల్

source: Sapaha
hi_in: सपाह
te_in: సపాహ్

source: Saparam
hi_in: स्पर्म
te_in: స్పర్ం

source: Saparom
hi_in: स्पर्म
te_in: స్పర్ం

source: Sapatane ( Bhose )
hi_in: सपत्नी ( भोसे )
te_in: సపత్నీ ( భోసె )

source: Sapawada
hi_in: सपवद
te_in: సపవద్

source: Sapetia
hi_in: सापेटिया
te_in: సాపెటియా

source: Saplahar
hi_in: सप्लायर
te_in: సప్లాయర్

source: Sapnawat
hi_in: सपनावत
te_in: సపనావత్

source: Sapnot
hi_in: सपनॉट
te_in: సపన్ ట్

source: Sapper Bazar
hi_in: सैपर बाजार
te_in: సేపర్ బాజార్

source: Saptasagar
hi_in: सप्तसागर
te_in: సప్తసాగర్

source: Saptasajya
hi_in: सप्तसज्य
te_in: సప్తసజ్య్

source: Sara
hi_in: सारा
te_in: సారా

source: Sarabadi
hi_in: सरबड़ी
te_in: సరబ్ ీ

source: Sarabha Nagar
hi_in: सराभा नगर
te_in: సరాభా నగర్

source: Sarada Nagar
hi_in: सरद नगर
te_in: సరద్ నగర్

source: Saradapur
hi_in: सरदापुर
te_in: సరదాపుర్

source: Saradhapur
hi_in: सरदापुर
te_in: సరదాపుర్

source: Saradhu
hi_in: सराधु
te_in: సరాధు

source: Saragadia
hi_in: सरगड़िया
te_in: సరగ్ ియా

source: Sarah
hi_in: सराह
te_in: సరాహ్

source: Sarah Bagholi
hi_in: सराह बघोली
te_in: సరాహ్ బఘోలీ

source: Sarah Barolia
hi_in: सराह बारोलिया
te_in: సరాహ్ బారోలియా

source: Sarahan
hi_in: सराहन
te_in: సరాహన్

source: Sarahan BSR
hi_in: सराहन बसर
te_in: సరాహన్ బసర్

source: Sarai
hi_in: सारे
te_in: సారె

source: Sarai Bahadur
hi_in: सारे बहादुर
te_in: సారె బహాదుర్

source: Sarai Barai
hi_in: सारे बारे
te_in: సారె బారె

source: Sarai Chheolaha
hi_in: सारे छेओलाह
te_in: సారె ఛెఓలాహ్

source: Sarai Inayat
hi_in: सराय इनायत
te_in: సరాయ్ ఇనాయత్

source: Sarai Khawaja
hi_in: सराय ख्वाजा
te_in: సరాయ్ ఖ్వాజా

source: Sarai Kutub
hi_in: सारे क़ुतुब
te_in: సారె ౘుతుబ్

source: Sarai Madan Urf Chanti
hi_in: सारे मैदान उर्फ़ चांटी
te_in: సారె మేదాన్ ఉర్ చాంటీ

source: Sarai Mohan
hi_in: सारे मोहन
te_in: సారె మోహన్

source: Sarai Rohilla
hi_in: सराय रोहिल्ला
te_in: సరాయ్ రోహిల్లా

source: Saraibika
hi_in: सरैबिक
te_in: సరేబిక్

source: Saraidih
hi_in: सरैडीह
te_in: సరేడీహ్

source: Saraidih Pokhari
hi_in: सरैडीह पोखरी
te_in: సరేడీహ్ పోఖరీ

source: Saraikuri
hi_in: सराईकुड़ी
te_in: సరాఈకు ీ

source: Saraipali
hi_in: सराईपाली
te_in: సరాఈపాలీ

source: Sarairajputani
hi_in: सरेराजपुतानि
te_in: సరెరాజపుతాని

source: Saraisaba
hi_in: सरिसब
te_in: సరిసబ్

source: Saraiya
hi_in: सरैया
te_in: సరేయా

source: Saraiyaganj
hi_in: सरैयागंज
te_in: సరేయాగంజ్

source: Sarakana
hi_in: सरकना
te_in: సరకనా

source: Sarakantara
hi_in: सरकान्तार
te_in: సరకాన్తార్

source: Saral
hi_in: सरल
te_in: సరల్

source: Saralambe
hi_in: सरलंबे
te_in: సరలంబె

source: Sarali
hi_in: सरल
te_in: సరల్

source: Saram
hi_in: सरम
te_in: సరం

source: Saram(Py)
hi_in: सरम(पय)
te_in: సరమ్(పయ్)

source: Saramati
hi_in: सारामती
te_in: సారామతీ

source: Saramkundi
hi_in: सरामकुंडी
te_in: సరామకుండీ

source: Sarana
hi_in: सरना
te_in: సరనా

source: Saranda
hi_in: सारंडा
te_in: సారండా

source: Sarandapali
hi_in: सरंदपली
te_in: సరందపలీ

source: Sarandi
hi_in: सरहदी
te_in: సరహదీ

source: Sarangabad
hi_in: सारंगाबाद
te_in: సారంగాబాద్

source: Sarangadarametta
hi_in: सारंगदारामेट्टा
te_in: సారంగదారామెట్టా

source: Sarangadharpur
hi_in: सारंगधरपुर
te_in: సారంగధరపుర్

source: Sarangajodi
hi_in: सारंगाजोडी
te_in: సారంగాజోడీ
