Repository: healthvdev/custom_template
Catalog: languages/*.po
Languages: hi_in, te_in

source: Congress House Road
hi_in: कांग्रेस हाउस रोड
te_in: కాంగ్రెస్ హాఉస్ రోడ్

source: Congress Nagar (Amravati)
hi_in: कांग्रेस नगर (अमरावती)
te_in: కాంగ్రెస్ నగర్ (అమరావతీ)

source: Congress Nagar (Nagpur)
hi_in: कांग्रेस नगर (नागपुर)
te_in: కాంగ్రెస్ నగర్ (నాగ్‌పూర్)

source: Contai
hi_in: कांटे
te_in: కాంటె

source: Cooch Behar
hi_in: कूच बिहार
te_in: కూచ్ బిహార్

source: Cooch Behar Bazar
hi_in: कूच बेहर बाजार
te_in: కూచ్ బెహర్ బాజార్

source: Cooch Behar New Town
hi_in: कूच बेहर न्यू टाउन
te_in: కూచ్ బెహర్ న్యూ టాఉన్

source: Cooch Behar Railway Station
hi_in: कूच बेहर रेलवे स्टेशन
te_in: కూచ్ బెహర్ రెలవె స్టెశన్

source: Coonoor
hi_in: कुनूर
te_in: కునూర్

source: Coonoor Bazaar
hi_in: कुनूर बाजार
te_in: కునూర్ బాజార్

source: Coonoor RS
hi_in: कुनूर रस
te_in: కునూర్ రస్

source: Cooper's Camp
hi_in: कूपर'स कैम्प
te_in: కూపర్'స్ కేమ్ప్

source: Cooperative Colony
hi_in: कोआपरेटिव कॉलोनी
te_in: కోఆపరెటివ్ క్ లోనీ

source: Cossimbazar Raj
hi_in: कॉसिमबाज़ार राज
te_in: క్ సిమబా ార్ రాజ్

source: Cossipore
hi_in: कोस्सिपोरे
te_in: కోస్సిపోరె

source: Cossipore Gun Factory
hi_in: कोस्सिपोरे गन फैक्ट्री
te_in: కోస్సిపోరె గన్ ఫేక్ట్రీ

source: Cotton Exchange
hi_in: कॉटन एक्सचेंज
te_in: క్ టన్ ఏక్సచెంజ్

source: Cotton Market Chikhli
hi_in: कॉटन मार्केट चिखली
te_in: క్ టన్ మార్కెట్ చిఖలీ

source: Coudapakkam
hi_in: कूडपक्कम
te_in: కూడపక్కం

source: Courivinatham
hi_in: कुरिविनाथम
te_in: కురివినాథం

source: Court Hill(Puttur)
hi_in: कोर्ट हिल(पुत्तुर)
te_in: కోర్ట్ హిల్(పుత్తుర్)

source: Court Road
hi_in: कोर्ट रोड
te_in: కోర్ట్ రోడ్

source: Court Road Nahan
hi_in: कोर्ट रोड नहं
te_in: కోర్ట్ రోడ్ నహం

source: Courtpeta
hi_in: कोर्टपेंट
te_in: కోర్టపెంట్

source: Cows Ghat Rd
hi_in: कोव्स घाट रद
te_in: కోవ్స్ ఘాట్ రద్

source: CPMG Campus
hi_in: कपमग कैंपस
te_in: కపమగ్ కేంపస్

source: CPRI
hi_in: सीपरी
te_in: సీపరీ

source: CR Malerkotla
hi_in: कर मालेरकोटला
te_in: కర్ మాలెరకోటలా

source: Craw Ford Colony
hi_in: स्राव फोर्ड कॉलोनी
te_in: స్రావ్ ఫోర్డ్ క్ లోనీ

source: Crp Camp (Hyderabad)
hi_in: सीरप कैम्प (हैदराबाद)
te_in: సీరప్ కేమ్ప్ (హేదరాబాద్)

source: CRPF Camp
hi_in: कर्प्फ़ कैम्प
te_in: కర్ప్ కేమ్ప్

source: CRPF Campus Yelahanka
hi_in: कर्प्फ़ कैंपस येलाहंका
te_in: కర్ప్ కేంపస్ యెలాహంకా

source: Cruz Fernandespuram
hi_in: क्रूज़ फेर्नान्देसपुरम
te_in: క్రూ ఫెర్నాన్దెసపురం

source: Cti Sesawng
hi_in: कटि सेसवंग
te_in: కటి సెసవంగ్

source: Ctm Char Rasta
hi_in: क्टम चार रास्ता
te_in: క్టమ్ చార్ రాస్తా

source: Ctr Court Buildings
hi_in: छ्त्र कोर्ट बिल्डिंग्स
te_in: ఛ్త్ర్ కోర్ట్ బిల్డింగ్స్

source: Ctr Market
hi_in: छ्त्र मार्किट
te_in: ఛ్త్ర్ మార్కిట్

source: Cuddalore
hi_in: कुड्डालोर
te_in: కుడ్డాలోర్

source: Cuddalore Court Buildings
hi_in: कुड्डालोर कोर्ट बिल्डिंग्स
te_in: కుడ్డాలోర్ కోర్ట్ బిల్డింగ్స్

source: Cuddalore Old Town
hi_in: कुड्डालोर ओल्ड टाउन
te_in: కుడ్డాలోర్ ఓల్డ్ టాఉన్

source: Cuddalore Port
hi_in: कड्डालोर पोर्ट
te_in: కడ్డాలోర్ పోర్ట్

source: Cuddalore Public Offices
hi_in: कुड्डालोर पब्लिक ओफ़फिसेस
te_in: కుడ్డాలోర్ పబ్లిక్ ఓ ఫిసెస్

source: Cuddapah
hi_in: कडप्पा
te_in: కడప

source: Cuddapah Mundy Bazar
hi_in: कड्डापाह मुण्डी बाजार
te_in: కుడ్డాపాహ్ ముణ్డీ బాజార్

source: Cuddapah R.S
hi_in: कड्डापाह आर.स
te_in: కుడ్డాపాహ్ ఆర్.స్

source: Cumballa Hill
hi_in: कुम्बले हिल
te_in: కుమ్బలె హిల్

source: Cumballa Sea Face
hi_in: कुम्बले सी फेस
te_in: కుమ్బలె సీ ఫెస్

source: Cumbharjua
hi_in: कमभरजुआ
te_in: కమభరజుఆ

source: Cumbum (Prakasam)
hi_in: कुम्बुम (प्रकाशम्)
te_in: కుమ్బుమ్ (ప్రకాశమ్)

source: Cumbum (Theni)
hi_in: कुम्बुम (थेनि)
te_in: కుమ్బుమ్ (థెని)

source: Cumbumbettu
hi_in: कुमबुमबट्टू
te_in: కుమబుమబట్టూ

source: Cuncolim
hi_in: कुंकोलिम
te_in: కుంకోలిం

source: Curchorem
hi_in: करचोरम
te_in: కరచోరం

source: Curti
hi_in: करती
te_in: కరతీ

source: Customs House
hi_in: कस्टम्स हाउस
te_in: కస్టమ్స్ హాఉస్

source: Cuttack G.P.O.
hi_in: कुट्टक जी.पी.ओ.
te_in: కుట్టక్ జీ.పీ.ఓ.

source: Cvrde
hi_in: कवर्ड
te_in: కవర్డ్

source: Cyberabad
hi_in: कीबेराबाद
te_in: కీబెరాబాద్

source: D A V College
hi_in: डी ए व् कॉलेज
te_in: డీ ఏ వ్ క్ లెజ్

source: D C Nangli Sakravati
hi_in: डी सी नंगली सकरावती
te_in: డీ సీ నంగలీ సకరావతీ

source: D C W
hi_in: डी सी व
te_in: డీ సీ వ్

source: D Cabin
hi_in: डी केबिन
te_in: డీ కెబిన్

source: D G Vaishnav College
hi_in: डी जी वैष्णव कॉलेज
te_in: డీ జీ వేష్ణవ్ క్ లెజ్

source: D H Suthoon
hi_in: डी ह सुठयूं
te_in: డీ హ్ సుఠయూం

source: D M Road
hi_in: डी म रोड
te_in: డీ మ్ రోడ్

source: D O Oil Mill
hi_in: डी ओ आयल मिल
te_in: డీ ఓ ఆయల్ మిల్

source: D S Bazar
hi_in: द स बाजार
te_in: ద్ స్ బాజార్

source: D S College
hi_in: द स कॉलेज
te_in: ద్ స్ క్ లెజ్

source: D S Hadagali
hi_in: द स हडगली
te_in: ద్ స్ హడగలీ

source: D. A. G.
hi_in: डी. ए. जी.
te_in: డీ. ఏ. జీ.

source: D. K. Mohan Garden
hi_in: डी. के. मोहन गार्डन
te_in: డీ. కె. మోహన్ గార్డన్

source: D. Lodipur
hi_in: डी. लोदीपुर
te_in: డీ. లోదీపుర్

source: D.A.V.College
hi_in: डी.ए.वी.कॉलेज
te_in: డీ.ఏ.వీ.క్ లెజ్

source: D.B. Colony
hi_in: डी.बी. कॉलोनी
te_in: డీ.బీ. క్ లోనీ

source: D.C. Buildings
hi_in: डी.सी. बिल्डिंग्स
te_in: డీ.సీ. బిల్డింగ్స్

source: D.E.S.U. Colony
hi_in: डी.ई.एस.यू. कॉलोनी
te_in: డీ.ఈ.ఏస్.యూ. క్ లోనీ

source: D.G.Nakoder
hi_in: डी.जी.नकोदर
te_in: డీ.జీ.నకోదర్

source: D.G.Road
hi_in: डी.जी.रोड
te_in: డీ.జీ.రోడ్

source: D.G.Tola
hi_in: डी.जी.टोला
te_in: డీ.జీ.టోలా

source: D.L.W.
hi_in: डी.एल.डब्ल्यू.
te_in: డీ.ఏల్.డబ్ల్యూ.

source: D.M College
hi_in: डी.म कॉलेज
te_in: డీ.మ్ క్ లెజ్

source: D.M. Colony
hi_in: डी.एम. कॉलोनी
te_in: డీ.ఏమ్. క్ లోనీ

source: D.N.Choultry
hi_in: डी.एन.चोल्ट्री
te_in: డీ.ఏన్.చోల్ట్రీ

source: D.N.R.College
hi_in: डी.एन.आर.कॉलेज
te_in: డీ.ఏన్.ఆర్.క్ లెజ్

source: D.Narendra
hi_in: डी.नरेंद्र
te_in: డీ.నరెంద్ర్

source: D.Panga
hi_in: डी.पन्गा
te_in: డీ.పన్గా

source: D.S.E.
hi_in: डी.एस.ई.
te_in: డీ.ఏస్.ఈ.

source: D.Simri
hi_in: डी.सिमरी
te_in: డీ.సిమరీ

source: D.T.Road
hi_in: डी.टी.रोड
te_in: డీ.టీ.రోడ్

source: Dabagardens
hi_in: दबगर्डेन्स
te_in: దబగర్డెన్స్

source: Dabar Gram
hi_in: डाबर ग्राम
te_in: డాబర్ గ్రాం

source: Dabaria
hi_in: डाबरिया
te_in: డాబరియా

source: Dabbegunte
hi_in: दबबेगुनते
te_in: దబబెగునతె

source: Dabeerpet
hi_in: दबीरपेट
te_in: దబీరపెట్

source: Dabha
hi_in: दभ
te_in: దభ్

source: Dabhad
hi_in: दाभाद
te_in: దాభాద్

source: Dabhada
hi_in: दाभाद
te_in: దాభాద్

source: Dabhara
hi_in: डभरा
te_in: డభరా

source: Dabhoda
hi_in: डाबौदा
te_in: డాబౌదా

source: Dabhoi
hi_in: दभोई
te_in: దభోఈ

source: Dabhoi Vadodari Bhagol
hi_in: दभोई वडोदरी भगोल
te_in: దభోఈ వడోదరీ భగోల్

source: Dabholi
hi_in: दाभोली
te_in: దాభోలీ

source: Dabirpur
hi_in: दबीरपुर
te_in: దబీరపుర్

source: Dabka
hi_in: दाबका
te_in: దాబకా

source: Dabkhal
hi_in: दबखल
te_in: దబఖల్

source: Dabla
hi_in: डबल
te_in: డబల్

source: Dabla Chanda
hi_in: डबल चाँद
te_in: డబల్ చాఁద్

source: Dabla Kalan
hi_in: डबल कलां
te_in: డబల్ కలాం

source: Dablain Kalan
hi_in: डब्लिन कलां
te_in: డబ్లిన్ కలాం

source: Daboha
hi_in: दबोह
te_in: దబోహ్

source: Dabra
hi_in: डाबर
te_in: డాబర్

source: Dabri
hi_in: डाबरी
te_in: డాబరీ

source: Dabuna
hi_in: दाबून
te_in: దాబూన్

source: Daburji
hi_in: दबुर्जी
te_in: దబుర్జీ

source: Dabwali Rahurianwali
hi_in: डबवाली रहुरिआंवली
te_in: డబవాలీ రహురిఆంవలీ

source: Dabwali Town
hi_in: डबवाली टाउन
te_in: డబవాలీ టాఉన్

source: Dada Ghosh Bhawan
hi_in: दादा घोष भवन
te_in: దాదా ఘోష్ భవన్

source: Dadabari Kota
hi_in: दादाबाड़ी कोटा
te_in: దాదాబా ీ కోటా

source: Dadaga
hi_in: ददग
te_in: దదగ్

source: Dadagapatti
hi_in: ददगापट्टी
te_in: దదగాపట్టీ

source: Dadahari Wadgaon
hi_in: ददहारी वडगाव
te_in: దదహారీ వడగావ్

source: Dadam
hi_in: ददम
te_in: దదం

source: Dadapuram
hi_in: दादपुरम
te_in: దాదపురం

source: Dadar
hi_in: दादर
te_in: దాదర్

source: Dadar Colony
hi_in: ददर कॉलोनी
te_in: దదర్ క్ లోనీ

source: Dadara
hi_in: दादरा
te_in: దాదరా

source: Dadasiba
hi_in: डाडासीबा
te_in: డాడాసీబా

source: Dadauna
hi_in: द्दौणा
te_in: ద్దౌణా

source: Dadegaon
hi_in: दडगाओं
te_in: దడగాఓం

source: Dadeha Sahib
hi_in: ड्डह साहिब
te_in: డ్డహ్ సాహిబ్

source: Dadera
hi_in: दादरा
te_in: దాదరా

source: Dadhadripuram
hi_in: डढडरिपुरं
te_in: డఢడరిపురం

source: Dadhana
hi_in: दधाना
te_in: దధానా

source: Dadheda
hi_in: डडहेड
te_in: డడహెడ్

source: Dadhi
hi_in: दाढ़ी
te_in: దా ీ

source: Dadhial
hi_in: दढ़ियल
te_in: ద్ ియల్

source: Dadhwada
hi_in: दधवाड़ा
te_in: దధవా ా

source: Dadia Rampura
hi_in: दादिया रामपुरा
te_in: దాదియా రామపురా

source: Dadra
hi_in: दादरा
te_in: దాదరా

source: Dadri
hi_in: दादरी
te_in: దాదరీ

source: Dadri Toe
hi_in: दादरी तोए
te_in: దాదరీ తోఏ

source: Dadu Majra Colony
hi_in: दादू माजरा कॉलोनी
te_in: దాదూ మాజరా క్ లోనీ

source: Dadua Bazar
hi_in: ददुआ बाजार
te_in: దదుఆ బాజార్

source: Dadubaikuttai
hi_in: दादूबाईकुट्टी
te_in: దాదూబాఈకుట్టీ

source: Dadupura
hi_in: दादुपुर
te_in: దాదుపుర్

source: Dadusar
hi_in: दांदूसर
te_in: దాందూసర్

source: Dafarpur
hi_in: दफरपुर
te_in: దఫరపుర్

source: Dafi
hi_in: डाफी
te_in: డాఫీ

source: Dagadiamba
hi_in: दगड़ीब
te_in: దగ్ ీబ్

source: Dagarpara
hi_in: दगरपारा
te_in: దగరపారా

source: Dagavadia
hi_in: डगवाड़िया
te_in: డగవా ియా

source: Dagera
hi_in: दजर
te_in: దజర్

source: Daggumailli
hi_in: दग्गुमिल्ली
te_in: దగ్గుమిల్లీ

source: Dagra
hi_in: डगर
te_in: డగర్

source: Dagunia
hi_in: दगुणिआ
te_in: దగుణిఆ

source: Dahan
hi_in: दहन
te_in: దహన్

source: Dahana
hi_in: दहन
te_in: దహన్

source: Dahanu Road
hi_in: दहानू रोड
te_in: దహానూ రోడ్

source: Dahapada
hi_in: दहपद
te_in: దహపద్

source: Dahaura
hi_in: दहौरा
te_in: దహౌరా

source: Daheda
hi_in: डाहेड़ा
te_in: డాహె ా

source: Dahegaon Gawande
hi_in: दाहेगांव गवांदे
te_in: దాహెగాంవ్ గవాందె

source: Dahegaon Gosavi
hi_in: दाहेगांव गोसावी
te_in: దాహెగాంవ్ గోసావీ

source: Dahegaon Miskin
hi_in: दाहेगांव मिस्कीन
te_in: దాహెగాంవ్ మిస్కీన్

source: Dahegaon Mustafa
hi_in: दाहेगांव मुस्तफा
te_in: దాహెగాంవ్ ముస్తఫా

source: Daheru
hi_in: दहेरू
te_in: దహెరూ

source: Dahgaon
hi_in: दःगाओं
te_in: దఃగాఓం

source: Dahi
hi_in: दही
te_in: దహీ

source: Dahia
hi_in: दहिया
te_in: దహియా

source: Dahigaon
hi_in: दहिगन
te_in: దహిగన్

source: Dahigawan
hi_in: दहिगवां
te_in: దహిగవాం

source: Dahikhed
hi_in: दहीखेड़ा
te_in: దహీఖె ా

source: Dahima
hi_in: दाहिमा
te_in: దాహిమా

source: Dahimatha
hi_in: दहीमथा
te_in: దహీమథా

source: Dahipuri
hi_in: दहिपुरि
te_in: దహిపురి

source: Dahisar
hi_in: दहिसर
te_in: దహిసర్

source: Dahisar RS
hi_in: दहिसर रस
te_in: దహిసర్ రస్

source: Dahisar Tarapur
hi_in: दहिसर तारापुर
te_in: దహిసర్ తారాపుర్

source: Dahisar tymanor
hi_in: दहिसर टीमनोर
te_in: దహిసర్ టీమనోర్

source: Dahita
hi_in: दहित
te_in: దహిత్

source: Dahitane
hi_in: दहिताने
te_in: దహితానె

source: Dahivadi
hi_in: दहिवडी
te_in: దహివడీ

source: Dahivali Budruk
hi_in: दहीवाली बुद्रुक
te_in: దహీవాలీ బుద్రుక్

source: Dahivali T.Varedi
hi_in: दहीवाली टी.वरदी
te_in: దహీవాలీ టీ.వరదీ

source: Dahiwal
hi_in: दहिवाल
te_in: దహివాల్

source: Dahiwar
hi_in: दहिवर
te_in: దహివర్

source: Dahiyawan
hi_in: दहियावां
te_in: దహియావాం

source: Dahod
hi_in: दाहोद
te_in: దాహోద్

source: Dahod R.S
hi_in: दाहोद आर.स
te_in: దాహోద్ ఆర్.స్

source: Dahotia
hi_in: दाहोतीअ
te_in: దాహోతీఅ

source: Dahpa
hi_in: दहप
te_in: దహప్

source: Dahra
hi_in: दहर
te_in: దహర్

source: Dahra Kalan
hi_in: दहर कलां
te_in: దహర్ కలాం

source: Dahtora
hi_in: दहतोरा
te_in: దహతోరా

source: Dahtsar T
hi_in: दहतसार टी
te_in: దహతసార్ టీ

source: Dahu
hi_in: दाहू
te_in: దాహూ

source: Dahunawada
hi_in: डाहुणवाद
te_in: డాహుణవాద్

source: Dahya
hi_in: डाह्या
te_in: డాహ్యా

source: Daida
hi_in: डैड
te_in: డేడ్

source: Daidas
hi_in: डैड्स
te_in: డేడ్స్

source: Daihandih
hi_in: दैहानडीह
te_in: దేహానడీహ్

source: Daihar
hi_in: डैहर
te_in: డేహర్

source: Daihatta Road
hi_in: डेहत्ता रोड
te_in: డెహత్తా రోడ్

source: Daily Market
hi_in: डेली मार्केट
te_in: డెలీ మార్కెట్

source: Daithana
hi_in: देथन
te_in: దెథన్

source: Daji Peth
hi_in: दाजी पेठ
te_in: దాజీ పెఠ్

source: Dakachia
hi_in: डकाच्या
te_in: డకాచ్యా

source: Dakha Mandi
hi_in: दाख मंडी
te_in: దాఖ్ మండీ

source: Dakhin Darwaza
hi_in: दखिन दरवाज़ा
te_in: దఖిన్ దరవా ా

source: Dakhin Khanda
hi_in: दखिन खण्ड
te_in: దఖిన్ ఖణ్డ్

source: Dakhinpur
hi_in: दखीनपुर
te_in: దఖీనపుర్

source: Dakhlipur
hi_in: दाखलिपुर
te_in: దాఖలిపుర్

source: Dakoha
hi_in: दकोहा
te_in: దకోహా

source: Dakor
hi_in: डाकोर
te_in: డాకోర్

source: Dakra
hi_in: देकर
te_in: దెకర్

source: Dakshin Barasat
hi_in: दक्षिण बरसात
te_in: దక్షిణ్ బరసాత్

source: Dakshin Changrachak
hi_in: दक्षिण चांगरचक
te_in: దక్షిణ్ చాంగరచక్

source: Dakshin Fulcherri
hi_in: दक्षिण फूलचेररी
te_in: దక్షిణ్ ఫూలచెరరీ

source: Dakshin Gobindapur
hi_in: दक्षिण गोबिन्दपुर
te_in: దక్షిణ్ గోబిన్దపుర్

source: Dakshin Hazi Pur
hi_in: दक्षिण हाजी पुर
te_in: దక్షిణ్ హాజీ పుర్

source: Dakshin Hirapur
hi_in: दक्षिण हिरापुर
te_in: దక్షిణ్ హిరాపుర్

source: Dakshin Jhapardaha
hi_in: दक्षिण झपरदह
te_in: దక్షిణ్ ఝపరదహ్

source: Dakshin Kalamdan
hi_in: दक्षिण कलमदान
te_in: దక్షిణ్ కలమదాన్

source: Dakshin Manubankul
hi_in: दक्षिण मनुबनकुल
te_in: దక్షిణ్ మనుబనకుల్

source: Dakshin Patkapara
hi_in: दक्षिण पटकपर
te_in: దక్షిణ్ పటకపర్

source: Dakshin Ramchandrapur
hi_in: दक्षिण रामचंद्रपुर
te_in: దక్షిణ్ రామచంద్రపుర్

source: Dakshin Santoshpur
hi_in: दक्षिण संतोषपुर
te_in: దక్షిణ్ సంతోషపుర్

source: Dakshin Sonaicharri
hi_in: दक्षिण सोनेचररि
te_in: దక్షిణ్ సోనెచరరి

source: Dakshinamurthi Mutt
hi_in: दक्षिणामूर्ति मुट्ठ
te_in: దక్షిణామూర్తి ముట్ఠ్

source: Dakshindihi
hi_in: दक्षिणदिहि
te_in: దక్షిణదిహి

source: Dakshineswar
hi_in: दक्षिनेस्वर
te_in: దక్షినెస్వర్

source: Dakshinmoyna
hi_in: दक्षिणमायण
te_in: దక్షిణమాయణ్

source: Dakshinpuri Phase-II
hi_in: दक्षिणपुरी फेज-ई
te_in: దక్షిణపురీ ఫెజ్-ఈ

source: Dakshinpuri Phase-III
hi_in: दक्षिणपुरी फेज-ईई
te_in: దక్షిణపురీ ఫెజ్-ఈఈ

source: Dakurbhita
hi_in: डाकुरभित
te_in: డాకురభిత్

source: Dakwa
hi_in: दक्व
te_in: దక్వ్

source: Dal
hi_in: दाल
te_in: దాల్

source: Dalan Choki
hi_in: दालान चौकी
te_in: దాలాన్ చౌకీ

source: Dalanwala
hi_in: डालनवाला
te_in: డాలనవాలా

source: Dalavaipatti
hi_in: दळवैपट्टि
te_in: దళవేపట్టి

source: Dalbhanga
hi_in: दलभंगा
te_in: దలభంగా

source: Daldala
hi_in: दलदल
te_in: దలదల్

source: Dalelpara
hi_in: दललपर
te_in: దలలపర్

source: Dalhousie Road Pathankot
hi_in: डलहौज़ी रोड पठानकोट
te_in: డలహౌ ీ రోడ్ పఠానకోట్

source: Dali
hi_in: डाली
te_in: డాలీ

source: Daliganj
hi_in: डालीगंज
te_in: డాలీగంజ్

source: Dalip Nagar
hi_in: दलीप नगर
te_in: దలీప్ నగర్

source: Dalisana
hi_in: डॉयसन
te_in: డ్ యసన్

source: Dalki
hi_in: दलकि
te_in: దలకి

source: Dalla Argrh
hi_in: दल्ला आग्रह
te_in: దల్లా ఆగ్రహ్

source: Dallirajhara
hi_in: दल्लीराजहरा
te_in: దల్లీరాజహరా

source: Dallugram
hi_in: दल्लुजीराम
te_in: దల్లుజీరాం

source: Dallutola
hi_in: दल्लुटोला
te_in: దల్లుటోలా

source: Dalmalpur
hi_in: दलमलपुर
te_in: దలమలపుర్

source: Dalod
hi_in: डालोड
te_in: డాలోడ్

source: Dalsinghsarai Bazar
hi_in: दलसिंघसारे बाजार
te_in: దలసింఘసారె బాజార్

source: Daltonganj
hi_in: डालटनगंज
te_in: డాలటనగంజ్

source: Daltonganj Bazar
hi_in: डालटनगंज बाजार
te_in: డాలటనగంజ్ బాజార్

source: Daltonganj Kutchary
hi_in: डालटनगंज कूटचार्य
te_in: డాలటనగంజ్ కూటచార్య్

source: Dalua
hi_in: ढलुआ
te_in: ఢలుఆ

source: Daluraidih
hi_in: डालुराईडीह
te_in: డాలురాఈడీహ్

source: Damalgiri
hi_in: दमलगिरी
te_in: దమలగిరీ

source: Damaloan
hi_in: दमलौण
te_in: దమలౌణ్

source: Daman
hi_in: दमन
te_in: దమన్

source: Damanjodi
hi_in: दामनजोड़ी
te_in: దామనజో ీ

source: Damapur
hi_in: दामापुर
te_in: దామాపుర్

source: Damarapakkam
hi_in: दमरापक्कम
te_in: దమరాపక్కం

source: Damavas
hi_in: दमवास
te_in: దమవాస్

source: Dambaguda
hi_in: दमबागूड़ा
te_in: దమబాగూ ా

source: Damdapara
hi_in: दंडपारा
te_in: దండపారా

source: Damkal
hi_in: दमकल
te_in: దమకల్

source: Damkari
hi_in: दमकारी
te_in: దమకారీ

source: Damkipali
hi_in: डंकीपाली
te_in: డంకీపాలీ

source: Damla
hi_in: दामला
te_in: దామలా

source: Damo
hi_in: दामो
te_in: దామో

source: Damodar
hi_in: दामोदर
te_in: దామోదర్

source: Damodarpur
hi_in: दामोदरपुर
te_in: దామోదరపుర్

source: Damodarpur- Contai
hi_in: दामोदरपुर- कांटे
te_in: దామోదరపుర్- కాంటె

source: Damoh
hi_in: दमोह
te_in: దమోహ్

source: Damparengpui
hi_in: दाम्परनगपुई
te_in: దామ్పరనగపుఈ

source: Dampat
hi_in: दाम्पत्य
te_in: దామ్పత్య్

source: Dampier Nagar
hi_in: डेम्पियर नगर
te_in: డెమ్పియర్ నగర్

source: Dampur
hi_in: दमपुर
te_in: దమపుర్

source: Damudigoda
hi_in: दमुदिगोंदा
te_in: దముదిగోందా

source: Dan
hi_in: दान
te_in: దాన్

source: Danadih
hi_in: दानाडीह
te_in: దానాడీహ్

source: Danagalli
hi_in: दंगली
te_in: దంగలీ

source: Danagohiri
hi_in: दनगोहिरी
te_in: దనగోహిరీ

source: Danapur Cantt
hi_in: दानापुर कैंट
te_in: దానాపుర్ కేంట్

source: Danapur Shukla
hi_in: दानापुर शुक्ल
te_in: దానాపుర్ శుక్ల్

source: Danar
hi_in: दान
te_in: దాన్

source: Danauli Phulwaria
hi_in: दनौली फुलवरिया
te_in: దనౌలీ ఫులవరియా

source: Danavaipeta
hi_in: दानवीपेट
te_in: దానవీపెట్

source: Danawali
hi_in: दानेवाली
te_in: దానెవాలీ

source: Dand
hi_in: दंड
te_in: దండ్

source: Danda
hi_in: दंड
te_in: దండ్

source: Danda Anj
hi_in: दण्ड आज
te_in: దణ్డ్ ఆజ్

source: Dandampally
hi_in: दंडमपल्ली
te_in: దండమపల్లీ

source: Dandamukundapur Gds
hi_in: दंडमुकुंदपुर गड्स
te_in: దండముకుందపుర్ గడ్స్

source: Dandar Kala
hi_in: डंडार काल
te_in: డండార్ కాల్

source: Dandari
hi_in: डंडारी
te_in: డండారీ

source: Dandegoli
hi_in: दंडगोली
te_in: దండగోలీ

source: Dandekarwadi
hi_in: दंडेकरवादी
te_in: దండెకరవాదీ

source: Dandeli
hi_in: दांदेली
te_in: దాందెలీ

source: Dandeli Bazar
hi_in: दांदेली बाजार
te_in: దాందెలీ బాజార్

source: Dandeli Paper Mills
hi_in: दांदेली पेपर मिल्स
te_in: దాందెలీ పెపర్ మిల్స్

source: Dandgaon
hi_in: दंद्गाओं
te_in: దంద్గాఓం

source: Dandi
hi_in: डंडी
te_in: డండీ

source: Dandi Bazar ED
hi_in: दांडी बाजार एड
te_in: దాండీ బాజార్ ఏడ్

source: Dandikuppam
hi_in: दंड़ीकुप्पम
te_in: దం ీకుప్పం

source: Dandirhat
hi_in: दांडीरहत
te_in: దాండీరహత్

source: Dandiwada
hi_in: डंडीवाड़ा
te_in: డండీవా ా

source: Dandkhora
hi_in: डंडखोरा
te_in: డండఖోరా

source: Dandrala Dhindsa
hi_in: दंद्राला ढिंडसा
te_in: దంద్రాలా ఢిండసా

source: Dandu
hi_in: दंडु
te_in: దండు

source: Dandwakala
hi_in: दन्द्वकाल
te_in: దన్ద్వకాల్

source: Dandwan
hi_in: दंडवत
te_in: దండవత్

source: Danesh Sk.Lane
hi_in: दनेश सक.लेन
te_in: దనెశ్ సక్.లెన్

source: Danewal
hi_in: देनेवाल
te_in: దెనెవాల్

source: Dangaarwara
hi_in: दंगारवार
te_in: దంగారవార్

source: Dangaladi
hi_in: दंगलदी
te_in: దంగలదీ

source: Dangapara
hi_in: डांगापाड़ा
te_in: డాంగాపా ా

source: Dangara
hi_in: डांगरा
te_in: డాంగరా

source: Dangarthal
hi_in: डंगरथल
te_in: డంగరథల్

source: Dangheel
hi_in: दंघील
te_in: దంఘీల్

source: Dangi
hi_in: दांगी
te_in: దాంగీ

source: Dangidhana
hi_in: डांगीढाना
te_in: డాంగీఢానా

source: Dangohkalan
hi_in: डंगोहकलां
te_in: డంగోహకలాం

source: Dangoli
hi_in: डंगोली
te_in: డంగోలీ

source: Dangra
hi_in: डांगरा
te_in: డాంగరా

source: Dangri
hi_in: डंगरी
te_in: డంగరీ

source: Dania
hi_in: दनिया
te_in: దనియా

source: Daniawan Pendapur
hi_in: दनियावां पेंदापुर
te_in: దనియావాం పెందాపుర్

source: Danipur
hi_in: दानीपुर
te_in: దానీపుర్

source: Daniyawan
hi_in: दनियावां
te_in: దనియావాం

source: Dankarisahi
hi_in: दानकारीसहि
te_in: దానకారీసహి

source: Dankuni
hi_in: डानकुनी
te_in: డానకునీ

source: Danmandi
hi_in: दानामंडी
te_in: దానామండీ

source: Danodarda
hi_in: दनोदरद
te_in: దనోదరద్

source: Danoghat
hi_in: दानोघाट
te_in: దానోఘాట్

source: Danokuiya
hi_in: दानोकुइया
te_in: దానోకుఇయా

source: Danoli
hi_in: दाणोली
te_in: దాణోలీ

source: Danpur
hi_in: दानपुर
te_in: దానపుర్

source: Dansara
hi_in: डांसर
te_in: డాంసర్

source: Danta
hi_in: दांत
te_in: దాంత్

source: Danta Bhavangadh
hi_in: दांत भवनगढ़
te_in: దాంత్ భవనగ్

source: Dantalaboru
hi_in: डंतालबोरू
te_in: డంతాలబోరూ

source: Dantali
hi_in: दांतली
te_in: దాంతలీ

source: Dantar
hi_in: दंतार
te_in: దంతార్

source: Danteshwar
hi_in: दंतेश्वर
te_in: దంతెశ్వర్

source: Danthal
hi_in: डंठल
te_in: డంఠల్

source: Dantia
hi_in: दांतिया
te_in: దాంతియా

source: Dantiamuhan
hi_in: दंतीयमूह्न
te_in: దంతీయమూహ్న్

source: Dantil
hi_in: दांतिल
te_in: దాంతిల్

source: Dantiwara
hi_in: दांतीवाड़ा
te_in: దాంతీవా ా

source: Dantoo
hi_in: दांतो
te_in: దాంతో

source: Dantrana
hi_in: दन्तरण
te_in: దన్తరణ్

source: Dantroli
hi_in: दंतरोली
te_in: దంతరోలీ

source: Danupur
hi_in: दानूपुर
te_in: దానూపుర్

source: Daon
hi_in: डॉन
te_in: డ్ న్

source: Dapaka G
hi_in: डापका ग
te_in: డాపకా గ్

source: Dapavadi
hi_in: दपवादी
te_in: దపవాదీ

source: Dapchhuah
hi_in: दापछुअह
te_in: దాపఛుఅహ్

source: Dapodi
hi_in: दापोड़ी
te_in: దాపో ీ

source: Dapodi Bazar
hi_in: दापोड़ी बाजार
te_in: దాపో ీ బాజార్

source: Dapura
hi_in: दपुर
te_in: దపుర్

source: Dar
hi_in: दर
te_in: దర్

source: Darabharevu
hi_in: दरभरवू
te_in: దరభరవూ

source: Daradipal
hi_in: दरदीपाल
te_in: దరదీపాల్

source: Daraganj
hi_in: दारागंज
te_in: దారాగంజ్

source: Daraman
hi_in: दरम्यान
te_in: దరమ్యాన్

source: Daran
hi_in: दर्जन
te_in: దర్జన్

source: Daranagar Ganj
hi_in: दारानगर गंज
te_in: దారానగర్ గంజ్

source: Darap
hi_in: ड्रॉप
te_in: డ్ర్ ప్

source: Daraswadi
hi_in: दरसवादी
te_in: దరసవాదీ

source: Darauli
hi_in: दरौली
te_in: దరౌలీ

source: Daraura
hi_in: ड्रॉर
te_in: డ్ర్ ర్

source: Darave
hi_in: डरावे
te_in: డరావె

source: Darawan
hi_in: दरवान
te_in: దరవాన్

source: Darba
hi_in: दरब
te_in: దరబ్

source: Darbe(Puttur)
hi_in: दरबे(पुत्तुर)
te_in: దరబె(పుత్తుర్)

source: Darbhanga
hi_in: दरभंगा
te_in: దరభంగా

source: Darbhanga Bara Bazar
hi_in: दरभंगा बड़ा बाजार
te_in: దరభంగా బ్ ా బాజార్

source: Darbhanga Chowk
hi_in: दरभंगा चौक
te_in: దరభంగా చౌక్

source: Darbhanga City
hi_in: दरभंगा सिटी
te_in: దరభంగా సిటీ

source: Darfal
hi_in: दरफल
te_in: దరఫల్

source: Darga (Bijapur)
hi_in: ड्रग (बीजापुर)
te_in: డ్రగ్ (బీజాపుర్)

source: Dargah Hussain Shahwali
hi_in: दरगाह हुसैन शाहवली
te_in: దరగాహ్ హుసేన్ శాహవలీ

source: Dargamitta
hi_in: दरगामित्त
te_in: దరగామిత్త్

source: Darganhalli
hi_in: ड्रगनहल्ली
te_in: డ్రగనహల్లీ

source: Dargha Bazar
hi_in: दरगह बाजार
te_in: దరగహ్ బాజార్

source: Darhyal Khadar
hi_in: ड्ढयल खादर
te_in: డ్ఢయల్ ఖాదర్

source: Dari
hi_in: दरी
te_in: దరీ

source: Daria
hi_in: दरिया
te_in: దరియా

source: Dariapur
hi_in: दरियापुर
te_in: దరియాపుర్

source: Dariapur (Ahmedabad)
hi_in: दरियापुर (अहमदाबाद)
te_in: దరియాపుర్ (అహ్మదాబాదు)

source: Dariba
hi_in: दरीबा
te_in: దరీబా

source: Dariduri
hi_in: दरिद्री
te_in: దరిద్రీ

source: Darimthok
hi_in: ड्रीमथोक
te_in: డ్రీమథోక్

source: Darini
hi_in: दारिनी
te_in: దారినీ

source: Dariya Mahal
hi_in: दरिया महल
te_in: దరియా మహల్

source: Dariyabad
hi_in: दरियाबाद
te_in: దరియాబాద్

source: Darjeeling
hi_in: दार्जिलिंग
te_in: దార్జిలింగ్

source: Darjeeling Bazar
hi_in: दार्जीलिंग बाजार
te_in: దార్జీలింగ్ బాజార్

source: Darjeeling Court
hi_in: दार्जीलिंग कोर्ट
te_in: దార్జీలింగ్ కోర్ట్

source: Darkash
hi_in: दरकाश
te_in: దరకాశ్

source: Darkhuli
hi_in: दरखुली
te_in: దరఖులీ

source: Darkoti
hi_in: दरकोटी
te_in: దరకోటీ

source: Darla
hi_in: डार्ला
te_in: డార్లా

source: Darlung
hi_in: दारलुंग
te_in: దారలుంగ్

source: Daroga Pathar
hi_in: दरोगा पत्थर
te_in: దరోగా పత్థర్

source: Daroli
hi_in: दरौली
te_in: దరౌలీ

source: Darpan Colony Gwalior
hi_in: दर्पण कॉलोनी ग्वालियर
te_in: దర్పణ్ క్ లోనీ గ్వాలియర్

source: Darpan Society
hi_in: दर्पण सोसाइटी
te_in: దర్పణ్ సోసాఇటీ

source: Darra
hi_in: दर्रा
te_in: దర్రా

source: Darri
hi_in: दर्री
te_in: దర్రీ

source: Darsi
hi_in: दरसी
te_in: దరసీ

source: Daru
hi_in: दारू
te_in: దారూ

source: Daru Kuinwa
hi_in: दारू कुंवा
te_in: దారూ కుంవా

source: Daruhi
hi_in: द्रुह्य
te_in: ద్రుహ్య్

source: Darul Safa
hi_in: दारुल सफ
te_in: దారుల్ సఫ్

source: Darur
hi_in: द्रूर
te_in: ద్రూర్

source: Darushifa
hi_in: दृशिफ
te_in: దృశిఫ్

source: Darveshpur
hi_in: दरवेशपुरा
te_in: దరవెశపురా

source: Darwa Mathurapur
hi_in: दरवा मथुरापुर
te_in: దరవా మథురాపుర్

source: Darwan
hi_in: दरवान
te_in: దరవాన్

source: Darya Ganj
hi_in: दरिया गंज
te_in: దరియా గంజ్

source: Daryapur
hi_in: दर्यापुर
te_in: దర్యాపుర్

source: Darzo
hi_in: दरजो
te_in: దరజో

source: Dasamanthpur
hi_in: दसमंथपुर
te_in: దసమంథపుర్

source: Dasamapura
hi_in: दसमपुर
te_in: దసమపుర్

source: Dasamundali
hi_in: दसमुन्दलि
te_in: దసమున్దలి

source: Dasanadoddi
hi_in: दसनदोदड़ी
te_in: దసనదోద్ ీ
