Repository: healthvdev/custom_template
Catalog: languages/*.po
Languages: hi_in, te_in

source: Senchowa
hi_in: सेंच्योव
te_in: సెంచ్యోవ్

source: Senda Faridpur
hi_in: सेंड फरीदपुर
te_in: సెండ్ ఫరీదపుర్

source: Sendamangalam
hi_in: सन्दमंगलं
te_in: సన్దమంగలం

source: Sendivakkam
hi_in: सेंदीवाक्कम
te_in: సెందీవాక్కం

source: Sendkap
hi_in: सेन्डकॅप
te_in: సెన్డక౅ప్

source: Sendra
hi_in: सेंड्रा
te_in: సెండ్రా

source: Sendri
hi_in: सेंदरी
te_in: సెందరీ

source: Sendur
hi_in: सेंदुर
te_in: సెందుర్

source: Sengalipalayam
hi_in: सेन्गलीपलायम
te_in: సెన్గలీపలాయం

source: Sengamalanachiapuram
hi_in: सेंगामालानाच्यापुरम
te_in: సెంగామాలానాచ్యాపురం

source: Sengamangalam
hi_in: सेंगमंगलं
te_in: సెంగమంగలం

source: Senganpur
hi_in: सेंगनपुर
te_in: సెంగనపుర్

source: Sengottai
hi_in: सेंगोत्ति
te_in: సెంగోత్తి

source: Sengottai RS
hi_in: सेंगोत्ति रस
te_in: సెంగోత్తి రస్

source: Sengpur
hi_in: सिंगपुर
te_in: సింగపుర్

source: Sengulam
hi_in: सेन्गुलाम
te_in: సెన్గులాం

source: Sengundram
hi_in: सेंगुन्द्रम
te_in: సెంగున్ద్రం

source: Sengunthapuram
hi_in: सेंगुणठपुरं
te_in: సెంగుణఠపురం

source: Senhati
hi_in: सेहती
te_in: సెహతీ

source: Seni
hi_in: सनी
te_in: సనీ

source: Senjai
hi_in: सेनजी
te_in: సెనజీ

source: Senjal
hi_in: सेजल
te_in: సెజల్

source: Senjaliya
hi_in: सेंजालिया
te_in: సెంజాలియా

source: Senjana
hi_in: सेंजन
te_in: సెంజన్

source: Sennamanaickenpatti
hi_in: सेननमानैकनपट्टी
te_in: సెననమానేకనపట్టీ

source: Senneerkuppam
hi_in: सेननीरकुप्पम
te_in: సెననీరకుప్పం

source: Senpara
hi_in: सेंपर
te_in: సెంపర్

source: Senthilnagar
hi_in: सेंथिलनगर
te_in: సెంథిలనగర్

source: Senur
hi_in: सेनुर
te_in: సెనుర్

source: Senwaria
hi_in: सेनवारिया
te_in: సెనవారియా

source: Seohara
hi_in: ज़ोहरा
te_in: ోహరా

source: Seohara RS
hi_in: ज़ोहरा रस
te_in: ోహరా రస్

source: Seokbir
hi_in: सेवकबीर
te_in: సెవకబీర్

source: Seoli
hi_in: सेवली
te_in: సెవలీ

source: Seon
hi_in: सेवन
te_in: సెవన్

source: Seora
hi_in: ज़ोर
te_in: ోర్

source: Seorahi
hi_in: सेवरही
te_in: సెవరహీ

source: Seorinarayan
hi_in: सेवरीनारायण
te_in: సెవరీనారాయణ్

source: Seota
hi_in: सेवत
te_in: సెవత్

source: Seotar
hi_in: सेटर
te_in: సెటర్

source: Seotari
hi_in: सेओतरी
te_in: సెఓతరీ

source: Seplanatham
hi_in: सेप्लानथम
te_in: సెప్లానథం

source: Seragada
hi_in: सरगड़ा
te_in: సరగ్ ా

source: Seraikella
hi_in: सराईकेला
te_in: సరాఈకెలా

source: Seraikella Block
hi_in: सराईकेला ब्लॉक
te_in: సరాఈకెలా బ్ల్ క్

source: Serak
hi_in: सेरक
te_in: సెరక్

source: Serakuppam
hi_in: सिराकुप्पम
te_in: సిరాకుప్పం

source: Serampore
hi_in: सेरामपुर
te_in: సెరామపుర్

source: Serampore Court
hi_in: सेरामपुर कोर्ट
te_in: సెరామపుర్ కోర్ట్

source: Serawan
hi_in: सेरवन
te_in: సెరవన్

source: Serchhip
hi_in: सेरछिप
te_in: సెరఛిప్

source: Seregara
hi_in: सेरेगर
te_in: సెరెగర్

source: Seri
hi_in: सेरी
te_in: సెరీ

source: Seria
hi_in: ज़रिए
te_in: రిఏ

source: Seriguda
hi_in: सिरीगुड़ा
te_in: సిరీగు ా

source: Serkadu
hi_in: सेरकडु
te_in: సెరకడు

source: Serkawn
hi_in: सरकावन
te_in: సరకావన్

source: Serkawr
hi_in: सरकरा
te_in: సరకరా

source: Serole
hi_in: सरोले
te_in: సరోలె

source: Serpananchery
hi_in: सर्पनानचेरी
te_in: సర్పనానచెరీ

source: Sersa
hi_in: सिरसा
te_in: సిరసా

source: Sertandula
hi_in: सेरतन्दुल
te_in: సెరతన్దుల్

source: Serwa Masjidwa
hi_in: सेवा मस्जिदवा
te_in: సెవా మస్జిదవా

source: Sesawng
hi_in: सेसवंग
te_in: సెసవంగ్

source: Seshadripuram
hi_in: सेषाद्रिपुरम
te_in: సెషాద్రిపురం

source: Seshurajapuram
hi_in: सेशुरजपुरम
te_in: సెశురజపురం

source: Session Court (Aurangabad)
hi_in: सेशन कोर्ट (औरंगाबाद)
te_in: సెశన్ కోర్ట్ (ఔరంగాబాద్)

source: Session Court (Jalandhar)
hi_in: सेशन कोर्ट (जालंधर)
te_in: సెశన్ కోర్ట్ (జాలంధర్)

source: Session Court Ajmer
hi_in: सेशन कोर्ट अजमेर
te_in: సెశన్ కోర్ట్ అజమెర్

source: Sethbagan
hi_in: सेतबगान
te_in: సెతబగాన్

source: Sethpukur
hi_in: सेठपुकुर
te_in: సెఠపుకుర్

source: Settihalli
hi_in: शेट्टीहल्ली
te_in: శెట్టీహల్లీ

source: Settikothanur
hi_in: सेट्टीकोथानूर
te_in: సెట్టీకోథానూర్

source: Settinaickenpatti
hi_in: सेततीनाईकनपट्टी
te_in: సెతతీనాఈకనపట్టీ

source: Settipalle
hi_in: सेत्तीपल्ले
te_in: సెత్తీపల్లె

source: Settipalli
hi_in: सेत्तीपल्ली
te_in: సెత్తీపల్లీ

source: Sevaganapalli
hi_in: सेवागनपल्ली
te_in: సెవాగనపల్లీ

source: Sevala
hi_in: सवाल
te_in: సవాల్

source: Sevalapuri
hi_in: सेवलपुरी
te_in: సెవలపురీ

source: Sevalia Rs
hi_in: सेवलिया रस
te_in: సెవలియా రస్

source: Sevalpatti
hi_in: सेवलपट्टी
te_in: సెవలపట్టీ

source: Sevalur
hi_in: सवलूर
te_in: సవలూర్

source: Sevantri
hi_in: सेवंत्री
te_in: సెవంత్రీ

source: Sevarakottai
hi_in: सेवरकोट्टाई
te_in: సెవరకోట్టాఈ

source: Sevila
hi_in: सिविल
te_in: సివిల్

source: Sevoke Road
hi_in: सेवोके रोड
te_in: సెవోకె రోడ్

source: Sevur
hi_in: सेवुर
te_in: సెవుర్

source: Sewai
hi_in: सेवई
te_in: సెవఈ

source: Sewaith
hi_in: सेवायत
te_in: సెవాయత్

source: Sewari
hi_in: सवारी
te_in: సవారీ

source: Sewli Telinipara
hi_in: सेवली तेलिनीपर
te_in: సెవలీ తెలినీపర్

source: Sewra Chandi
hi_in: सेवर चंडी
te_in: సెవర్ చండీ

source: Sewsoreng
hi_in: सेव्सऔरेंग
te_in: సెవ్సఔరెంగ్

source: Sgpgi
hi_in: स्ग्पगी
te_in: స్గ్పగీ

source: Shaakar Khawda
hi_in: शाकर खावड़ा
te_in: శాకర్ ఖావ్ ా

source: Shabhapur Colloery
hi_in: षभपुर कलोरी
te_in: షభపుర్ కలోరీ

source: Shadaguppi
hi_in: षडगुप्पी
te_in: షడగుప్పీ

source: Shadipur Milak
hi_in: शादीपुर मिल्क
te_in: శాదీపుర్ మిల్క్

source: Shah
hi_in: शाह
te_in: శాహ్

source: Shah Alam Roza
hi_in: शाह आलम रोज़ा
te_in: శాహ్ ఆలమ్ రో ా

source: Shah Pur
hi_in: शाह पुर
te_in: శాహ్ పుర్

source: Shaha
hi_in: शाह
te_in: శాహ్

source: Shahabad (Rampur)
hi_in: शाहाबाद (रामपुर)
te_in: శాహాబాద్ (రామపుర్)

source: Shahabad B.S.
hi_in: शाहाबाद बी.एस.
te_in: శాహాబాద్ బీ.ఏస్.

source: Shahabpur
hi_in: शहाबपुर
te_in: శహాబపుర్

source: Shahaganj (Agra)
hi_in: शाहगंज (आगरा)
te_in: శాహగంజ్ (ఆగ్రా)

source: Shahaganj (Aurangabad)
hi_in: शाहगंज (औरंगाबाद)
te_in: శాహగంజ్ (ఔరంగాబాద్)

source: Shahajahanabad
hi_in: शाहजहानाबाद
te_in: శాహజహానాబాద్

source: Shahapur
hi_in: शाहपुर
te_in: శాహపుర్

source: Shahapur (Yadgir)
hi_in: शाहपुर (यादगीर)
te_in: శాహపుర్ (యాదగీర్)

source: Shahbad Distt.Board Ara
hi_in: शाहबाद दिसत्त.बोर्ड आरा
te_in: శాహబాద్ దిసత్త్.బోర్డ్ ఆరా

source: Shahbazkuli
hi_in: शाहबाजकुली
te_in: శాహబాజకులీ

source: Shahbaznagar
hi_in: शहबाजनगर
te_in: శహబాజనగర్

source: Shahdara
hi_in: शाहदरा
te_in: శాహదరా

source: Shahdara Mandi
hi_in: शाहदरा मंडी
te_in: శాహదరా మండీ

source: Shahdhar
hi_in: शहधर
te_in: శహధర్

source: Shahdod
hi_in: शाहड़ोद
te_in: శాహ్ ోద్

source: Shahdol
hi_in: शहडोल
te_in: శహడోల్

source: Shahdol Balpurwa
hi_in: शहडोल बलपूर्व
te_in: శహడోల్ బలపూర్వ్

source: Shahdol Gharola
hi_in: शहडोल गहरोल
te_in: శహడోల్ గహరోల్

source: Shaheedgaon
hi_in: शहीदगांव
te_in: శహీదగాంవ్

source: Shaheedi Chowk Jammu
hi_in: शहीदी चौक जम्मू
te_in: శహీదీ చౌక్ జమ్మూ

source: Shahganj (Jaunpur)
hi_in: शाहगंज (जौनपुर)
te_in: శాహగంజ్ (జౌనపుర్)

source: Shahganj Sugar Mill
hi_in: शाहगंज शुगर मिल
te_in: శాహగంజ్ శుగర్ మిల్

source: Shahibag
hi_in: शाहीबाग
te_in: శాహీబాగ్

source: Shahjadnagar
hi_in: शहजादनगर
te_in: శహజాదనగర్

source: Shahjahanpur
hi_in: शाहजहांपुर
te_in: శాహజహాంపుర్

source: Shahjahanpur R S
hi_in: शाहजहाँपुर र स
te_in: శాహజహాఁపుర్ ర్ స్

source: Shahpur
hi_in: शाहपुर
te_in: శాహపుర్

source: Shahpur (Ahmedabad)
hi_in: शाहपुर (अहमदाबाद)
te_in: శాహపుర్ (అహ్మదాబాదు)

source: Shahpur (Betul)
hi_in: शाहपुर (बेतुल)
te_in: శాహపుర్ (బెతుల్)

source: Shahpur (Kangra)
hi_in: शाहपुर (काँगड़ा)
te_in: శాహపుర్ (కాఁగ్ ా)

source: Shahpur (Muzaffarnagar)
hi_in: शाहपुर (मुज़फ्फरनगर)
te_in: శాహపుర్ (ము ఫ్ఫరనగర్)

source: Shahpur Bamheta
hi_in: शाहपुर बम्हेटा
te_in: శాహపుర్ బమ్హెటా

source: Shahpur Baniyan
hi_in: शाहपुर बनियान
te_in: శాహపుర్ బనియాన్

source: Shahpur Banoli
hi_in: शाहपुर बनोली
te_in: శాహపుర్ బనోలీ

source: Shahpur Begu
hi_in: शाहपुर बेगू
te_in: శాహపుర్ బెగూ

source: Shahpur Bhattian
hi_in: शाहपुर भट्टियाँ
te_in: శాహపుర్ భట్టియాఁ

source: Shahpur Ganga
hi_in: शाहपुर गंगा
te_in: శాహపుర్ గంగా

source: Shahpur Pawar
hi_in: शाहपुर पवार
te_in: శాహపుర్ పవార్

source: Shahpur Shitlakhera
hi_in: शाहपुर शीतलखेड़ा
te_in: శాహపుర్ శీతలఖె ా

source: Shahpur Shukla
hi_in: शाहपुर शुक्ल
te_in: శాహపుర్ శుక్ల్

source: Shahpura
hi_in: शाहपुरा
te_in: శాహపురా

source: Shahupuri
hi_in: शाहपुरी
te_in: శాహపురీ

source: Shahwala
hi_in: शहवाला
te_in: శహవాలా

source: Shaikapur
hi_in: शिकपुर
te_in: శికపుర్

source: Shailapani
hi_in: शिल्पानि
te_in: శిల్పాని

source: Shaimpet
hi_in: शैमपेट
te_in: శేమపెట్

source: Shajapur
hi_in: शाजापुर
te_in: శాజాపుర్

source: Shajapur Town
hi_in: शाजापुर टाउन
te_in: శాజాపుర్ టాఉన్

source: Shakarmandi
hi_in: शकरमंडी
te_in: శకరమండీ

source: Shakarpur
hi_in: शकरपुर
te_in: శకరపుర్

source: Shakespeare Sarani
hi_in: शेक्सपियर सारणी
te_in: శెక్సపియర్ సారణీ

source: Shakti
hi_in: शक्ति
te_in: శక్తి

source: Shakti Nagar (Gwalior)
hi_in: शक्ति नगर (ग्वालियर)
te_in: శక్తి నగర్ (గ్వాలియర్)

source: Shakti Nagar (Jalandhar)
hi_in: शक्ति नगर (जालंधर)
te_in: శక్తి నగర్ (జాలంధర్)

source: Shakti Nagar (North Delhi)
hi_in: शक्ति नगर (नार्थ देल्ही)
te_in: శక్తి నగర్ (నార్థ్ ఢిల్లీ)

source: Shaktigarh
hi_in: शक्तिगढ़
te_in: శక్తిగ్

source: Shaktinagar (Udhampur)
hi_in: शक्तिनगर (उधमपुर)
te_in: శక్తినగర్ (ఉధమపుర్)

source: Shaktinagar Jammu
hi_in: शक्तिनगर जम्मू
te_in: శక్తినగర్ జమ్మూ

source: Shaktipith Chandidham
hi_in: शक्तिपीठ चंडीधाम
te_in: శక్తిపీఠ్ చండీధాం

source: Shakur Pur I Block
hi_in: शकूर पुर ई ब्लॉक
te_in: శకూర్ పుర్ ఈ బ్ల్ క్

source: Shakurbasti Rs
hi_in: शकूरबस्ती रस
te_in: శకూరబస్తీ రస్

source: Shalamar
hi_in: शालामार
te_in: శాలామార్

source: Shalawas Kalan
hi_in: शैलावास कलां
te_in: శేలావాస్ కలాం

source: Shalbari
hi_in: शालबारी
te_in: శాలబారీ

source: Shalimar Bagh (North West Delhi)
hi_in: शालीमार बाग (नार्थ वेस्ट देल्ही)
te_in: శాలీమార్ బాగ్ (నార్థ్ వెస్ట్ ఢిల్లీ)

source: Shallang
hi_in: शालांग
te_in: శాలాంగ్

source: Sham Nagar
hi_in: शाम नगर
te_in: శామ్ నగర్

source: Shamat Ganj
hi_in: सहमत गंज
te_in: సహమత్ గంజ్

source: Shambhuwala
hi_in: शंभूवाला
te_in: శంభూవాలా

source: Shamirpet
hi_in: शमीरपेट
te_in: శమీరపెట్

source: Shamli Road
hi_in: शामली रोड
te_in: శామలీ రోడ్

source: Shamna
hi_in: शमन
te_in: శమన్

source: Shamnagar Dharamsala
hi_in: श्यामनगर धरमसाला
te_in: శ్యామనగర్ ధరమసాలా

source: Shamshabad (K.V.Rangareddy)
hi_in: शमशाबाद (के.वी.रंगारेड्डी)
te_in: శమశాబాద్ (కె.వీ.రంగారెడ్డీ)

source: Shamti
hi_in: सहमति
te_in: సహమతి

source: Shamukh
hi_in: शमुख
te_in: శముఖ్

source: Shaniwar Peth (Kolhapur)
hi_in: शनिवार पेठ (कोल्हापुर)
te_in: శనివార్ పెఠ్ (కోల్హాపుర్)

source: Shaniwar Peth (Pune)
hi_in: शनिवार पेठ (पुणे)
te_in: శనివార్ పెఠ్ (పూణే)

source: Shankar Nagar
hi_in: शंकर नगर
te_in: శంకర్ నగర్

source: Shankar Pat Khauli
hi_in: शंकर पैट खुली
te_in: శంకర్ పేట్ ఖులీ

source: Shankar Talav
hi_in: शंकर तालाव
te_in: శంకర్ తాలావ్

source: Shankarabanda
hi_in: शंकरबंद
te_in: శంకరబంద్

source: Shankaripuram Extention
hi_in: शंकरीपुरम एक्सटेंशन
te_in: శంకరీపురమ్ ఏక్సటెంశన్

source: Shankarpur
hi_in: शंकरपुर
te_in: శంకరపుర్

source: Shankerpur Sarai
hi_in: शंकरपुर सारे
te_in: శంకరపుర్ సారె

source: Shankhalpur
hi_in: शंखलपुर
te_in: శంఖలపుర్

source: Shankinigiri
hi_in: शङ्किणीगिरि
te_in: శఙ్కిణీగిరి

source: Shankshar
hi_in: शङ्क्षर
te_in: శఙ్క్షర్

source: Shanmugapuram
hi_in: शंमुगापुरम
te_in: శంముగాపురం

source: Shanmugham Road
hi_in: षणमुगम रोड
te_in: షణముగమ్ రోడ్

source: Shansha
hi_in: शंशा
te_in: శంశా

source: Shanthalli
hi_in: शंठल्ली
te_in: శంఠల్లీ

source: Shanthi Nagar
hi_in: शांति नगर
te_in: శాంతి నగర్

source: Shanthigodu
hi_in: शंतिगोड़ऊ
te_in: శంతిగో ఊ

source: Shanthinagar
hi_in: शांतिनगर
te_in: శాంతినగర్

source: Shanti Nagar
hi_in: शांति नगर
te_in: శాంతి నగర్

source: Shantinagar
hi_in: शांतिनगर
te_in: శాంతినగర్

source: Shantinagar (Hyderabad)
hi_in: शांतिनगर (हैदराबाद)
te_in: శాంతినగర్ (హేదరాబాద్)

source: Shantivan
hi_in: शांतिवन
te_in: శాంతివన్

source: Shanumangala
hi_in: सहनूमंगल
te_in: సహనూమంగల్

source: Shapar
hi_in: शॉपर
te_in: శ్ పర్

source: Shapur Turk
hi_in: शापुर तुर्क
te_in: శాపుర్ తుర్క్

source: Sharadnagar
hi_in: शारदानगर
te_in: శారదానగర్

source: Sharambal Camp
hi_in: श्रमबल कैंप
te_in: శ్రమబల్ కేంప్

source: Shardanagar
hi_in: शारदानगर
te_in: శారదానగర్

source: Sharia
hi_in: शरीया
te_in: శరీయా

source: Sharienwala
hi_in: श्रीएनवाला
te_in: శ్రీఏనవాలా

source: Sharif Garh
hi_in: शरीफ गढ़
te_in: శరీఫ్ గ్

source: Sharma
hi_in: शर्मा
te_in: శర్మా

source: Sharma Estate
hi_in: शर्मा एस्टेट
te_in: శర్మా ఏస్టెట్

source: Sharmakhas
hi_in: शरमखास
te_in: శరమఖాస్

source: Shashtrinagar
hi_in: शास्त्रीनगर
te_in: శాస్త్రీనగర్

source: Shastri Bhavan
hi_in: शास्त्री भवन
te_in: శాస్త్రీ భవన్

source: Shastri Marg
hi_in: शास्त्री मार्ग
te_in: శాస్త్రీ మార్గ్

source: Shastri Nagar
hi_in: शास्त्री नगर
te_in: శాస్త్రీ నగర్

source: Shastri Nagar (Bhopal)
hi_in: शास्त्री नगर (भोपाल)
te_in: శాస్త్రీ నగర్ (భోపాల్)

source: Shastri Nagar (Chennai)
hi_in: शास्त्री नगर (चेन्नई)
te_in: శాస్త్రీ నగర్ (చెన్నై)

source: Shastri Nagar (Meerut)
hi_in: शास्त्री नगर (मेरठ)
te_in: శాస్త్రీ నగర్ (మెరఠ్)

source: Shastri Nagar (North West Delhi)
hi_in: शास्त्री नगर (नार्थ वेस्ट देल्ही)
te_in: శాస్త్రీ నగర్ (నార్థ్ వెస్ట్ ఢిల్లీ)

source: Shastrinagar (Ahmedabad)
hi_in: शास्त्रीनगर (अहमदाबाद)
te_in: శాస్త్రీనగర్ (అహ్మదాబాదు)

source: Shastrinagar (Thane)
hi_in: शास्त्रीनगर (ठाणे)
te_in: శాస్త్రీనగర్ (ఠాణె)

source: Shaval
hi_in: शैवाल
te_in: శేవాల్

source: Shawad
hi_in: शव्द
te_in: శవ్ద్

source: Shawani
hi_in: श्रावणी
te_in: శ్రావణీ

source: Shaya Chabron
hi_in: सहाय चैबरों
te_in: సహాయ్ చేబరోం

source: Shayaad Yasinpur
hi_in: शायद यासीनपुर
te_in: శాయద్ యాసీనపుర్

source: Shaymraipur
hi_in: शयमराईपुर
te_in: శయమరాఈపుర్

source: Shazada Sant Singh
hi_in: सहजाद संत सिंह
te_in: సహజాద్ సంత్ సింహ్

source: Sheel
hi_in: शील
te_in: శీల్

source: Shegunshi
hi_in: शेगुन्शी
te_in: శెగున్శీ

source: Shehdana Colony
hi_in: शाहदाना कॉलोनी
te_in: శాహదానా క్ లోనీ

source: Sheikhpur Ahir
hi_in: शेखपुर अहीर
te_in: శెఖపుర్ అహీర్

source: Sheikhpur Sotter
hi_in: शेखपुर सोत्तर
te_in: శెఖపుర్ సోత్తర్

source: Sheikhpura (Patna)
hi_in: शेखपुरा (पटना)
te_in: శెఖపురా (పటనా)

source: Sheikhpura R S
hi_in: शेखपुरा र स
te_in: శెఖపురా ర్ స్

source: Shekhopur
hi_in: शेखोपुर
te_in: శెఖోపుర్

source: Shekhupur
hi_in: शेखुपुर
te_in: శెఖుపుర్

source: Shela
hi_in: शेल
te_in: శెల్

source: Shelter Chhak
hi_in: शेल्टर चहक
te_in: శెల్టర్ చహక్

source: Shelu
hi_in: शेलू
te_in: శెలూ

source: Shenawade
hi_in: शेनवाड़े
te_in: శెనవా ె

source: Shenbagapudur
hi_in: शेंबगापुडुर
te_in: శెంబగాపుడుర్

source: Shendla
hi_in: शेंडल
te_in: శెండల్

source: Shendurjane
hi_in: शेंदुरजने
te_in: శెందురజనె

source: Shenoy Nagar
hi_in: शेनॉय नगर
te_in: శెన్ య్ నగర్

source: Shenwa
hi_in: शेव
te_in: శెవ్

source: Sheoganj (Bhojpur)
hi_in: शेवगंज (भोजपुर)
te_in: శెవగంజ్ (భోజపుర్)

source: Sheohar
hi_in: शिवहर
te_in: శెఓహర్

source: Sheora
hi_in: शेयर
te_in: శెయర్

source: Sheoraphuli
hi_in: शेओराफुली
te_in: శెఓరాఫులీ

source: Shera
hi_in: शेरा
te_in: శెరా

source: Sheran Wala Gate Patiala
hi_in: शेरां वाला गेट पटियाला
te_in: శెరాం వాలా గెట్ పటియాలా

source: Sherathang
hi_in: शेराथांग
te_in: శెరాథాంగ్

source: Sherdi
hi_in: शेरडी
te_in: శెరడీ

source: Shere
hi_in: शेरे
te_in: శెరె

source: Sherechiwadi
hi_in: शेरएचिवड़ी
te_in: శెరఏచివ్ ీ

source: Sherekan
hi_in: शेरेकां
te_in: శెరెకాం

source: Shergarh
hi_in: शेरगढ़
te_in: శెరగ్

source: Sherkhi
hi_in: शेरखी
te_in: శెరఖీ

source: Shermohammadpet
hi_in: शेरमोहम्मदपेट
te_in: శెరమోహమ్మదపెట్

source: Sheron
hi_in: शेरोन
te_in: శెరోన్

source: Sherpur
hi_in: शेरपुर
te_in: శెరపుర్

source: Sherpur Kalan
hi_in: शेरपुर कलां
te_in: శెరపుర్ కలాం

source: Sherpur Kalyan
hi_in: शेरपुर कल्याण
te_in: శెరపుర్ కల్యాణ్

source: Sherpur Khilchipur
hi_in: शेरपुर खिलचीपुर
te_in: శెరపుర్ ఖిలచీపుర్

source: Sherpur Luhari
hi_in: शेरपुर लुहरी
te_in: శెరపుర్ లుహరీ

source: Sherpur PSSK
hi_in: शेरपुर पस्सक
te_in: శెరపుర్ పస్సక్

source: Sherpura
hi_in: शेरपुर
te_in: శెరపుర్

source: Sherthali
hi_in: शरथली
te_in: శరథలీ

source: Sherul
hi_in: शेड्यूल
te_in: శెడ్యూల్

source: Sheruphie
hi_in: शेरूपहिए
te_in: శెరూపహిఏ

source: Sheshagiri
hi_in: शेषगिरि
te_in: శెషగిరి

source: Shetfalgade
hi_in: शेटफलग़डे
te_in: శెటఫలౚడె

source: Shetruji Dam
hi_in: शेत्रुजी डैम
te_in: శెత్రుజీ డేం

source: Shettihalli
hi_in: शेट्टीहल्ली
te_in: శెట్టీహల్లీ

source: Shettykoppa
hi_in: शेट्टीकोप्पा
te_in: శెట్టీకోప్పా

source: Sheva
hi_in: शेव
te_in: శెవ్

source: Shevapet
hi_in: शेवपेट
te_in: శెవపెట్

source: Shevapet Bazaar
hi_in: शेवपेट बाजार
te_in: శెవపెట్ బాజార్

source: Shevgaon
hi_in: शेवगाओं
te_in: శెవగాఓం

source: Shevge
hi_in: शेवगे
te_in: శెవగె

source: Shia Lines
hi_in: शिया लाइन्स
te_in: శియా లాఇన్స్

source: Shiaupura
hi_in: शिआउपुर
te_in: శిఆఉపుర్

source: Shiavane
hi_in: शिवे
te_in: శివె

source: Shibaje
hi_in: शिबाजे
te_in: శిబాజె

source: Shibganj
hi_in: साहिबगंज
te_in: సాహిబగంజ్

source: Shibpur
hi_in: शिबपुर
te_in: శిబపుర్

source: Shigali
hi_in: शिगली
te_in: శిగలీ

source: Shikara
hi_in: शिकार
te_in: శికార్

source: Shikari Mahka
hi_in: शिकारी महक
te_in: శికారీ మహక్

source: Shikaripur
hi_in: शिकारीपुर
te_in: శికారీపుర్

source: Shikaripura Bazar
hi_in: शिकारीपुर बाजार
te_in: శికారీపుర్ బాజార్

source: Shikarpur
hi_in: शिकारपुर
te_in: శికారపుర్

source: Shikhar
hi_in: शिखर
te_in: శిఖర్

source: Shikohpur
hi_in: शिकोहपुर
te_in: శికోహపుర్

source: Shikrapur
hi_in: शिकारपुर
te_in: శికారపుర్

source: Shiksha Mandal
hi_in: शिक्षा मंडल
te_in: శిక్షా మండల్

source: Shilaj
hi_in: शिलाज
te_in: శిలాజ్

source: Shili
hi_in: शैली
te_in: శేలీ

source: Shillong G.P.O.
hi_in: शिलांग जी.पी.ओ.
te_in: శిలాంగ్ జీ.పీ.ఓ.

source: Shilphata
hi_in: शिल्पहाट
te_in: శిల్పహాట్

source: Shimla East
hi_in: शिमला ईस्ट
te_in: శిమలా ఈస్ట్

source: Shimla G.P.O.
hi_in: शिमला जी.पी.ओ.
te_in: శిమలా జీ.పీ.ఓ.

source: Shimla High Court
hi_in: शिमला हाई कोर्ट
te_in: శిమలా హాఈ కోర్ట్

source: Shimlapuri
hi_in: शिमलापुरी
te_in: శిమలాపురీ

source: Shimoga
hi_in: शिमोगा
te_in: శిమోగా

source: Shimoga Ambedkarnagar
hi_in: शिमोगा अम्बेडकरनगर
te_in: శిమోగా అమ్బెడకరనగర్

source: Shimoga District Office
hi_in: शिमोगा डिस्ट्रिक्ट ऑफिस
te_in: శిమోగా డిస్ట్రిక్ట్ ఑ఫిస్

source: Shimoga Doddapete
hi_in: शिमोगा डोड्डापेटे
te_in: శిమోగా డోడ్డాపెటె

source: Shimoga Kote
hi_in: शिमोगा कोटे
te_in: శిమోగా కోటె

source: Shimoga Market
hi_in: शिमोगा मार्किट
te_in: శిమోగా మార్కిట్

source: Shimoga Railway Station
hi_in: शिमोगा रेलवे स्टेशन
te_in: శిమోగా రెలవె స్టెశన్

source: Shindavane
hi_in: सिंदवाने
te_in: సిందవానె

source: Shinde Ki Chhawani
hi_in: शिंदे की छावनी
te_in: శిందె కీ ఛావనీ

source: Shindewadi
hi_in: शिंदेवादि
te_in: శిందెవాది

source: Shindikurbet
hi_in: शिंदीकरबेट
te_in: శిందీకరబెట్

source: Shindogi
hi_in: शिन्दोगी
te_in: శిన్దోగీ

source: Shioni Pisa
hi_in: शिवनी पिसा
te_in: శివనీ పిసా

source: Shiopur Sakra
hi_in: शिवपुर सक्र
te_in: శివపుర్ సక్ర్

source: Shiorajpur
hi_in: शिवराजपुर
te_in: శివరాజపుర్

source: Shiponger
hi_in: शिपॉनजर
te_in: శిప్ నజర్

source: Shipra Sun City
hi_in: शिप्रा सन सिटी
te_in: శిప్రా సన్ సిటీ

source: Shipur
hi_in: शीपुर
te_in: శీపుర్

source: Shirady
hi_in: शिरडी
te_in: శిరడీ

source: Shirala Nemane
hi_in: शिराला नेमाने
te_in: శిరాలా నెమానె

source: Shiralakoppa
hi_in: शिरलाकोप्पा
te_in: శిరలాకోప్పా

source: Shirambe
hi_in: श्रीअम्बे
te_in: శ్రీఅమ్బె

source: Shirapur (Solapur)
hi_in: शिरपुर (सोलापुर)
te_in: శిరపుర్ (సోలాపుర్)

source: Shirasgaon
hi_in: शिरसगों
te_in: శిరసగోం

source: Shirasgaon Lauki
hi_in: शिरसगों लौकी
te_in: శిరసగోం లౌకీ

source: Shirasgaonkata
hi_in: शिरसगावकता
te_in: శిరసగావకతా

source: Shiravali
hi_in: शिरावली
te_in: శిరావలీ

source: Shirbadagi
hi_in: श्रीबदगी
te_in: శ్రీబదగీ

source: Shirdhane
hi_in: शिरधने
te_in: శిరధనె

source: Shirdhon
hi_in: शिरढोण
te_in: శిరఢోణ్

source: Shirdi
hi_in: शिरडी
te_in: శిరడీ

source: Shirgaon
hi_in: शिरगांव
te_in: శిరగాంవ్

source: Shirgaon(Umbraj)
hi_in: शिरगांव(उम्ब्रेज)
te_in: శిరగాంవ్(ఉమ్బ్రెజ్)

source: Shirguppi
hi_in: शिरगुप्पी
te_in: శిరగుప్పీ

source: Shirki
hi_in: शिरकी
te_in: శిరకీ

source: Shirkuli
hi_in: शिरकुली
te_in: శిరకులీ

source: Shirol
hi_in: शिरोल
te_in: శిరోల్

source: Shirola
hi_in: शिरोल
te_in: శిరోల్

source: Shiroli
hi_in: शिरोली
te_in: శిరోలీ

source: Shirpur
hi_in: शिरपुर
te_in: శిరపుర్

source: Shirsa
hi_in: शिरसा
te_in: శిరసా

source: Shirsale
hi_in: शिरसले
te_in: శిరసలె

source: Shirsole
hi_in: शिरसोले
te_in: శిరసోలె

source: Shirsurwadi
hi_in: श्रीसुरवादी
te_in: శ్రీసురవాదీ

source: Shirte
hi_in: शर्ते
te_in: శర్తె

source: Shirti
hi_in: श्रीति
te_in: శ్రీతి

source: Shirud-digar
hi_in: शिरूड-दीगर
te_in: శిరూడ్-దీగర్

source: Shirur (Pune)
hi_in: शिरूर (पुणे)
te_in: శిరూర్ (పూణే)

source: Shirvande
hi_in: शिरवन्दे
te_in: శిరవన్దె

source: Shirwal
hi_in: शिरवल
te_in: శిరవల్

source: Shishila
hi_in: शिशिला
te_in: శిశిలా

source: Shiv Budruk
hi_in: शिव बुद्रुक
te_in: శివ్ బుద్రుక్

source: SHIVA
hi_in: शिव
te_in: శివ్

source: Shivaganaga
hi_in: शिवगंग
te_in: శివగంగ్

source: Shivajee Park Alwar
hi_in: शिवाजी पार्क अलवर
te_in: శివాజీ పార్క్ అలవర్

source: Shivaji Colony
hi_in: शिवाजी कॉलोनी
te_in: శివాజీ క్ లోనీ

source: Shivaji Housing Society
hi_in: शिवजी हाउसिंग सोसाइटी
te_in: శివజీ హాఉసింగ్ సోసాఇటీ

source: Shivaji Marg (Lucknow)
hi_in: शिवाजी मार्ग (लखनऊ)
te_in: శివాజీ మార్గ్ (లఖనఊ)

source: Shivaji Nagar (Amravati)
hi_in: शिवाजी नगर (अमरावती)
te_in: శివాజీ నగర్ (అమరావతీ)

source: Shivaji Nagar (Bhopal)
hi_in: शिवाजी नगर (भोपाल)
te_in: శివాజీ నగర్ (భోపాల్)

source: Shivaji Nagar (Gurgaon)
hi_in: शिवाजी नगर (गुडगाँव)
te_in: శివాజీ నగర్ (గుడగాఁవ్)

source: Shivaji Nagar (Kanpur Nagar)
hi_in: शिवाजी नगर (कानपूर नगर)
te_in: శివాజీ నగర్ (కానపూర్ నగర్)

source: Shivaji Nagar (Mumbai)
hi_in: शिवाजी नगर (मुम्बई)
te_in: శివాజీ నగర్ (ముంబై)

source: Shivaji Nagar (RTG)
hi_in: शिवाजी नगर (रटग)
te_in: శివాజీ నగర్ (రటగ్)

source: Shivaji Park (East Delhi)
hi_in: शिवाजी पार्क (ईस्ट देल्ही)
te_in: శివాజీ పార్క్ (ఈస్ట్ ఢిల్లీ)

source: Shivaji Park (Mumbai)
hi_in: शिवाजी पार्क (मुम्बई)
te_in: శివాజీ పార్క్ (ముంబై)

source: Shivaji Park (West Delhi)
hi_in: शिवाजी पार्क (वेस्ट देल्ही)
te_in: శివాజీ పార్క్ (వెస్ట్ ఢిల్లీ)

source: Shivaji Park Akola
hi_in: शिवाजी पार्क अकोला
te_in: శివాజీ పార్క్ అకోలా

source: Shivaji Peth
hi_in: शिवजी पीठ
te_in: శివజీ పీఠ్

source: Shivaji Udyam Nagar
hi_in: शिवजी उद्यम नगर
te_in: శివజీ ఉద్యమ్ నగర్

source: Shivaji Veedyapeeth Marg
hi_in: शिवाजी विद्यापीठ मार्ग
te_in: శివాజీ విద్యాపీఠ్ మార్గ్

source: Shivajinagar
hi_in: शिवाजीनगर
te_in: శివాజీనగర్

source: Shivajinagar (Nanded)
hi_in: शिवाजीनगर (नांदेड़)
te_in: శివాజీనగర్ (నాందె )

source: Shivajinagar (Nizamabad)
hi_in: शिवाजीनगर (निज़ामाबाद)
te_in: శివాజీనగర్ (ని ామాబాద్)

source: Shivajinagar (Pune)
hi_in: शिवाजीनगर (पुणे)
te_in: శివాజీనగర్ (పూణే)

source: Shivajinagar Ichalkaranji
hi_in: शिवाजीनगर इचलकरंजी
te_in: శివాజీనగర్ ఇచలకరంజీ

source: Shivajinagar Parbhani
hi_in: शिवाजीनगर परभणी
te_in: శివాజీనగర్ పరభణీ

source: Shivala
hi_in: शिवाला
te_in: శివాలా

source: Shivalik Nagar
hi_in: शिवालिक नगर
te_in: శివాలిక్ నగర్

source: Shivanagar
hi_in: शिवनगर
te_in: శివనగర్

source: Shivanahalli
hi_in: शिवनाहल्ली
te_in: శివనాహల్లీ

source: Shivane
hi_in: शिवने
te_in: శివనె

source: Shivani Kothal
hi_in: शिवानी कैथल
te_in: శివానీ కేథల్

source: Shivani Lakh
hi_in: शिवानी लाख
te_in: శివానీ లాఖ్

source: Shivapete
hi_in: शिवपेट
te_in: శివపెట్

source: Shivapur
hi_in: शिवपुर
te_in: శివపుర్

source: Shivapura
hi_in: शिवपुर
te_in: శివపుర్

source: Shivaraathreeswar Nagar
hi_in: शिवराटहरिस्वर नगर
te_in: శివరాటహరిస్వర్ నగర్

source: Shivari
hi_in: शिवरी
te_in: శివరీ

source: Shivayogmandir
hi_in: शिवयोगमंदिर
te_in: శివయోగమందిర్

source: Shivdasa
hi_in: शिवदास
te_in: శివదాస్

source: Shive
hi_in: शिवे
te_in: శివె

source: Shivgarh
hi_in: शिवगढ़
te_in: శివగ్

source: Shivkar
hi_in: शिवकर
te_in: శివకర్

source: Shivnagar
hi_in: शिवनगर
te_in: శివనగర్

source: Shivnar
hi_in: शिवनार
te_in: శివనార్

source: Shivpura Ghata
hi_in: शिवपुर घाट
te_in: శివపుర్ ఘాట్

source: Shivpuri (Kheri)
hi_in: शिवपुरी (खेरी)
te_in: శివపురీ (ఖెరీ)

source: Shivpuri (Meerut)
hi_in: शिवपुरी (मेरठ)
te_in: శివపురీ (మెరఠ్)
