Repository: healthvdev/custom_template
Catalog: languages/*.po
Languages: hi_in, te_in

source: Rajanpur
hi_in: राजनपुर
te_in: రాజనపుర్

source: Rajanwali
hi_in: राजांवाली
te_in: రాజాంవాలీ

source: Rajapalayam
hi_in: राजपलायम
te_in: రాజపలాయం

source: Rajapalayam Ambalapuli Bazzar
hi_in: राजपलायम अम्बलपुली बज़्ज़ार
te_in: రాజపలాయమ్ అమ్బలపులీ బ్ ్ ార్

source: Rajapalayam Bazzar
hi_in: राजपलायम बज़्ज़ार
te_in: రాజపలాయమ్ బ్ ్ ార్

source: Rajapalayam Bus Stand
hi_in: राजपलायम बस स्टैंड
te_in: రాజపలాయమ్ బస్ స్టేండ్

source: Rajapara
hi_in: राजापारा
te_in: రాజాపారా

source: Rajapeth
hi_in: राजपथ
te_in: రాజపథ్

source: Rajappa Nagar
hi_in: राजप्पा नगर
te_in: రాజప్పా నగర్

source: Rajapur
hi_in: राजपुर
te_in: రాజపుర్

source: Rajapuram
hi_in: राजपुरम
te_in: రాజపురం

source: Rajaputhukudi
hi_in: राजपृथुकुडी
te_in: రాజపృథుకుడీ

source: Rajarajeshwarinagar
hi_in: राजराजेश्वरीनगर
te_in: రాజరాజెశ్వరీనగర్

source: Rajaramnagar Colony-
hi_in: राजारामनगर कॉलोनी-
te_in: రాజారామనగర్ క్ లోనీ-

source: Rajarampuri
hi_in: राजारामपुरी
te_in: రాజారామపురీ

source: Rajarhat Gopalpur
hi_in: राजारहाट गोपालपुर
te_in: రాజారహాట్ గోపాలపుర్

source: Rajasooriyamadai
hi_in: राजसूरियमदे
te_in: రాజసూరియమదె

source: Rajasthan Secretariate
hi_in: राजस्थान सेक्रेटरिएट
te_in: రాజస్థాన్ సెక్రెటరిఏట్

source: Rajasthan State Hotel
hi_in: राजस्थान स्टेट होटल
te_in: రాజస్థాన్ స్టెట్ హోటల్

source: Rajasthan University
hi_in: राजस्थान यूनिवर्सिटी
te_in: రాజస్థాన్ యూనివర్సిటీ

source: Rajatpur
hi_in: राजतपुर
te_in: రాజతపుర్

source: Rajaulatu
hi_in: राजाउलातु
te_in: రాజాఉలాతు

source: Rajavadar
hi_in: रजवाड
te_in: రజవాడ్

source: Rajavolu
hi_in: राजवोलु
te_in: రాజవోలు

source: Rajawadi
hi_in: रजवाड़ी
te_in: రజవా ీ

source: Rajawali
hi_in: राजवली
te_in: రాజవలీ

source: Rajbagh
hi_in: राजबाग
te_in: రాజబాగ్

source: Rajbalhat
hi_in: राज्बल्हट
te_in: రాజ్బల్హట్

source: Rajballavpur
hi_in: राजबल्लवपुर
te_in: రాజబల్లవపుర్

source: Rajbandh
hi_in: राजबांध
te_in: రాజబాంధ్

source: Rajbari Colony
hi_in: राजबारी कॉलोनी
te_in: రాజబారీ క్ లోనీ

source: Rajbari Para
hi_in: राजबारी पर
te_in: రాజబారీ పర్

source: Rajbati Ramnagar
hi_in: राजबेटी रामनगर
te_in: రాజబెటీ రామనగర్

source: Rajbhavan (Bangalore)
hi_in: राजभवन (बैंगलोर)
te_in: రాజభవన్ (బెంగుళూరు)

source: Rajbhavan (Chennai)
hi_in: राजभवन (चेन्नई)
te_in: రాజభవన్ (చెన్నై)

source: Rajbhavan (Mumbai)
hi_in: राजभवन (मुम्बई)
te_in: రాజభవన్ (ముంబై)

source: Rajbolaram
hi_in: राजबालाराम
te_in: రాజబాలారాం

source: Rajborasamber
hi_in: राजबोरसम्बर
te_in: రాజబోరసమ్బర్

source: Rajdang
hi_in: राजडंग
te_in: రాజడంగ్

source: Raje
hi_in: राजे
te_in: రాజె

source: Raje Raghujinagar
hi_in: राजे रघुजीनगर
te_in: రాజె రఘుజీనగర్

source: Rajeeva Nagar
hi_in: राजीव नगर
te_in: రాజీవ్ నగర్

source: Rajehar
hi_in: राजेहर
te_in: రాజెహర్

source: Rajender Nagar
hi_in: राजेंद्र नगर
te_in: రాజెంద్ర్ నగర్

source: Rajendra Avenue
hi_in: राजेंद्र अवेनुए
te_in: రాజెంద్ర్ అవెనుఏ

source: Rajendra College (Saran)
hi_in: राजेंद्र कॉलेज (सरन)
te_in: రాజెంద్ర్ క్ లెజ్ (సరన్)

source: Rajendra Nagar (Ananthapur)
hi_in: राजेंद्र नगर (अनंतपुर)
te_in: రాజెంద్ర్ నగర్ (అనంతపుర్)

source: Rajendra Nagar (Bareilly)
hi_in: राजेंद्र नगर (ब्रेइलली)
te_in: రాజెంద్ర్ నగర్ (బ్రెఇలలీ)

source: Rajendra Nagar (Cuttack)
hi_in: राजेंद्र नगर (कुट्टक)
te_in: రాజెంద్ర్ నగర్ (కుట్టక్)

source: Rajendra Nagar (Indore)
hi_in: राजेंद्र नगर (इंदौर)
te_in: రాజెంద్ర్ నగర్ (ఇండోర్)

source: Rajendra Nagar (Mumbai)
hi_in: राजेंद्र नगर (मुम्बई)
te_in: రాజెంద్ర్ నగర్ (ముంబై)

source: Rajendra Nagar (Patna)
hi_in: राजेंद्र नगर (पटना)
te_in: రాజెంద్ర్ నగర్ (పటనా)

source: Rajendra Nagar (Raipur)
hi_in: राजेंद्र नगर (रायपुर)
te_in: రాజెంద్ర్ నగర్ (రాయపుర్)

source: Rajendranagar
hi_in: राजेंद्रनगर
te_in: రాజెంద్రనగర్

source: Rajendranagar (K.V.Rangareddy)
hi_in: राजेंद्रनगर (के.वी.रंगारेड्डी)
te_in: రాజెంద్రనగర్ (కె.వీ.రంగారెడ్డీ)

source: Rajendranagar (Lucknow)
hi_in: राजेंद्रनगर (लखनऊ)
te_in: రాజెంద్రనగర్ (లఖనఊ)

source: Rajendranagar Colony
hi_in: राजेन्द्रनगर कॉलोनी
te_in: రాజెన్ద్రనగర్ క్ లోనీ

source: Rajendraprasad Colony
hi_in: राजेंद्रप्रसाद कॉलोनी
te_in: రాజెంద్రప్రసాద్ క్ లోనీ

source: Rajepur
hi_in: राजेपुर
te_in: రాజెపుర్

source: Rajepur Kopa
hi_in: राजेपुर कोप
te_in: రాజెపుర్ కోప్

source: Rajera
hi_in: राजेरा
te_in: రాజెరా

source: Rajewadi
hi_in: राजेवाडी
te_in: రాజెవాడీ

source: Rajeypur Tappa Mandal
hi_in: राजेपुर टप्पा मंडल
te_in: రాజెపుర్ టప్పా మండల్

source: Rajgadh
hi_in: राजगढ़
te_in: రాజగ్

source: Rajgamar Colliery
hi_in: रजगामार कोलियरी
te_in: రజగామార్ కోలియరీ

source: Rajgangpur
hi_in: राजगांगपुर
te_in: రాజగాంగపుర్

source: Rajganj
hi_in: राजगंज
te_in: రాజగంజ్

source: Rajgarh
hi_in: राजगढ़
te_in: రాజగఢ్

source: Rajgarh (Siramur)
hi_in: राजगढ़ (सिरमूर)
te_in: రాజగ్ (సిరమూర్)

source: Rajgarh Bus Stand
hi_in: राजगढ़ बस स्टैंड
te_in: రాజగ్ బస్ స్టేండ్

source: Rajgarh(Bia)
hi_in: राजगढ़(बीए)
te_in: రాజగ్ (బీఏ)

source: Rajgarh(Bia) Town
hi_in: राजगढ़(बीए) टाउन
te_in: రాజగ్ (బీఏ) టాఉన్

source: Rajghat
hi_in: राजघाट
te_in: రాజఘాట్

source: Rajguru Nagar
hi_in: राजगुरु नगर
te_in: రాజగురు నగర్

source: Rajgurunagar
hi_in: राजगुरुनगर
te_in: రాజగురునగర్

source: Rajhana
hi_in: रझान
te_in: రఝాన్

source: Rajhara Rest
hi_in: राजहरा रेस्ट
te_in: రాజహరా రెస్ట్

source: Rajhara Rest RS
hi_in: राजहरा रेस्ट रस
te_in: రాజహరా రెస్ట్ రస్

source: Rajhat
hi_in: राजहठ
te_in: రాజహఠ్

source: Rajiasar
hi_in: राजियासर
te_in: రాజియాసర్

source: Rajib
hi_in: राजीब
te_in: రాజీబ్

source: Rajindergarh
hi_in: राजिंदेरगढ़
te_in: రాజిందెరగ్

source: Rajjupur
hi_in: रज्जुपुर
te_in: రజ్జుపుర్

source: Rajkot
hi_in: राजकोट
te_in: రాజ్‌కోట్

source: Rajkot Raiya Road
hi_in: राजकोट रैया रोड
te_in: రాజ్‌కోట్ రేయా రోడ్

source: Rajkot Aji Ind Estate
hi_in: राजकोट अजी जींद एस्टेट
te_in: రాజ్‌కోట్ అజీ జీంద్ ఏస్టెట్

source: Rajkot Bedipara
hi_in: राजकोट बेडपर
te_in: రాజ్‌కోట్ బెడపర్

source: Rajkot Bhaktinagar
hi_in: राजकोट भक्तिनगर
te_in: రాజ్‌కోట్ భక్తినగర్

source: Rajkot Bhomeshwar Plot
hi_in: राजकोट भोमेश्वर प्लाट
te_in: రాజ్‌కోట్ భోమెశ్వర్ ప్లాట్

source: Rajkot Collectorate
hi_in: राजकोट कोल्लेकतोरते
te_in: రాజ్‌కోట్ కోల్లెకతోరతె

source: Rajkot D H College
hi_in: राजकोट डी ह कॉलेज
te_in: రాజ్‌కోట్ డీ హ్ క్ లెజ్

source: Rajkot Jairaj Plot
hi_in: राजकोट जयराज प्लाट
te_in: రాజ్‌కోట్ జయరాజ్ ప్లాట్

source: Rajkot Jn. Plot
hi_in: राजकोट जन. प्लाट
te_in: రాజ్‌కోట్ జన్. ప్లాట్

source: Rajkot Kalavad Road
hi_in: राजकोट कालवाड़ रोड
te_in: రాజ్‌కోట్ కాలవా రోడ్

source: Rajkot Malviyanagar
hi_in: राजकोट मालवीयनगर
te_in: రాజ్‌కోట్ మాలవీయనగర్

source: Rajkot Manahar Plot
hi_in: राजकोट मनहर प्लाट
te_in: రాజ్‌కోట్ మనహర్ ప్లాట్

source: Rajkot Mandvi Chowk
hi_in: राजकोट मांडवी चौक
te_in: రాజ్‌కోట్ మాండవీ చౌక్

source: Rajkot Marketing Yard
hi_in: राजकोट मार्केटिंग यार्ड
te_in: రాజ్‌కోట్ మార్కెటింగ్ యార్డ్

source: Rajkot Millpara
hi_in: राजकोट मिललपर
te_in: రాజ్‌కోట్ మిలలపర్

source: Rajkot New Jagnath Plot
hi_in: राजकोट नई जगनाथ प्लाट
te_in: రాజ్‌కోట్ నఈ జగనాథ్ ప్లాట్

source: Rajkot Parsi Agiyari Chowk
hi_in: राजकोट पारसी अगियारी चौक
te_in: రాజ్‌కోట్ పారసీ అగియారీ చౌక్

source: Rajkot Popatpara
hi_in: राजकोट पोपटपर
te_in: రాజ్‌కోట్ పోపటపర్

source: Rajkot Postal Colony
hi_in: राजकोट पोस्टल कॉलोनी
te_in: రాజ్‌కోట్ పోస్టల్ క్ లోనీ

source: Rajkot Sau Uni Area
hi_in: राजकोट सौ ऊनि एरिया
te_in: రాజ్‌కోట్ సౌ ఊని ఏరియా

source: Rajkot Sorathiawadi
hi_in: राजकोट सोरठियावादी
te_in: రాజ్‌కోట్ సోరఠియావాదీ

source: Rajkot Udyognagar
hi_in: राजकोट उद्योगनगर
te_in: రాజ్‌కోట్ ఉద్యోగనగర్

source: Rajkot Vivekanandnagar
hi_in: राजकोट विवेकानंदनगर
te_in: రాజ్‌కోట్ వివెకానందనగర్

source: Rajkumar College
hi_in: राजकुमार कॉलेज
te_in: రాజకుమార్ క్ లెజ్

source: Rajla
hi_in: राजल
te_in: రాజల్

source: Rajli
hi_in: राजली
te_in: రాజలీ

source: Rajna
hi_in: राजन
te_in: రాజన్

source: Rajnagar
hi_in: राजनगर
te_in: రాజనగర్

source: Rajnagar (Kendrapara)
hi_in: राजनगर (केंद्रपारा)
te_in: రాజనగర్ (కెంద్రపారా)

source: Rajnandgaon Stadium
hi_in: राजनंदगांव स्टेडियम
te_in: రాజనందగాంవ్ స్టెడియం

source: Rajoda
hi_in: राजोद
te_in: రాజోద్

source: Rajopatti
hi_in: राजोपट्टी
te_in: రాజోపట్టీ

source: Rajouri Garden J-6
hi_in: राजौरी गार्डन ज-6
te_in: రాజౌరీ గార్డన్ జ్-6

source: Rajouri Market
hi_in: राजौरी मार्किट
te_in: రాజౌరీ మార్కిట్

source: Rajpar
hi_in: राजपर
te_in: రాజపర్

source: Rajpara
hi_in: राजपर
te_in: రాజపర్

source: Rajpipla
hi_in: राजपिपला
te_in: రాజపిపలా

source: Rajpipla D.R.
hi_in: राजपिपला डी.आर.
te_in: రాజపిపలా డీ.ఆర్.

source: Rajpur
hi_in: राजपुर
te_in: రాజపుర్

source: Rajpur (Dehradun)
hi_in: राजपुर (देहरादून)
te_in: రాజపుర్ (దెహరాదూన్)

source: Rajpur (S)
hi_in: राजपुर (स)
te_in: రాజపుర్ (స్)

source: Rajpur (South 24 Parganas)
hi_in: राजपुर (साउथ 24 परगन्स)
te_in: రాజపుర్ (సాఉథ్ 24 పరగన్స్)

source: Rajpur Bairihwa
hi_in: राजपुर बैरिहवा
te_in: రాజపుర్ బేరిహవా

source: Rajpur Bazar
hi_in: राजपुर बाजार
te_in: రాజపుర్ బాజార్

source: Rajpur Chhajpur
hi_in: राजपुर छाजपुर
te_in: రాజపుర్ ఛాజపుర్

source: Rajpur Gomtipur
hi_in: राजपुर गोमतीपुर
te_in: రాజపుర్ గోమతీపుర్

source: Rajpur Karibag
hi_in: राजपुर करीबाग
te_in: రాజపుర్ కరీబాగ్

source: Rajpura
hi_in: राजपुरा
te_in: రాజపురా

source: Rajranpur
hi_in: राजरानपुर
te_in: రాజరానపుర్

source: Rajrooppur
hi_in: राजरूपपुर
te_in: రాజరూపపుర్

source: Rajsunakhala
hi_in: राजसुनखाल
te_in: రాజసునఖాల్

source: Rajupet
hi_in: राजूपत
te_in: రాజూపత్

source: Rajupur
hi_in: राजूपुर
te_in: రాజూపుర్

source: Rajur
hi_in: राजूर
te_in: రాజూర్

source: Rajuri
hi_in: राजुरी
te_in: రాజురీ

source: Rajwadih
hi_in: राजवाडीह
te_in: రాజవాడీహ్

source: Rajwal
hi_in: राज्वल
te_in: రాజ్వల్

source: Rajwara
hi_in: रजवार
te_in: రజవార్

source: Rajwas
hi_in: राजवास
te_in: రాజవాస్

source: Rakaba Junglepatti
hi_in: रकबा जंगलपट्टी
te_in: రకబా జంగలపట్టీ

source: Rakai(Pipria)
hi_in: रॉकी(पिपरिया)
te_in: ర్ కీ(పిపరియా)

source: Rakasakoppa
hi_in: रकसकोप्पा
te_in: రకసకోప్పా

source: Rakasipet
hi_in: राकसिपेट
te_in: రాకసిపెట్

source: Rakchham
hi_in: रकछम
te_in: రకఛం

source: Rakh
hi_in: रख
te_in: రఖ్

source: Rakhajangle
hi_in: राखजंगले
te_in: రాఖజంగలె

source: Rakhasini
hi_in: राखसिनी
te_in: రాఖసినీ

source: Rakhi
hi_in: राखी
te_in: రాఖీ

source: Rakhial
hi_in: रखियाल
te_in: రఖియాల్

source: Rakhial Udyog Vistar
hi_in: रखियाल उद्योग विस्तार
te_in: రఖియాల్ ఉద్యోగ్ విస్తార్

source: Rakhitpur
hi_in: रखितपुर
te_in: రఖితపుర్

source: Rakhiv Police Bal Jalna
hi_in: राखीव पुलिस बल जलन
te_in: రాఖీవ్ పులిస్ బల్ జలన్

source: Rakhiyal
hi_in: रखियल
te_in: రఖియల్

source: Rakkipalayam
hi_in: रक्कीपलायम
te_in: రక్కీపలాయం

source: Rakkran Dhaha
hi_in: रककरण ढह
te_in: రకకరణ్ ఢహ్

source: Raksa
hi_in: राकस
te_in: రాకస్

source: Raksamgiri
hi_in: र्कसामगिरी
te_in: ర్కసామగిరీ

source: Rakse
hi_in: रक्से
te_in: రక్సె

source: Raksha
hi_in: रक्षा
te_in: రక్షా

source: Rakshasbhuvan
hi_in: राक्षसभुवन
te_in: రాక్షసభువన్

source: Rakshatpur
hi_in: रक्षतपुर
te_in: రక్షతపుర్

source: Rakshi
hi_in: रक्षी
te_in: రక్షీ

source: Rakti
hi_in: रखती
te_in: రఖతీ

source: Ral
hi_in: रेल
te_in: రెల్

source: Ralan
hi_in: डालें
te_in: డాలెం

source: Ralaota
hi_in: रलावता
te_in: రలావతా

source: Ralawata
hi_in: रलावता
te_in: రలావతా

source: Raliawas
hi_in: रालियावास
te_in: రాలియావాస్

source: Ralibera
hi_in: रलिब्बर
te_in: రలిబ్బర్

source: Ralvawng
hi_in: रालववंग
te_in: రాలవవంగ్

source: Ram Darbar
hi_in: राम दरबार
te_in: రామ్ దరబార్

source: Ram Ganj Mandi
hi_in: राम गंज मंडी
te_in: రామ్ గంజ్ మండీ

source: Ram Gulam Tola
hi_in: राम गुलाम टोला
te_in: రామ్ గులామ్ టోలా

source: Ram Jaipal Nagar
hi_in: राम जैपाल नागर
te_in: రామ్ జేపాల్ నాగర్

source: Ram Krishna Mission
hi_in: राम कृष्ण मिशन
te_in: రామ్ కృష్ణ్ మిశన్

source: Ram Krishna Nagar
hi_in: राम कृष्णा नगर
te_in: రామ్ కృష్ణా నగర్

source: Ram Krishna Samadhi Road
hi_in: राम कृष्णा समाधी रोड
te_in: రామ్ కృష్ణా సమాధీ రోడ్

source: Ram Nagar (East Delhi)
hi_in: राम नगर (ईस्ट देल्ही)
te_in: రామ్ నగర్ (ఈస్ట్ ఢిల్లీ)

source: Ram Nagar (Muktsar)
hi_in: राम नगर (मुक्तसर)
te_in: రామ్ నగర్ (ముక్తసర్)

source: Ram Nagar Pac
hi_in: राम नगर पाक्
te_in: రామ్ నగర్ పాక్

source: Ram Pura Olony
hi_in: राम पूरा ओलोंद
te_in: రామ్ పూరా ఓలోంద్

source: Ram Rai
hi_in: राम राय
te_in: రామ్ రాయ్

source: Ram Van Kuteer
hi_in: राम वन कुटीर
te_in: రామ్ వన్ కుటీర్

source: Rama
hi_in: रमा
te_in: రమా

source: Rama Mandi
hi_in: रामा मंडी
te_in: రామా మండీ

source: Ramabai Nagar
hi_in: रमाबाई नगर
te_in: రమాబాఈ నగర్

source: Ramabhotlapalem
hi_in: रामबोटलपलेम
te_in: రామబోటలపలెం

source: Ramachandra Nagar
hi_in: रामचंद्र नगर
te_in: రామచంద్ర్ నగర్

source: Ramachandra Rao Peta
hi_in: रामचन्द्र रो पेट
te_in: రామచన్ద్ర్ రో పెట్

source: Ramachandrapur
hi_in: रामचंद्रपुर
te_in: రామచంద్రపుర్

source: Ramachandrapura
hi_in: रामचंद्रपुरा
te_in: రామచంద్రపురా

source: Ramachandrapuram
hi_in: रामचंद्रपुरम
te_in: రామచంద్రపురం

source: Ramachandrapuram He
hi_in: रामचंद्रपुरम हे
te_in: రామచంద్రపురమ్ హె

source: Ramachanrapuram Village
hi_in: रामचंरपुरम विलेज
te_in: రామచంరపురమ్ విలెజ్

source: Ramagiri
hi_in: रामगिरि
te_in: రామగిరి

source: Ramagiri (Nalgonda)
hi_in: रामगिरि (नालगोंडा)
te_in: రామగిరి (నాలగోండా)

source: Ramagondana Halli
hi_in: रामगोन्डाना हल्ली
te_in: రామగోన్డానా హల్లీ

source: Ramaipur
hi_in: रमईपुर
te_in: రమఈపుర్

source: Ramajogihally
hi_in: रामजोगिहल्ली
te_in: రామజోగిహల్లీ

source: Ramakrishanapuram
hi_in: रामकृष्णपुरम
te_in: రామకృష్ణపురం

source: Ramakrishna Mutt
hi_in: रामकृष्ण मुट्ठ
te_in: రామకృష్ణ్ ముట్ఠ్

source: Ramakrishna Nagar
hi_in: रामकृष्ण नगर
te_in: రామకృష్ణ్ నగర్

source: Ramakrishna Nagar (Chennai)
hi_in: रामकृष्ण नगर (चेन्नई)
te_in: రామకృష్ణ్ నగర్ (చెన్నై)

source: Ramakrishna Nagar (Mysore)
hi_in: रामकृष्ण नगर (मैसोरे)
te_in: రామకృష్ణ్ నగర్ (మేసోరె)

source: Ramakrishna Puram
hi_in: रामकृष्ण पुरम
te_in: రామకృష్ణ్ పురం

source: Ramakrishnapur
hi_in: रामकृष्णपुर
te_in: రామకృష్ణపుర్

source: Ramakrishnapura
hi_in: रामकृष्णपुरम
te_in: రామకృష్ణపురం

source: Ramakrishnapuram
hi_in: रामकृष्णपुरम
te_in: రామకృష్ణపురం

source: Ramalai
hi_in: रामालय
te_in: రామాలయ్

source: Ramalayam
hi_in: रामालयं
te_in: రామాలయం

source: Ramalinganagar South
hi_in: रामलिंगनगर साउथ
te_in: రామలింగనగర్ సాఉథ్

source: Ramalingapuram
hi_in: रामलिंगपुरम
te_in: రామలింగపురం

source: Ramamurthy Nagar
hi_in: राममूर्ति नगर
te_in: రామమూర్తి నగర్

source: Raman Rati
hi_in: रमण रेती
te_in: రమణ్ రెతీ

source: Ramana
hi_in: रमन
te_in: రమన్

source: Ramanagulli
hi_in: रामनगुल्ली
te_in: రామనగుల్లీ

source: Ramanahalli
hi_in: रामनाहल्ली
te_in: రామనాహల్లీ

source: Ramanathapuram
hi_in: रामनाथपुरम
te_in: రామనాథపురం

source: Ramanathapuram Bazaar
hi_in: रामनाथपुरम बाजार
te_in: రామనాథపురమ్ బాజార్

source: Ramanathapuram Coimbatore
hi_in: रामनाथपुरम कोयम्बटूर
te_in: రామనాథపురమ్ కోయంబత్తూరు

source: Ramanathapuram Collectorate
hi_in: रामनाथपुरम कोल्लेकतोरते
te_in: రామనాథపురమ్ కోల్లెకతోరతె

source: Ramanayyapeta
hi_in: रामानेयापेट
te_in: రామానెయాపెట్

source: Ramanjaneyapuram
hi_in: रमंजनीयपुरम
te_in: రమంజనీయపురం

source: Ramankoppa
hi_in: रामनकोप्पा
te_in: రామనకోప్పా

source: Ramanvas
hi_in: रामनिवास
te_in: రామనివాస్

source: Ramapur
hi_in: रामपुर
te_in: రామపుర్

source: Ramapuram
hi_in: रामपुरम
te_in: రామపురం

source: Ramapuram (Kanchipuram)
hi_in: रामपुरम (कांचीपुरम)
te_in: రామపురమ్ (కాంచీపురమ్)

source: Ramapuram Pudur
hi_in: रामपुरम पुडुर
te_in: రామపురమ్ పుడుర్

source: Ramarajulanka
hi_in: रामराजुलनक
te_in: రామరాజులనక్

source: Ramaraopet
hi_in: रामराओपेट
te_in: రామరాఓపెట్

source: Ramasamypatti
hi_in: रामसमयपट्टी
te_in: రామసమయపట్టీ

source: Ramasseri
hi_in: रामासरी
te_in: రామాసరీ

source: Ramaswamipeta
hi_in: रामस्वामीपेट
te_in: రామస్వామీపెట్

source: Ramavaram
hi_in: रामवरं
te_in: రామవరం

source: Ramavarmanchirai
hi_in: रामवरमनचिराई
te_in: రామవరమనచిరాఈ

source: Ramayalam
hi_in: रामायलम
te_in: రామాయలం

source: Rambag Baragaon
hi_in: रामबाग बर्गों
te_in: రామబాగ్ బర్గోం

source: Rambagh (Kanpur Nagar)
hi_in: रामबाग (कानपूर नगर)
te_in: రామబాగ్ (కానపూర్ నగర్)

source: Rambandhutalaw
hi_in: रामबंधुतलाव
te_in: రామబంధుతలావ్

source: Rambha
hi_in: रंभा
te_in: రంభా

source: Rambhadra
hi_in: रामभद्र
te_in: రామభద్ర్

source: Rambhas
hi_in: रामभज
te_in: రామభజ్

source: Ramchakmoyna
hi_in: रामचकमोयणा
te_in: రామచకమోయణా

source: Ramchandra Pur
hi_in: रामचंद्र पुर
te_in: రామచంద్ర్ పుర్

source: Ramchandranagar
hi_in: रामचंद्रनगर
te_in: రామచంద్రనగర్

source: Ramchandrapur
hi_in: रामचंद्रपुर
te_in: రామచంద్రపుర్

source: Ramdaspalli
hi_in: रामदासपल्ली
te_in: రామదాసపల్లీ

source: Ramdaspeth Akola
hi_in: रामदासपेठ अकोला
te_in: రామదాసపెఠ్ అకోలా

source: Ramdia
hi_in: रामदिया
te_in: రామదియా

source: Ramdiri
hi_in: रामदीरी
te_in: రామదీరీ

source: Ramdoh
hi_in: रंडोह
te_in: రండోహ్

source: Ramdurlavpur
hi_in: रामदुरलावपुर
te_in: రామదురలావపుర్

source: Ramehar
hi_in: रामेहर
te_in: రామెహర్

source: Ramesampeta
hi_in: रमेसमपेट
te_in: రమెసమపెట్

source: Ramesh Nagar
hi_in: रमेश नागर
te_in: రమెశ్ నాగర్

source: Rameshnagar
hi_in: रमेशनगर
te_in: రమెశనగర్

source: Rameswaram
hi_in: रामेस्वरम
te_in: రామెస్వరం

source: Rameswarpur
hi_in: रामेस्वरपुर
te_in: రామెస్వరపుర్

source: Ramganj
hi_in: रामगंज
te_in: రామగంజ్

source: Ramganj Bazar
hi_in: रामगंज बाजार
te_in: రామగంజ్ బాజార్

source: Ramgarah
hi_in: रंगराह
te_in: రంగరాహ్

source: Ramgarh
hi_in: रामगढ़
te_in: రామగఢ్

source: Ramgarh (Kaimur (Bhabua))
hi_in: रामगढ (कैमूर (भबुआ))
te_in: రామగఢ్ (కేమూర్ (భబుఆ))

source: Ramgarh (Ramgarh)
hi_in: रामगढ (रामगढ)
te_in: రామగఢ్ (రామగఢ్)

source: Ramgarh Cantt
hi_in: रामगढ कैंट
te_in: రామగఢ్ కేంట్

source: Ramghat (North 24 Parganas)
hi_in: रामघाट (नार्थ 24 परगन्स)
te_in: రామఘాట్ (నార్థ్ 24 పరగన్స్)

source: Ramghat Road
hi_in: रामघाट रोड
te_in: రామఘాట్ రోడ్

source: Ramgunapara
hi_in: रंगुनपर
te_in: రంగునపర్

source: Ramharirchar
hi_in: रहरिचर
te_in: రహరిచర్

source: Ramhepur
hi_in: राम्हेपुर
te_in: రామ్హెపుర్

source: Ramhetpura
hi_in: रामहेतपुर
te_in: రామహెతపుర్

source: Ramhlun
hi_in: रामहलून
te_in: రామహలూన్

source: Ramireddipalli
hi_in: रामीरेड्डीपल्ली
te_in: రామీరెడ్డీపల్లీ

source: Ramjan Ki Gaffan
hi_in: रमजान की गफ्फान
te_in: రమజాన్ కీ గఫ్ఫాన్

source: Ramjeenagar
hi_in: रामजीनगर
te_in: రామజీనగర్

source: Ramjipura
hi_in: रामजीपुरा
te_in: రామజీపురా

source: Ramkola
hi_in: रामकोला
te_in: రామకోలా

source: Ramkot (Faizabad)
hi_in: रामकोट (फैज़ाबाद)
te_in: రామకోట్ (ఫే ాబాద్)

source: Ramkrishna Park
hi_in: रामकृष्ण पार्क
te_in: రామకృష్ణ్ పార్క్

source: Ramkrishnapur
hi_in: रामकृष्णपुर
te_in: రామకృష్ణపుర్

source: Ramlaitui
hi_in: रामलईतुई
te_in: రామలఈతుఈ

source: Ramna
hi_in: रमन
te_in: రమన్

source: Ramna (Muzaffarpur)
hi_in: रमन (मुजफ्फरपुर)
te_in: రమన్ (ముజఫ్ఫరపుర్)

source: Ramnagar
hi_in: रामनगर
te_in: రామనగర్

source: Ramnagar (C )
hi_in: रामनगर (कि )
te_in: రామనగర్ (కి )

source: Ramnagar (East Midnapore)
hi_in: रामनगर (ईस्ट मिदनापुर)
te_in: రామనగర్ (ఈస్ట్ మిదనాపుర్)

source: Ramnagar (Haridwar)
hi_in: रामनगर (हरिद्वार)
te_in: రామనగర్ (హరిద్వార్)

source: Ramnagar (Karim Nagar)
hi_in: रामनगर (करीम नगर)
te_in: రామనగర్ (కరీమ్ నగర్)

source: Ramnagar (Surat)
hi_in: रामनगर (सूरत)
te_in: రామనగర్ (సూరత్)

source: Ramnagar (Thane)
hi_in: रामनगर (ठाणे)
te_in: రామనగర్ (ఠాణె)

source: Ramnagar (Varanasi)
hi_in: रामनगर (वाराणसी)
te_in: రామనగర్ (వారాణసీ)

source: Ramnagar Coimbatore
hi_in: रामनगर कोयम्बटूर
te_in: రామనగర్ కోయంబత్తూరు

source: Ramnagar Colony
hi_in: रामनगर कॉलोनी
te_in: రామనగర్ క్ లోనీ

source: Ramnagar Diara
hi_in: रामनगर दियारा
te_in: రామనగర్ దియారా

source: Ramnagar Karai Kachhar
hi_in: रामनगर करइ कछार
te_in: రామనగర్ కరఇ కఛార్

source: Ramnagar Latur
hi_in: रामनगर लातूर
te_in: రామనగర్ లాతూర్

source: Ramnagar(O)
hi_in: रामनगर(ओ)
te_in: రామనగర్(ఓ)

source: Ramnagarabad
hi_in: रामनगराबाद
te_in: రామనగరాబాద్

source: Ramnagra Colony
hi_in: रामनगर कॉलोनी
te_in: రామనగర్ క్ లోనీ

source: Ramnarayanpur
hi_in: रामनारायणपुर
te_in: రామనారాయణపుర్

source: Ramni
hi_in: रमणी
te_in: రమణీ

source: Ramohalli
hi_in: रामोहाल्ली
te_in: రామోహాల్లీ

source: Ramos
hi_in: रामोस
te_in: రామోస్

source: Rampallidiara
hi_in: रामपल्लिडीआर
te_in: రామపల్లిడీఆర్

source: Rampar (Abda)
hi_in: रामपर (अब्द)
te_in: రామపర్ (అబ్ద్)

source: Rampar (R)
hi_in: रामपर (र)
te_in: రామపర్ (ర్)

source: Ramparsauna
hi_in: रामपरसौना
te_in: రామపరసౌనా

source: Rampiparia
hi_in: रामपिपरिया
te_in: రామపిపరియా

source: Rampur
hi_in: रामपुर
te_in: రామపుర్

source: Rampur Balbhadra
hi_in: रामपुर बलभद्र
te_in: రామపుర్ బలభద్ర్

source: Rampur Bishna
hi_in: रामपुर बिश्ना
te_in: రామపుర్ బిశ్నా

source: Rampur Buzurg
hi_in: रामपुर बुज़ुर्ग
te_in: రామపుర్ బు ుర్గ్

source: Rampur Chit
hi_in: रामपुर छित
te_in: రామపుర్ ఛిత్

source: Rampur City
hi_in: रामपुर सिटी
te_in: రామపుర్ సిటీ

source: Rampur Dhamawan
hi_in: रामपुर धमावां
te_in: రామపుర్ ధమావాం

source: Rampur Dumra
hi_in: रामपुर डुमरा
te_in: రామపుర్ డుమరా

source: Rampur Kalan
hi_in: रामपुर कलां
te_in: రామపుర్ కలాం

source: Rampur Khauria
hi_in: रामपुर खौरिया
te_in: రామపుర్ ఖౌరియా

source: Rampur Madhaul
hi_in: रामपुर मधौल
te_in: రామపుర్ మధౌల్

source: Rampur Mahuabari
hi_in: रामपुर महुआबारी
te_in: రామపుర్ మహుఆబారీ

source: Rampur Mohanpur
hi_in: रामपुर मोहनपुर
te_in: రామపుర్ మోహనపుర్

source: Rampur Rakba
hi_in: रामपुर रकबा
te_in: రామపుర్ రకబా

source: Rampur Sainia
hi_in: रामपुर सेनिया
te_in: రామపుర్ సెనియా

source: Rampur Secretariate
hi_in: रामपुर सेक्रेटरिएट
te_in: రామపుర్ సెక్రెటరిఏట్

source: Rampura
hi_in: रामपुर
te_in: రామపుర్

source: Rampura Kirwaha
hi_in: रामपुर किवह
te_in: రామపుర్ కివహ్

source: Rampura Mala
hi_in: रामपुर माला
te_in: రామపుర్ మాలా

source: Rampura Neola
hi_in: रामपुर नेवला
te_in: రామపుర్ నెవలా

source: Rampura Phul
hi_in: रामपुरा फूल
te_in: రామపురా ఫూల్

source: Rampura Roopa
hi_in: रामपुर रूप
te_in: రామపుర్ రూప్

source: Rampura Unti
hi_in: रामपुर उनती
te_in: రామపుర్ ఉనతీ

source: Rampuram
hi_in: रामपुरम
te_in: రామపురం

source: Rampurhat
hi_in: रामपुरहाट
te_in: రామపురహాట్

source: Rampuria
hi_in: रामपुरिया
te_in: రామపురియా

source: Rampurkala
hi_in: रामपुरकलां
te_in: రామపురకలాం

source: Rampursakarwari
hi_in: रामपुरस्कारवारी
te_in: రామపురస్కారవారీ

source: Ramraichack
hi_in: रामराइचक
te_in: రామరాఇచక్

source: Ramrajatala
hi_in: रामराजतला
te_in: రామరాజతలా

source: Ramsabas
hi_in: रामसबस
te_in: రామసబస్

source: Ramsan
hi_in: रमसन
te_in: రమసన్

source: Ramsara
hi_in: रामसर
te_in: రామసర్

source: Ramsara Narain
hi_in: रामसर नारीं
te_in: రామసర్ నారీం

source: Ramsinghpura
hi_in: रामसिंहपुरा
te_in: రామసింహపురా

source: Ramsu
hi_in: रामसू
te_in: రామసూ

source: Ramtarai
hi_in: रामट्री
te_in: రామట్రీ

source: Ramte Ram Road
hi_in: रमते राम रोड
te_in: రమతె రామ్ రోడ్

source: Ramthar
hi_in: रंथर
te_in: రంథర్

source: Ramthenga
hi_in: रामठेंगा
te_in: రామఠెంగా

source: Ramtolaya
hi_in: रंटोलाय
te_in: రంటోలాయ్

source: Ramtoli
hi_in: रामटोली
te_in: రామటోలీ

source: Ramwadi
hi_in: रामवादी
te_in: రామవాదీ

source: Rana
hi_in: राणा
te_in: రాణా

source: Rana Pratap Bagh
hi_in: राणा प्रताप बाग
te_in: రాణా ప్రతాప్ బాగ్

source: Ranaba
hi_in: राणाब
te_in: రాణాబ్

source: Ranade Road
hi_in: रानाडे रोड
te_in: రానాడె రోడ్

source: Ranaghat
hi_in: रानाघाट
te_in: రానాఘాట్

source: Ranaghat Bazar
hi_in: रानाघाट बाजार
te_in: రానాఘాట్ బాజార్

source: Ranaghat College
hi_in: रानाघाट कॉलेज
te_in: రానాఘాట్ క్ లెజ్

source: Ranaghat Court
hi_in: रानाघाट कोर्ट
te_in: రానాఘాట్ కోర్ట్

source: Ranaghat RS
hi_in: रानाघाट रस
te_in: రానాఘాట్ రస్

source: Ranaghat Rupashreepally
hi_in: रानाघाट रुपश्रीपल्ली
te_in: రానాఘాట్ రుపశ్రీపల్లీ

source: Ranalai
hi_in: राणाले
te_in: రాణాలె

source: Ranand
hi_in: रांण्ड
te_in: రాంణ్డ్

source: Ranapratap Nagar
hi_in: राणाप्रताप नगर
te_in: రాణాప్రతాప్ నగర్

source: Ranasanga Bazar Chittorgarh
hi_in: राणासांगा बाजार चित्तोरगढ
te_in: రాణాసాంగా బాజార్ చిత్తోరగఢ్

source: Ranasingapuram
hi_in: रनसिंगपुरम
te_in: రనసింగపురం

source: Ranbonia
hi_in: रंबोंय
te_in: రంబోంయ్

source: Ranchhodpura
hi_in: रणछोड़पुरा
te_in: రణఛో పురా

source: Ranchi Agriculture College
hi_in: रांची एग्रीकल्चर कॉलेज
te_in: రాంచీ ఏగ్రీకల్చర్ క్ లెజ్

source: Ranchi Airport
hi_in: रांची एयरपोर्ट
te_in: రాంచీ ఏయరపోర్ట్

source: Ranchi Court
hi_in: रांची कोर्ट
te_in: రాంచీ కోర్ట్

source: Ranchi G.P.O.
hi_in: रांची जी.पी.ओ.
te_in: రాంచీ జీ.పీ.ఓ.

source: Ranchi Medical College
hi_in: रांची मेडिकल कॉलेज
te_in: రాంచీ మెడికల్ క్ లెజ్
