Repository: healthvdev/custom_template
Catalog: languages/*.po
Languages: hi_in, te_in

source: Atsoo
hi_in: अटसू
te_in: అటసూ

source: Attair Road Bhind
hi_in: अत्तार रोड भिण्ड
te_in: అత్తార్ రోడ్ భిణ్డ్

source: Attakulangara
hi_in: अट्टाकुलांगार
te_in: అట్టాకులాంగార్

source: Attapur
hi_in: अत्तापुर
te_in: అత్తాపుర్

source: Attarsuiya
hi_in: अत्तर्सुइया
te_in: అత్తర్సుఇయా

source: Attibele
hi_in: अत्तिबेले
te_in: అత్తిబెలె

source: Attikatti
hi_in: अत्तिकट्टी
te_in: అత్తికట్టీ

source: Attimagere
hi_in: अत्तिमग्रे
te_in: అత్తిమగ్రె

source: Attingal
hi_in: अत्तिंगल
te_in: అత్తింగల్

source: Attukkal
hi_in: अट्टूककल
te_in: అట్టూకకల్

source: Attur
hi_in: अत्तूर
te_in: అత్తూర్

source: Attuvampatti
hi_in: अत्तउवमपट्टी
te_in: అత్తఉవమపట్టీ

source: Atuhatpara
hi_in: अतुहटपर
te_in: అతుహటపర్

source: Atukpalli
hi_in: अचकपल्ली
te_in: అచకపల్లీ

source: Atukuru
hi_in: अटुकुरू
te_in: అటుకురూ

source: Atunkalan
hi_in: अतूंकलं
te_in: అతూంకలం

source: Atur
hi_in: आतुर
te_in: ఆతుర్

source: Aturbazaar
hi_in: अतुरबाज़ार
te_in: అతురబా ార్

source: Aturgaon
hi_in: अतुर्गों
te_in: అతుర్గోం

source: Atyal
hi_in: अत्यल
te_in: అత్యల్

source: Audhan
hi_in: औढां
te_in: ఔఢాం

source: Audhapur
hi_in: जौधपुर
te_in: జౌధపుర్

source: Audhey
hi_in: यौधेय
te_in: యౌధెయ్

source: Audit Bhavan
hi_in: ऑडिट भवन
te_in: ఑డిట్ భవన్

source: Aujla Jogi
hi_in: औजला जोगी
te_in: ఔజలా జోగీ

source: Aulakh Kalan
hi_in: ओळख कलां
te_in: ఓళఖ్ కలాం

source: Aundh
hi_in: औंध
te_in: ఔంధ్

source: Aundh Camp
hi_in: औंध कैम्प
te_in: ఔంధ్ కేమ్ప్

source: Aundh T.S.
hi_in: औंध टी.एस.
te_in: ఔంధ్ టీ.ఏస్.

source: Aundhi
hi_in: औंधी
te_in: ఔంధీ

source: Aungari
hi_in: औंगारी
te_in: ఔంగారీ

source: Aunta
hi_in: अंत
te_in: అంత్

source: Aurahi
hi_in: औराही
te_in: ఔరాహీ

source: Aurahihingua
hi_in: औरहीहिंगुआ
te_in: ఔరహీహింగుఆ

source: Aurangabad
hi_in: औरंगाबाद
te_in: ఔరంగాబాద్

source: Aurangabad (BH)
hi_in: औरंगाबाद (भ)
te_in: ఔరంగాబాద్ (భ్)

source: Aurangabad (Faridabad)
hi_in: औरंगाबाद (फरीदाबाद)
te_in: ఔరంగాబాద్ (ఫరీదాబాద్)

source: Aurangabad (MH)
hi_in: औरंगाबाद (मह)
te_in: ఔరంగాబాద్ (మహ్)

source: Aurangabad (Varanasi)
hi_in: औरंगाबाद (वाराणसी)
te_in: ఔరంగాబాద్ (వారాణసీ)

source: Aurangabad Cantonment
hi_in: औरंगाबाद कैंटोनमेंट
te_in: ఔరంగాబాద్ కేంటోనమెంట్

source: Aurangabad City
hi_in: औरंगाबाद सिटी
te_in: ఔరంగాబాద్ సిటీ

source: Aurangabad Kutchehry
hi_in: औरंगाबाद कुचहरी
te_in: ఔరంగాబాద్ కుచహరీ

source: Aurangabad Railway Station
hi_in: औरंगाबाद रेलवे स्टेशन
te_in: ఔరంగాబాద్ రెలవె స్టెశన్

source: Aurangabad Ristal
hi_in: औरंगाबाद रिस्तल
te_in: ఔరంగాబాద్ రిస్తల్

source: Aurangpur Gahdeva
hi_in: औरंगपुर घडवा
te_in: ఔరంగపుర్ ఘడవా

source: Aurda
hi_in: अउरदा
te_in: అఉరదా

source: Auri
hi_in: अउरी
te_in: అఉరీ

source: Aurvacode
hi_in: औरवकोड़े
te_in: ఔరవకో ె

source: Austin Town
hi_in: ऑस्टिन टाउन
te_in: ఑స్టిన్ టాఉన్

source: Auto Market Hisar
hi_in: ऑटो मार्किट हिसार
te_in: ఑టో మార్కిట్ హిసార్

source: Autonagar
hi_in: ऑटोनागार
te_in: ఑టోనాగార్

source: Autoor
hi_in: आतुर
te_in: ఆతుర్

source: Avadi
hi_in: आवादी
te_in: ఆవాదీ

source: Avadi Camp
hi_in: आवादी कैम्प
te_in: ఆవాదీ కేమ్ప్

source: Avalnatham
hi_in: अवलनाथं
te_in: అవలనాథం

source: Avandur
hi_in: वदुर
te_in: వదుర్

source: Avanivapuram
hi_in: अवणीवपुरम
te_in: అవణీవపురం

source: Avantika
hi_in: अवंतिका
te_in: అవంతికా

source: Avarapakkam
hi_in: अवरापक्कम
te_in: అవరాపక్కం

source: Avarde
hi_in: अवार्ड
te_in: అవార్డ్

source: Avas Vikas Colony
hi_in: आवास विकास कॉलोनी
te_in: ఆవాస్ వికాస్ క్ లోనీ

source: Avas Vikas Colony (Lucknow)
hi_in: आवास विकास कॉलोनी (लखनऊ)
te_in: ఆవాస్ వికాస్ క్ లోనీ (లఖనఊ)

source: Avas Vikas Yojna No. 3
hi_in: आवास विकास योजना नो. 3
te_in: ఆవాస్ వికాస్ యోజనా నో. 3

source: Avasari BK
hi_in: अवसरि बक
te_in: అవసరి బక్

source: Avgaonkala
hi_in: अवगाओंकल
te_in: అవగాఓంకల్

source: Avilalal
hi_in: अविललाल
te_in: అవిలలాల్

source: Avinab Bidanasi
hi_in: अविनाब बिदनसी
te_in: అవినాబ్ బిదనసీ

source: Aviyur
hi_in: अवियुर
te_in: అవియుర్

source: Avudayarparai
hi_in: अवुदायरप्रै
te_in: అవుదాయరప్రే

source: Awadh Nagar
hi_in: अवध नगर
te_in: అవధ్ నగర్

source: Awal
hi_in: आवल
te_in: ఆవల్

source: Awan
hi_in: एवं
te_in: ఏవం

source: Awania
hi_in: अवनिया
te_in: అవనియా

source: Awaniya
hi_in: अवनिया
te_in: అవనియా

source: Awankha
hi_in: अवांखा
te_in: అవాంఖా

source: Awar
hi_in: अवर
te_in: అవర్

source: Awara Road
hi_in: आवर रोड
te_in: ఆవర్ రోడ్

source: Awarkhod
hi_in: अवरखोड़
te_in: అవరఖో

source: Awathahi
hi_in: अवथही
te_in: అవథహీ

source: Awdhutwadi (Yavatma)l
hi_in: अवधूतवदी (एवात्मा)ल
te_in: అవధూతవదీ (ఏవాత్మా)ల్

source: Ayalur
hi_in: आयलर
te_in: ఆయలర్

source: Ayamkudy
hi_in: आयामकुडी
te_in: ఆయామకుడీ

source: Ayanambakkam
hi_in: अयनाम्बक्कम
te_in: అయనామ్బక్కం

source: Ayapakkam
hi_in: अयपक्कम
te_in: అయపక్కం

source: Ayarpani
hi_in: एयरपानी
te_in: ఏయరపానీ

source: Ayathil
hi_in: येथील
te_in: యెథీల్

source: Ayilakkad
hi_in: अईलाक्कड़
te_in: అఈలాక్క్

source: Ayira
hi_in: अय्यर
te_in: అయ్యర్

source: Aynavaram
hi_in: अयनावरम
te_in: అయనావరం

source: Ayodhaya Nagar
hi_in: अयोधया नगर
te_in: అయోధయా నగర్

source: Ayodhiyapattinam
hi_in: ओढ़ियापट्टीनम
te_in: ఓ ియాపట్టీనం

source: Ayodhiyapattinam East
hi_in: ओढ़ियापट्टीनम ईस्ट
te_in: ఓ ియాపట్టీనమ్ ఈస్ట్

source: Ayodhya
hi_in: अयोध्या
te_in: అయోధ్యా

source: Ayodhya Nagar
hi_in: अयोध्या नगर
te_in: అయోధ్యా నగర్

source: Ayodhya RS
hi_in: अयोध्या रस
te_in: అయోధ్యా రస్

source: Ayodhyaganj Bazar
hi_in: अयोध्यागंज बाजार
te_in: అయోధ్యాగంజ్ బాజార్

source: Ayroor South
hi_in: आय्रुर साउथ
te_in: ఆయ్రుర్ సాఉథ్

source: Ayurvedic University
hi_in: आयुर्वेदिक यूनिवर्सिटी
te_in: ఆయుర్వెదిక్ యూనివర్సిటీ

source: Ayyagaripalli
hi_in: अय्यागरीपल्ली
te_in: అయ్యాగరీపల్లీ

source: Ayyampalayam
hi_in: अय्यम्पलायम
te_in: అయ్యమ్పలాయం

source: Ayyampatti
hi_in: अय्यम्पत्ति
te_in: అయ్యమ్పత్తి

source: Ayyamperumalpatti
hi_in: अय्यमपेरूमलपट्टी
te_in: అయ్యమపెరూమలపట్టీ

source: Ayyampuzha
hi_in: अय्यामपुजहा
te_in: అయ్యామపుజహా

source: Ayyaneri
hi_in: अय्यारी
te_in: అయ్యారీ

source: Ayyankalipalayam
hi_in: अय्यंकलीपलायम
te_in: అయ్యంకలీపలాయం

source: Ayyankulam
hi_in: अय्यनकुलं
te_in: అయ్యనకులం

source: Ayyanthirumaligai
hi_in: अय्यनथिरुमालिगै
te_in: అయ్యనథిరుమాలిగే

source: Ayyapatti
hi_in: अय्यापट्टी
te_in: అయ్యాపట్టీ

source: Ayyapuram
hi_in: अय्यापुरम
te_in: అయ్యాపురం

source: Ayyavaripalli
hi_in: अय्यावरिपल्ली
te_in: అయ్యావరిపల్లీ

source: Azad Nagar (Bhilwara)
hi_in: आज़ाद नगर (भीलवाड़ा)
te_in: ఆ ాద్ నగర్ (భీలవా ా)

source: Azad Nagar (East Delhi)
hi_in: आज़ाद नगर (ईस्ट देल्ही)
te_in: ఆ ాద్ నగర్ (ఈస్ట్ ఢిల్లీ)

source: Azad Nagar (Mumbai)
hi_in: आज़ाद नगर (मुम्बई)
te_in: ఆ ాద్ నగర్ (ముంబై)

source: Azad Society
hi_in: आज़ाद सोसाइटी
te_in: ఆ ాద్ సోసాఇటీ

source: Azamgarh
hi_in: आजमगढ़
te_in: ఆజమగఢ్

source: Azamgarh City
hi_in: आजमगढ़ सिटी
te_in: ఆజమగ్ సిటీ

source: Azhakamparai
hi_in: अज़हाकम्परै
te_in: అ హాకమ్పరే

source: Azimabad
hi_in: अज़ीमाबाद
te_in: అ ీమాబాద్

source: Azitnagar
hi_in: अजीतनगर
te_in: అజీతనగర్

source: Aziz Nagar
hi_in: अज़ीज़ नगर
te_in: అ ీ నగర్

source: B I Estate
hi_in: बी ई एस्टेट
te_in: బీ ఈ ఏస్టెట్

source: B J B Nagar
hi_in: बी जी बी नगर
te_in: బీ జీ బీ నగర్

source: B P T Colony
hi_in: बी पी टी कॉलोनी
te_in: బీ పీ టీ క్ లోనీ

source: B Pallipatti
hi_in: बी पल्लीपट्टी
te_in: బీ పల్లీపట్టీ

source: B R A University
hi_in: बी र या यूनिवर्सिटी
te_in: బీ ర్ యా యూనివర్సిటీ

source: B R Centre
hi_in: बी र सेन्टर
te_in: బీ ర్ సెన్టర్

source: B Sk II Stage
hi_in: बी स्क ई स्टेज
te_in: బీ స్క్ ఈ స్టెజ్

source: B T Pur
hi_in: बी टी पर
te_in: బీ టీ పర్

source: B. Chhelia
hi_in: बी. छेलिया
te_in: బీ. ఛెలియా

source: B. MANDIR
hi_in: बी. मंदिर
te_in: బీ. మందిర్

source: B. Narganj
hi_in: बी. नारगंज
te_in: బీ. నారగంజ్

source: B. Rasalpur
hi_in: बी. रसलपुर
te_in: బీ. రసలపుర్

source: B.A. Pakwalia
hi_in: बी.ए. पकवलिया
te_in: బీ.ఏ. పకవలియా

source: B.Alubadi
hi_in: बी.आलूबाड़ी
te_in: బీ.ఆలూబా ీ

source: B.B. Bankatwa
hi_in: बी.बी. बनकटवा
te_in: బీ.బీ. బనకటవా

source: B.B. Bharatpur
hi_in: बी.बी. भरतपुर
te_in: బీ.బీ. భరతపుర్

source: B.B.College
hi_in: बी.बी.कॉलेज
te_in: బీ.బీ.క్ లెజ్

source: B.B.Gaon
hi_in: बी.बी.गांव
te_in: బీ.బీ.గాంవ్

source: B.B.Nagar
hi_in: बी.बी.नगर
te_in: బీ.బీ.నగర్

source: B.C. Road
hi_in: बी.सी. रोड
te_in: బీ.సీ. రోడ్

source: B.Collectorate
hi_in: बी.कोल्लेकतोरते
te_in: బీ.కోల్లెకతోరతె

source: B.D.Pur
hi_in: बी.डी.पुर
te_in: బీ.డీ.పుర్

source: B.D.Sopan
hi_in: बी.डी.सोपान
te_in: బీ.డీ.సోపాన్

source: B.Deoghar
hi_in: बी.देवघर
te_in: బీ.దెవఘర్

source: B.E.L.
hi_in: बी.ई.एल.
te_in: బీ.ఈ.ఏల్.

source: B.Factory
hi_in: बी.फैक्ट्री
te_in: బీ.ఫేక్ట్రీ

source: B.Garden
hi_in: बी.गार्डन
te_in: బీ.గార్డన్

source: B.Gotiguda
hi_in: बी.गोटीगुड़ा
te_in: బీ.గోటీగు ా

source: B.H. Kaimara
hi_in: बी.एच. कैमरा
te_in: బీ.ఏచ్. కేమరా

source: B.H.Colony
hi_in: बी.एच.कॉलोनी
te_in: బీ.ఏచ్.క్ లోనీ

source: B.Haluva
hi_in: बी.हलुवा
te_in: బీ.హలువా

source: B.Khillapadar
hi_in: बी.खिलापदार
te_in: బీ.ఖిలాపదార్

source: B.Kotibadi
hi_in: बी.कोटिबड़ी
te_in: బీ.కోటిబ్ ీ

source: B.M. Khan
hi_in: बी.एम. खान
te_in: బీ.ఏమ్. ఖాన్

source: B.M.G. Hospital Ramnagar
hi_in: बी.एम.जी. हॉस्पिटल रामनगर
te_in: బీ.ఏమ్.జీ. హ్ స్పిటల్ రామనగర్

source: B.M.P-VI
hi_in: बी.एम.प-वि
te_in: బీ.ఏమ్.ప్-వి

source: B.M.P. IV
hi_in: बी.एम.पी. इव
te_in: బీ.ఏమ్.పీ. ఇవ్

source: B.M.V.Pith
hi_in: बी.एम.वी.पीठ
te_in: బీ.ఏమ్.వీ.పీఠ్

source: B.Maliput
hi_in: बी.मलिपुट
te_in: బీ.మలిపుట్

source: B.N. Bhavan
hi_in: बी.एन. भवन
te_in: బీ.ఏన్. భవన్

source: B.P Oilmill
hi_in: बी.प ऑयलमील
te_in: బీ.ప్ ఑యలమీల్

source: B.P.Lane
hi_in: बी.पी.लेन
te_in: బీ.పీ.లెన్

source: B.Pandey
hi_in: बी.पांडेय
te_in: బీ.పాండెయ్

source: B.Pankalbadi
hi_in: बी.पंकालबाड़ी
te_in: బీ.పంకాలబా ీ

source: B.Polytechnic
hi_in: बी.पॉलिटेक्निक
te_in: బీ.ప్ లిటెక్నిక్

source: B.R Street
hi_in: बी.र स्ट्रीट
te_in: బీ.ర్ స్ట్రీట్

source: B.R.Colony
hi_in: बी.आर.कॉलोनी
te_in: బీ.ఆర్.క్ లోనీ

source: B.R.D Medical College
hi_in: बी.आर.डी मेडिकल कॉलेज
te_in: బీ.ఆర్.డీ మెడికల్ క్ లెజ్

source: B.Supply
hi_in: बी.सप्लाई
te_in: బీ.సప్లాఈ

source: B.Tandipur
hi_in: बी.तंडिपुर
te_in: బీ.తండిపుర్

source: B.V. College
hi_in: बी.वी. कॉलेज
te_in: బీ.వీ. క్ లెజ్

source: Baarod
hi_in: बारोड़
te_in: బారో

source: Baat
hi_in: बात
te_in: బాత్

source: Baba Ka Gaon
hi_in: बाबा का गाओं
te_in: బాబా కా గాఓం

source: Babail Buzurg
hi_in: बबैल बुज़ुर्ग
te_in: బబేల్ బు ుర్గ్

source: Babain
hi_in: बाबैन
te_in: బాబేన్

source: Babalpur
hi_in: बबलपुर
te_in: బబలపుర్

source: Babapur
hi_in: बाबापुर
te_in: బాబాపుర్

source: Babarkhadak
hi_in: बबरखादक
te_in: బబరఖాదక్

source: Babatmau
hi_in: बाबतमउ
te_in: బాబతమఉ

source: Babebira
hi_in: बबेबीरा
te_in: బబెబీరా

source: Babehar
hi_in: बबहार
te_in: బబహార్

source: Babhani Bhelwa
hi_in: बभनी भेलवा
te_in: బభనీ భెలవా

source: Babhani Kanoongo
hi_in: बभनी कानूनगो
te_in: బభనీ కానూనగో

source: Babhaniaon
hi_in: बभनियाओं
te_in: బభనియాఓం

source: Babhleshwar
hi_in: बभलेश्वर
te_in: బభలెశ్వర్

source: Babhnauli
hi_in: बभनौली
te_in: బభనౌలీ

source: Babhniyaon Raipur
hi_in: बभनियाओं रायपुर
te_in: బభనియాఓం రాయపుర్

source: Babiyar
hi_in: बबियर
te_in: బబియర్

source: Babrana
hi_in: बबरान
te_in: బబరాన్

source: Babrol
hi_in: बबरोल
te_in: బబరోల్

source: Babubishunpur
hi_in: बबूबिशुनपुर
te_in: బబూబిశునపుర్

source: Babugarh
hi_in: बाबूगढ़
te_in: బాబూగ్

source: Babugram
hi_in: बाबुग्राम
te_in: బాబుగ్రాం

source: Babujamal
hi_in: बबुजमाल
te_in: బబుజమాల్

source: Babulgaon
hi_in: बबूलगों
te_in: బబూలగోం

source: Babupur
hi_in: बाबूपुर
te_in: బాబూపుర్

source: Babura
hi_in: बबुरा
te_in: బబురా

source: Baburi Gaon
hi_in: बबुरी गांव
te_in: బబురీ గాంవ్

source: Bachahalli
hi_in: बचहल्ली
te_in: బచహల్లీ

source: Bachani
hi_in: बचानी
te_in: బచానీ

source: Bachanpur
hi_in: बचनपुर
te_in: బచనపుర్

source: Bacharwar
hi_in: बचावर
te_in: బచావర్

source: Bachasar
hi_in: बचसार
te_in: బచసార్

source: Bache R.S.
hi_in: बचे आर.एस.
te_in: బచె ఆర్.ఏస్.

source: Bacheli
hi_in: बचेली
te_in: బచెలీ

source: Bachhalo
hi_in: बचालो
te_in: బచాలో

source: Bachhamdi Noh
hi_in: बछामदी नोह्
te_in: బఛామదీ నోహ్

source: Bachhaon
hi_in: बच्चों
te_in: బచ్చోం

source: Bachharpur
hi_in: बछरपुर
te_in: బఛరపుర్

source: Bachhauri
hi_in: बछौरी
te_in: బఛౌరీ

source: Bachheri
hi_in: बछेरी
te_in: బఛెరీ

source: Bachhlota
hi_in: बछलौता
te_in: బఛలౌతా

source: Bachhuana
hi_in: बछुआन
te_in: బఛుఆన్

source: Bachhuripal
hi_in: बछुरीपाल
te_in: బఛురీపాల్

source: Bachhwai
hi_in: बछवे
te_in: బఛవె

source: Bachigondanahalli
hi_in: बचिगोंडानाहल्ली
te_in: బచిగోండానాహల్లీ

source: Bachupally
hi_in: बचूपल्ली
te_in: బచూపల్లీ

source: Bad
hi_in: बाद
te_in: బాద్

source: Bada Ektali
hi_in: बड़ा एक्ट्ली
te_in: బ్ ా ఏక్ట్లీ

source: Bada Gaon
hi_in: बड़ा गांव
te_in: బ్ ా గాంవ్

source: Badabandha
hi_in: बड़ाबांध
te_in: బ్ ాబాంధ్

source: Badabar
hi_in: बडाबर
te_in: బడాబర్

source: Badabaranga
hi_in: बदबरंग
te_in: బదబరంగ్

source: Badadumbala
hi_in: बडदुम्बाला
te_in: బడదుమ్బాలా

source: Badadumuria
hi_in: बडडूमूरिया
te_in: బడడూమూరియా

source: Badagabellur
hi_in: बदागबेल्लुर
te_in: బదాగబెల్లుర్

source: Badagada
hi_in: बड़गड़
te_in: బ్ గ్

source: Badagakajekar
hi_in: बडगकजेकर
te_in: బడగకజెకర్

source: Badagaon
hi_in: बड़ागांव
te_in: బ్ ాగాంవ్

source: Badagotha
hi_in: बड़गोता
te_in: బ్ గోతా

source: Badagualipada
hi_in: बडगुलपाड़ा
te_in: బడగులపా ా

source: Badagundari
hi_in: बडगुण्ड़ारी
te_in: బడగుణ్ ారీ

source: Badakhani
hi_in: बडख़ानी
te_in: బడౙానీ

source: Badakhemundi Street
hi_in: बदखेमुंडी स्ट्रीट
te_in: బదఖెముండీ స్ట్రీట్

source: Badakul
hi_in: बडकुल
te_in: బడకుల్

source: Badakula
hi_in: बडकुल
te_in: బడకుల్

source: Badakumari
hi_in: बदकुमारी
te_in: బదకుమారీ

source: Badakundri
hi_in: बडकुन्दरि
te_in: బడకున్దరి

source: Badalasasan
hi_in: बदलाससँ
te_in: బదలాససఁ

source: Badalgarh
hi_in: बादलगढ़
te_in: బాదలగ్

source: Badali Ala Singh
hi_in: बदलि अला सिंह
te_in: బదలి అలా సింహ్

source: Badalo
hi_in: बदलो
te_in: బదలో

source: Badalpur
hi_in: बादलपुर
te_in: బాదలపుర్

source: Badalpura
hi_in: बादलपुर
te_in: బాదలపుర్

source: Badambeda
hi_in: बदमबेड़ा
te_in: బదమబె ా

source: Badami
hi_in: बादामी
te_in: బాదామీ

source: Badampahar
hi_in: बदमपहर
te_in: బదమపహర్

source: Badampur
hi_in: बदमपुर
te_in: బదమపుర్

source: Badamtalia
hi_in: बदंतलिया
te_in: బదంతలియా

source: Badanaguppe
hi_in: बदनागुप्पे
te_in: బదనాగుప్పె

source: Badanaukana
hi_in: बदनौकाना
te_in: బదనౌకానా

source: Badanauput
hi_in: बदनाउपुट
te_in: బదనాఉపుట్

source: Badaneuli
hi_in: बढनेउली
te_in: బఢనెఉలీ

source: Badangi
hi_in: बडेंगी
te_in: బడెంగీ

source: Badangpet
hi_in: बडंगपेट
te_in: బడంగపెట్

source: Badanpur
hi_in: बदनपुर
te_in: బదనపుర్

source: Badanuagaon
hi_in: बदनुयागों
te_in: బదనుయాగోం

source: Badapada
hi_in: बड़ापड़ा
te_in: బ్ ాప్ ా

source: Badapadar
hi_in: बड़ापदर
te_in: బ్ ాపదర్

source: Badapali
hi_in: बड़ापाली
te_in: బ్ ాపాలీ

source: Badapari
hi_in: बड़ापरि
te_in: బ్ ాపరి

source: Badarkha
hi_in: बदरखा
te_in: బదరఖా

source: Badarpur
hi_in: बदरपुर
te_in: బదరపుర్

source: Badarpur (South Delhi)
hi_in: बदरपुर (साउथ देल्ही)
te_in: బదరపుర్ (సాఉథ్ ఢిల్లీ)

source: Badasada
hi_in: बदसद
te_in: బదసద్

source: Badasereipur
hi_in: बदसरेईपुर
te_in: బదసరెఈపుర్

source: Badasialimal
hi_in: बदसिआलिमल
te_in: బదసిఆలిమల్

source: Badasuanlo
hi_in: बदसूणलो
te_in: బదసూణలో

source: Badati
hi_in: बढती
te_in: బఢతీ

source: Badatota
hi_in: बदटत
te_in: బదటత్

source: Badatribida
hi_in: बदटरीबिदा
te_in: బదటరీబిదా

source: Badaya
hi_in: बढ़ाया
te_in: బ్ ాయా

source: Badbandh
hi_in: बडबन्ध
te_in: బడబన్ధ్

source: Badbar
hi_in: बड़बर
te_in: బ్ బర్

source: Badbhalia
hi_in: बड़भैलीया
te_in: బ్ భేలీయా

source: Badbhum
hi_in: बड़भूम
te_in: బ్ భూం

source: Badchhad
hi_in: बड़छाड़
te_in: బ్ ఛా

source: Baddalima
hi_in: बद्दलयम
te_in: బద్దలయం

source: Baddausen
hi_in: बद्दउसेन
te_in: బద్దఉసెన్

source: Baddhenkia
hi_in: बढेन्किया
te_in: బఢెన్కియా

source: Baddi
hi_in: बड़ी
te_in: బ్ ీ

source: Baddiha
hi_in: बदडीहा
te_in: బదడీహా

source: Badduwal
hi_in: बद्दुवाल
te_in: బద్దువాల్

source: Badebhandar
hi_in: बड़ेभंडार
te_in: బ్ ెభండార్

source: Badedeoda
hi_in: बड़ेदेवदा
te_in: బ్ ెదెవదా

source: Badeladuku
hi_in: बडेलादुकु
te_in: బడెలాదుకు

source: Bademurma
hi_in: बड़ेमुरमा
te_in: బ్ ెమురమా

source: Badera
hi_in: बडेरा
te_in: బడెరా

source: Badgaon
hi_in: बडग़ों
te_in: బడౚోం

source: Badgaon Gujar
hi_in: बडग़ों गुजर
te_in: బడౚోం గుజర్

source: Badgaon Mali
hi_in: बडग़ों माली
te_in: బడౚోం మాలీ

source: Badgawan
hi_in: बड़गावां
te_in: బ్ గావాం

source: Badgudugudia
hi_in: बडगुदुगुडा
te_in: బడగుదుగుడా

source: Badhai
hi_in: बधाई
te_in: బధాఈ

source: Badhani
hi_in: बढ़ानी
te_in: బ్ ానీ

source: Badhantuad
hi_in: बढानट्यूड
te_in: బఢానట్యూడ్

source: Badhara
hi_in: बड़हरा
te_in: బ్ హరా

source: Badharipur
hi_in: बढरीपुर
te_in: బఢరీపుర్

source: Badhauta
hi_in: बड़ौत
te_in: బ్ ౌత్

source: Badheri
hi_in: बढेरी
te_in: బఢెరీ

source: Badheri Ghoghu
hi_in: बढेरी घोघू
te_in: బఢెరీ ఘోఘూ

source: Badhinuapalli
hi_in: बढिनुयापल्ली
te_in: బఢినుయాపల్లీ

source: Badhkalan
hi_in: बढकलां
te_in: బఢకలాం

source: Badi Jori
hi_in: बड़ी जोरि
te_in: బ్ ీ జోరి

source: Badia
hi_in: बढ़िया
te_in: బ్ ియా

source: Badian
hi_in: बड़ियां
te_in: బ్ ియాం

source: Badibadi
hi_in: बड़ीबड़ी
te_in: బ్ ీబ్ ీ

source: Badigam
hi_in: बडगाम
te_in: బడగాం

source: Badigwad
hi_in: बडिगवाद
te_in: బడిగవాద్

source: Badikata
hi_in: बदिकता
te_in: బదికతా

source: Badiketa
hi_in: बाडीकेट
te_in: బాడీకెట్

source: Badimunda
hi_in: बड़ीमुन्द
te_in: బ్ ీమున్ద్

source: Badjod
hi_in: बड़जोड़
te_in: బ్ జో

source: Badkarlakote
hi_in: बड़करलकोट
te_in: బ్ కరలకోట్

source: Badkhaladi
hi_in: बदखलाड़ी
te_in: బదఖలా ీ

source: Badkhar
hi_in: बड़खर
te_in: బ్ ఖర్

source: Badkhin
hi_in: बड़कहिं
te_in: బ్ కహిం

source: Badkuleibira
hi_in: बड़कूलेबीरा
te_in: బ్ కూలెబీరా

source: Badkutru
hi_in: बडकुतरु
te_in: బడకుతరు

source: Badla
hi_in: बदला
te_in: బదలా

source: Badlapur E.D.
hi_in: बदलापुर के.डी.
te_in: బదలాపుర్ కె.డీ.

source: Badmal
hi_in: बड़मल
te_in: బ్ మల్

source: Badmouda
hi_in: बादमौद
te_in: బాదమౌద్

source: Badnote
hi_in: बाडनोट
te_in: బాడనోట్

source: Badoda Gaon
hi_in: बड़ौदा गांव
te_in: బ్ ౌదా గాంవ్

source: Badodara
hi_in: बड़ोदरा
te_in: బ్ ోదరా

source: Badodia
hi_in: बड़ोदिया
te_in: బ్ ోదియా

source: Badodia Khan
hi_in: बड़ोदिया खान
te_in: బ్ ోదియా ఖాన్

source: Badodiya
hi_in: बड़ोदिया
te_in: బ్ ోదియా

source: Badon
hi_in: बड़ों
te_in: బ్ ోం

source: Badonwala
hi_in: बड़ोंवाला
te_in: బ్ ోంవాలా

source: Badopal
hi_in: बड़ोपल
te_in: బ్ ోపల్

source: Badosarai
hi_in: बदोसराय
te_in: బదోసరాయ్

source: Badpalasa
hi_in: बड़पालस
te_in: బ్ పాలస్

source: Badpujhariguda
hi_in: बड्पुझारीगुड़ा
te_in: బడ్పుఝారీగు ా

source: Badpura
hi_in: बड़पुरा
te_in: బ్ పురా

source: Badra Colliery
hi_in: बादर कोलियरी
te_in: బాదర్ కోలియరీ

source: Badrada
hi_in: बद्रद
te_in: బద్రద్

source: Badrai
hi_in: बद्री
te_in: బద్రీ

source: Badria
hi_in: बदरिया
te_in: బదరియా

source: Badsaimara
hi_in: बडसाइमर
te_in: బడసాఇమర్

source: Badsari Ka Bas
hi_in: बड़सारी का बस
te_in: బ్ సారీ కా బస్

source: Badshahnagar
hi_in: बादशाहनगर
te_in: బాదశాహనగర్

source: Badshahnpur Siroli
hi_in: बादशाहनपुर सिरोली
te_in: బాదశాహనపుర్ సిరోలీ

source: Badshahpur
hi_in: बादशाहपुर
te_in: బాదశాహపుర్

source: Badsimulia
hi_in: बड़सिमूलिया
te_in: బ్ సిమూలియా

source: Badterenti
hi_in: बदतेरेन्ति
te_in: బదతెరెన్తి

source: Badud
hi_in: बडूद
te_in: బడూద్

source: Baduhi
hi_in: बडूही
te_in: బడూహీ

source: Badwar
hi_in: बढ़वार
te_in: బ్ వార్

source: Badyachiwadi
hi_in: बड्याचीवाड़ी
te_in: బడ్యాచీవా ీ

source: Badyal Brahmna
hi_in: बडयाल ब्राह्मण
te_in: బడయాల్ బ్రాహ్మణ్

source: Badyar Balla
hi_in: बडयार बल्ला
te_in: బడయార్ బల్లా

source: Bafrin
hi_in: बिफरीं
te_in: బిఫరీం

source: Baga
hi_in: बाग
te_in: బాగ్

source: Bagabassa
hi_in: बागबॉस्स
te_in: బాగబ్ స్స్

source: Bagadaha
hi_in: बगदाहा
te_in: బగదాహా

source: Bagadganj
hi_in: बगड़गंज
te_in: బగ్ గంజ్

source: Bagadi
hi_in: बागड़ी
te_in: బాగ్ ీ

source: Bagaha
hi_in: बगहा
te_in: బగహా

source: Bagaha Champaran
hi_in: बगहा चम्पारण
te_in: బగహా చమ్పారణ్

source: Bagahi
hi_in: बगही
te_in: బగహీ

source: Bagaicherri
hi_in: बाग़िचेर्री
te_in: బాౚిచెర్రీ

source: Bagalbari
hi_in: बगलबरी
te_in: బగలబరీ

source: Bagalgunte
hi_in: बगलगुनते
te_in: బగలగునతె

source: Bagalkot
hi_in: बागलकोट
te_in: బాగలకోట్

source: Bagalkot B.H.School
hi_in: बगलकोट बी.एच.स्कूल
te_in: బగలకోట్ బీ.ఏచ్.స్కూల్

source: Bagalur (Bangalore)
hi_in: बेगलुर (बैंगलोर)
te_in: బెగలుర్ (బెంగుళూరు)

source: Bagalur (Krishnagiri)
hi_in: बेगलुर (कृष्णागिरी)
te_in: బెగలుర్ (కృష్ణాగిరీ)

source: Baganbari
hi_in: बागंबरी
te_in: బాగంబరీ

source: Bagareddypally
hi_in: बगारेड्डीपल्ली
te_in: బగారెడ్డీపల్లీ

source: Bagarpur
hi_in: बागड़पुर
te_in: బాగ్ పుర్

source: Bagasara S.R.
hi_in: बगसरा एस.आर.
te_in: బగసరా ఏస్.ఆర్.

source: Bagasra
hi_in: बगसरा
te_in: బగసరా

source: Bagbadi
hi_in: बगबाड़ी
te_in: బగబా ీ

source: Bagbahar
hi_in: बागबहार
te_in: బాగబహార్

source: Bagda Tawa
hi_in: बगद तव
te_in: బగద్ తవ్

source: Bagdaha
hi_in: बगदाहा
te_in: బగదాహా

source: Bagdehi
hi_in: बगदेही
te_in: బగదెహీ

source: Bagdi
hi_in: बागड़ी
te_in: బాగ్ ీ

source: Bagdobh
hi_in: बगडोभ
te_in: బగడోభ్

source: Bagdola
hi_in: बगडोला
te_in: బగడోలా

source: Bagdor
hi_in: बागडोर
te_in: బాగడోర్

source: Bagdowra
hi_in: बागडौर
te_in: బాగడౌర్

source: Bagechiwadi
hi_in: बागेचीवाड़ी
te_in: బాగెచీవా ీ

source: Bagehalli
hi_in: बगेहल्ली
te_in: బగెహల్లీ

source: Bagehta
hi_in: बगहत
te_in: బగహత్

source: Bageshwar
hi_in: बागेश्वर
te_in: బాగెశ్వర్

source: Bagetar
hi_in: बागेतार
te_in: బాగెతార్

source: Baggakhurd
hi_in: बग्गखुर्द
te_in: బగ్గఖుర్ద్

source: Baggan
hi_in: बग्गन
te_in: బగ్గన్

source: Bagge Ke Uttar
hi_in: बग्गे के उत्तर
te_in: బగ్గె కె ఉత్తర్

source: Baggi
hi_in: बग्गी
te_in: బగ్గీ

source: Bagha
hi_in: बाघ
te_in: బాఘ్

source: Baghana Neemuch
hi_in: बघाना नीमच
te_in: బఘానా నీమచ్

source: Baghara
hi_in: बघार
te_in: బఘార్

source: Baghauchghat
hi_in: बघौचघाट
te_in: బఘౌచఘాట్

source: Baghauli
hi_in: बघौली
te_in: బఘౌలీ

source: Baghbardia
hi_in: बघ्बारडा
te_in: బఘ్బారడా

source: Baghbazar
hi_in: बाग़बाज़ार
te_in: బాౚబా ార్

source: Bagher
hi_in: बाहर
te_in: బాహర్

source: Baghi
hi_in: बाघी
te_in: బాఘీ

source: Baghmari
hi_in: बाघमारी
te_in: బాఘమారీ

source: Baghnagar
hi_in: बाघनगर
te_in: బాఘనగర్

source: Baghpat
hi_in: बागपत
te_in: బాగపత్

source: Baghpat Gate
hi_in: बागपत गेट
te_in: బాగపత్ గెట్

source: Baghpat Sugar Mill
hi_in: बाघपत शुगर मिल
te_in: బాఘపత్ శుగర్ మిల్

source: Baghpur
hi_in: बाघपुर
te_in: బాఘపుర్

source: Baghthala
hi_in: बगथला
te_in: బగథలా

source: Baghwari
hi_in: बघवारी
te_in: బఘవారీ

source: Bagila
hi_in: बगीला
te_in: బగీలా

source: Bagjhumpa
hi_in: बगजहम्प
te_in: బగజహమ్ప్

source: Bagli Kalan
hi_in: बगली कलां
te_in: బగలీ కలాం

source: Baglia
hi_in: बगलिया
te_in: బగలియా

source: Bagmund
hi_in: बगमुंड
te_in: బగముండ్

source: Bagmunda
hi_in: बगमुंदा
te_in: బగముందా

source: Bagodar
hi_in: बगोदर
te_in: బగోదర్

source: Bagol
hi_in: बागोल
te_in: బాగోల్

source: Bagori
hi_in: बगोरी
te_in: బగోరీ

source: Bagouta
hi_in: बगौता
te_in: బగౌతా

source: Bagowali
hi_in: बागोवाली
te_in: బాగోవాలీ

source: Bagpashog
hi_in: बागपशोग
te_in: బాగపశోగ్

source: Bagpur
hi_in: बागपुर
te_in: బాగపుర్

source: Bagrai Khurd
hi_in: बगराई खुर्द
te_in: బగరాఈ ఖుర్ద్

source: Bagrakonda
hi_in: बगरैकोंडा
te_in: బగరేకోండా

source: Bagri
hi_in: बागरी
te_in: బాగరీ

source: Bagroda
hi_in: बगरोदा
te_in: బగరోదా

source: Bagru
hi_in: बगरू
te_in: బగరూ

source: Bagrudih
hi_in: बगरुडीह
te_in: బగరుడీహ్

source: Bagshar
hi_in: बगषर
te_in: బగషర్

source: Bagsuma
hi_in: बागसुमा
te_in: బాగసుమా

source: Bagta
hi_in: बजट
te_in: బజట్

source: Bagthan
hi_in: बागथन
te_in: బాగథన్

source: Bagwara
hi_in: बगवाड़ा
te_in: బగవా ా

source: Bah
hi_in: बाह
te_in: బాహ్

source: Bahabalpur
hi_in: बहबलपुर
te_in: బహబలపుర్

source: Bahadarpur Sherfuddin
hi_in: बहादरपुर शरफ़ुद्दीन
te_in: బహాదరపుర్ శర్ ుద్దీన్

source: Bahadrabad
hi_in: बहादराबाद
te_in: బహాదరాబాద్

source: Bahadurganj (Allahabad)
hi_in: बहादुरगंज (अल्लाहाबाद)
te_in: బహాదురగంజ్ (అల్లాహాబాద్)

source: Bahadurgarh
hi_in: बहादुरगढ़
te_in: బహాదురగఢ్

source: Bahadurgarh Sector 6
hi_in: बहादुरगढ़ सेक्टर 6
te_in: బహాదురగ్ సెక్టర్ 6

source: Bahadurpur
hi_in: बहादुरपुर
te_in: బహాదురపుర్

source: Bahadurpur Chowk
hi_in: बहादुरपुर चौक
te_in: బహాదురపుర్ చౌక్
