Repository: healthvdev/custom_template
Catalog: languages/*.po
Languages: hi_in, te_in

source: Tamra
hi_in: ताम्र
te_in: తామ్ర్

source: Tamtora
hi_in: टमाटर
te_in: టమాటర్

source: Tamul Kuchi Gaon
hi_in: तामुल कुछ गाओं
te_in: తాముల్ కుఛ్ గాఓం

source: Tanakpur
hi_in: टनकपुर
te_in: టనకపుర్

source: Tanalur
hi_in: टनालुर
te_in: టనాలుర్

source: Tanasva
hi_in: तनस्व
te_in: తనస్వ్

source: Tanda
hi_in: टांडा
te_in: టాండా

source: Tanda City
hi_in: टांडा सिटी
te_in: టాండా సిటీ

source: Tanda Majara
hi_in: टाण्डा माजरा
te_in: టాణ్డా మాజరా

source: Tanda Tehseel
hi_in: टांडा तहसील
te_in: టాండా తహసీల్

source: Tandali BK
hi_in: तंदाली बक
te_in: తందాలీ బక్

source: Tandaliya
hi_in: तंदालीय
te_in: తందాలీయ్

source: Tandalja
hi_in: तंदलज
te_in: తందలజ్

source: Tandalwadi
hi_in: तंदलवाड़ी
te_in: తందలవా ీ

source: Tandaura
hi_in: तन्दूर
te_in: తన్దూర్

source: Tandawan
hi_in: ताण्डवं
te_in: తాణ్డవం

source: Tandi
hi_in: तांदी
te_in: తాందీ

source: Tandia Bazar
hi_in: टांडिया बाजार
te_in: టాండియా బాజార్

source: Tandiki
hi_in: तांड़ीकी
te_in: తాం ీకీ

source: Tandulwadi
hi_in: तांदूळवाडी
te_in: తాందూళవాడీ

source: Tandulwadi (Vasi)
hi_in: तांदूळवाडी (वासी)
te_in: తాందూళవాడీ (వాసీ)

source: Tandur
hi_in: तंदूर
te_in: తందూర్

source: Tandwa (Chatra)
hi_in: तांडव (छात्र)
te_in: తాండవ్ (ఛాత్ర్)

source: Tangadpalli
hi_in: तंगड़पल्ली
te_in: తంగ్ పల్లీ

source: Tanganapalli
hi_in: टंगानापल्ली
te_in: టంగానాపల్లీ

source: Tangar
hi_in: टाइगर
te_in: టాఇగర్

source: Tangdaha
hi_in: तंगदह
te_in: తంగదహ్

source: Tangedapally
hi_in: टाँगेड़ापल्ली
te_in: టాఁగె ాపల్లీ

source: Tangellamudi
hi_in: टंगेललामुदी
te_in: టంగెలలాముదీ

source: Tangi
hi_in: तंगी
te_in: తంగీ

source: Tangnu
hi_in: तंगनु
te_in: తంగను

source: Tangra
hi_in: टंगरा
te_in: టంగరా

source: Tanhril
hi_in: तंहरिल
te_in: తంహరిల్

source: Tank Factory Avadi
hi_in: टैंक फैक्ट्री आवादी
te_in: టేంక్ ఫేక్ట్రీ ఆవాదీ

source: Tank Road
hi_in: टैंक रोड
te_in: టేంక్ రోడ్

source: Tankarda
hi_in: टंकरड़ा
te_in: టంకర్ ా

source: Tanklipada
hi_in: टांकलीपाड़ा
te_in: టాంకలీపా ా

source: Tankoli
hi_in: टांकोली
te_in: టాంకోలీ

source: Tanora Noorpur
hi_in: तंवर नूरपुर
te_in: తంవర్ నూరపుర్

source: Tantigeria
hi_in: टंटिगेरिया
te_in: టంటిగెరియా

source: Tantri
hi_in: तंत्री
te_in: తంత్రీ

source: Tantwas
hi_in: तांतवास
te_in: తాంతవాస్

source: Tanuku
hi_in: तनुकु
te_in: తనుకు

source: Tanuku Bazar
hi_in: तनुकु बाजार
te_in: తనుకు బాజార్

source: Tanuku Old Town
hi_in: तनुकु ओल्ड टाउन
te_in: తనుకు ఓల్డ్ టాఉన్

source: Taparewadi
hi_in: तपरेवाड़ी
te_in: తపరెవా ీ

source: Taparwada
hi_in: तापरवाड़ा
te_in: తాపరవా ా

source: Tapasenagar
hi_in: तापसेनगर
te_in: తాపసెనగర్

source: Tapaspalli
hi_in: तापसपल्ली
te_in: తాపసపల్లీ

source: Tapej
hi_in: टॉपेज
te_in: ట్ పెజ్

source: Tapiplya
hi_in: तपीपल्या
te_in: తపీపల్యా

source: Tapkara
hi_in: तपकर
te_in: తపకర్

source: Tapowan Gondhan
hi_in: तपोवन गोंधन
te_in: తపోవన్ గోంధన్

source: Tapowanashram
hi_in: तपोवनाश्रम
te_in: తపోవనాశ్రం

source: Tappal
hi_in: टप्पल
te_in: టప్పల్

source: Tapra
hi_in: टापरा
te_in: టాపరా

source: Taprana
hi_in: टपराना
te_in: టపరానా

source: Tapri
hi_in: टापरी
te_in: టాపరీ

source: Tapshikhata
hi_in: तपशिखाता
te_in: తపశిఖాతా

source: Tapukara
hi_in: टपूकड़ा
te_in: టపూక్ ా

source: Tara
hi_in: तारा
te_in: తారా

source: Tara Khas
hi_in: तारा खास
te_in: తారా ఖాస్

source: Tara Nagar
hi_in: तारा नगर
te_in: తారా నగర్

source: Tarabanahalli
hi_in: तारबनहल्ली
te_in: తారబనహల్లీ

source: Tarabari
hi_in: ताराबाड़ी
te_in: తారాబా ీ

source: Tarabh
hi_in: तराबीह
te_in: తరాబీహ్

source: Taraboga
hi_in: ताराबोगा
te_in: తారాబోగా

source: Taradapada
hi_in: ट्रैदपद
te_in: ట్రేదపద్

source: Taradhamaun
hi_in: ताराधमौन
te_in: తారాధమౌన్

source: Taradinga
hi_in: ट्रेडिंग
te_in: ట్రెడింగ్

source: Taraganahalli
hi_in: तारागनाहल्ली
te_in: తారాగనాహల్లీ

source: Taragaon
hi_in: तरंगों
te_in: తరంగోం

source: Tarahunise
hi_in: तरहनीसे
te_in: తరహనీసె

source: Taraj
hi_in: तर्ज
te_in: తర్జ్

source: Tarajan
hi_in: टारजन
te_in: టారజన్

source: Tarakiya
hi_in: तारकीय
te_in: తారకీయ్

source: Taralahi
hi_in: तारालाही
te_in: తారాలాహీ

source: Tarale
hi_in: तरल
te_in: తరల్

source: Taralu
hi_in: तरालू
te_in: తరాలూ

source: Taramatipeta
hi_in: ट्रॉमाटिपेट
te_in: ట్ర్ మాటిపెట్

source: Tarana
hi_in: तराना
te_in: తరానా

source: Taranagar
hi_in: तारानगर
te_in: తారానగర్

source: Tarandale
hi_in: टरंदले
te_in: టరందలె

source: Taranga Sagarpur
hi_in: तरंग सागरपुर
te_in: తరంగ్ సాగరపుర్

source: Tarangaji Temple
hi_in: तरंगजी टेम्पल
te_in: తరంగజీ టెమ్పల్

source: Tarangphal
hi_in: तरंगफल
te_in: తరంగఫల్

source: Tarani
hi_in: तरनि
te_in: తరని

source: Tarankhop
hi_in: त्रांखोप
te_in: త్రాంఖోప్

source: Tarapur
hi_in: तारापुर
te_in: తారాపుర్

source: Tarapur (Anand)
hi_in: तारापुर (आनंद)
te_in: తారాపుర్ (ఆనంద్)

source: Tarapur (Thane)
hi_in: तारापुर (ठाणे)
te_in: తారాపుర్ (ఠాణె)

source: Tarapur Ti
hi_in: तारापुर टी
te_in: తారాపుర్ టీ

source: Tarava
hi_in: तरवा
te_in: తరవా

source: Tarawali-I
hi_in: तारावली-ई
te_in: తారావలీ-ఈ

source: Tarawali-II
hi_in: तारावली-ई
te_in: తారావలీ-ఈ

source: Tardeo
hi_in: तारदेओ
te_in: తారదెఓ

source: Tardiha
hi_in: तारडीह
te_in: తారడీహ్

source: Tareti
hi_in: तारती
te_in: తారతీ

source: Targa
hi_in: तारग
te_in: తారగ్

source: Targod
hi_in: तारगोड़
te_in: తారగో

source: Tarhasi
hi_in: तरहसी
te_in: తరహసీ

source: Tarhi Bhawanipur
hi_in: तर्हि भवानीपुर
te_in: తర్హి భవానీపుర్

source: Tari
hi_in: तरी
te_in: తరీ

source: Taribili
hi_in: टैरिबिली
te_in: టేరిబిలీ

source: Tarigam
hi_in: टरिगं
te_in: టరిగం

source: Tarkhanda
hi_in: तारखंड
te_in: తారఖండ్

source: Tarkulwa Tiwari
hi_in: तरकुलवा तिवारी
te_in: తరకులవా తివారీ

source: Tarlaguda
hi_in: तारलागुड़ा
te_in: తారలాగు ా

source: Tarmalia
hi_in: तारमलिया
te_in: తారమలియా

source: Tarn Taran
hi_in: तरनतारन
te_in: తారన్ తరన్

source: Tarnaka
hi_in: तरणक
te_in: తరణక్

source: Tarnetar
hi_in: तार्णेतर
te_in: తార్ణెతర్

source: Tarora
hi_in: तरौरा
te_in: తరౌరా

source: Tarore
hi_in: तरौरे
te_in: తరౌరె

source: Taroun
hi_in: तारों
te_in: తారోం

source: Tarpho
hi_in: त्रफो
te_in: త్రఫో

source: Tarsa
hi_in: तरस
te_in: తరస్

source: Tarsali
hi_in: तरसाली
te_in: తరసాలీ

source: Tarsara
hi_in: तरसर
te_in: తరసర్

source: Tartar
hi_in: तारतार
te_in: తారతార్

source: Tarturu
hi_in: टार्चर
te_in: టార్చర్

source: Tarua
hi_in: तरुण
te_in: తరుణ్

source: Tasarala
hi_in: तसरल
te_in: తసరల్

source: Tasarda
hi_in: तसरदा
te_in: తసరదా

source: Tasati
hi_in: टेस्टी
te_in: టెస్టీ

source: Tasavade
hi_in: तसवदे
te_in: తసవదె

source: Tasgaon
hi_in: तासगाव
te_in: తాసగావ్

source: Tashiding
hi_in: ताशिदिंग
te_in: తాశిదింగ్

source: Tasing
hi_in: तसींग
te_in: తసీంగ్

source: Taskheda
hi_in: तासखेड़ा
te_in: తాసఖె ా

source: Taskola
hi_in: टसकोला
te_in: టసకోలా

source: Tata College Chaibasa
hi_in: टाटा कॉलेज चाईबासा
te_in: టాటా క్ లెజ్ చాఈబాసా

source: Tatabad
hi_in: टाटाबाद
te_in: టాటాబాద్

source: Tataguni
hi_in: तातगुनी
te_in: తాతగునీ

source: Tatapani
hi_in: तातापानी
te_in: తాతాపానీ

source: Tatarpur
hi_in: तातारपुर
te_in: తాతారపుర్

source: Tatarpura
hi_in: तातारपुर
te_in: తాతారపుర్

source: Tati
hi_in: टाटी
te_in: టాటీ

source: Tatibandh
hi_in: टाटीबंध
te_in: టాటీబంధ్

source: Tatiparthi
hi_in: टटीपार्ठी
te_in: టటీపార్ఠీ

source: Tatiparthy
hi_in: ततिपर्ति
te_in: తతిపర్తి

source: Tatipati
hi_in: ततिपति
te_in: తతిపతి

source: Tatisilway
hi_in: टाटीसिलवे
te_in: టాటీసిలవె

source: Tatla
hi_in: टॉल
te_in: ట్ ల్

source: Tato
hi_in: ततो
te_in: తతో

source: Tatoh
hi_in: टटोह
te_in: టటోహ్

source: Tatosan
hi_in: तटसँ
te_in: తటసఁ

source: Tatra
hi_in: तंत्र
te_in: తంత్ర్

source: Tattapani
hi_in: तत्तापानी
te_in: తత్తాపానీ

source: Tatya Ganj
hi_in: तात्या गंज
te_in: తాత్యా గంజ్

source: Taudhakpur
hi_in: तौधकपुर
te_in: తౌధకపుర్

source: Taulaha Champaran
hi_in: तौलाह चम्पारण
te_in: తౌలాహ్ చమ్పారణ్

source: Tauni Devi
hi_in: तौनी देवी
te_in: తౌనీ దెవీ

source: Tavandi
hi_in: तलवंडी
te_in: తలవండీ

source: Tavanur-feroke
hi_in: तवंर-फेरोके
te_in: తవంర్-ఫెరోకె

source: Tavarekere
hi_in: तवारेकेरे
te_in: తవారెకెరె

source: Tavra
hi_in: टावर
te_in: టావర్

source: Tawal
hi_in: टॉवल
te_in: ట్ వల్

source: Tawang
hi_in: तवांग
te_in: తవాంగ్

source: Tawipui 'N'
hi_in: तइपुइ 'न'
te_in: తఇపుఇ 'న్'

source: Tazar
hi_in: तैयार
te_in: తేయార్

source: Teandul
hi_in: तेन्दुल
te_in: తెన్దుల్

source: Technology Bhawan
hi_in: टेक्नोलॉजी भवन
te_in: టెక్నోల్ జీ భవన్

source: Tedesara
hi_in: टेड़ेसरा
te_in: టె ెసరా

source: Teehri Kutchery
hi_in: टिहरी कुत्चेरय
te_in: టిహరీ కుత్చెరయ్

source: Teek
hi_in: ठीक
te_in: ఠీక్

source: Teekli
hi_in: टीकली
te_in: టీకలీ

source: Teela Sahbazpur
hi_in: टीला शाहबाजपुर
te_in: టీలా శాహబాజపుర్

source: Tegghal
hi_in: तेजघल
te_in: తెజఘల్

source: Tegharipara
hi_in: तेघारीपारा
te_in: తెఘారీపారా

source: Teghra
hi_in: तेघरा
te_in: తెఘరా

source: Tehang
hi_in: तैहांग
te_in: తేహాంగ్

source: Tehkhand
hi_in: तेहखंड
te_in: తెహఖండ్

source: Tehnal
hi_in: तहनाल
te_in: తహనాల్

source: Tehri
hi_in: टेहरी
te_in: టెహరీ

source: Tehsil Road Rewari
hi_in: तहसील रोड रेवाड़ी
te_in: తహసీల్ రోడ్ రెవా ీ

source: Teikhang
hi_in: तैखंग
te_in: తేఖంగ్

source: Teisipur
hi_in: तैसईपुर
te_in: తేసఈపుర్

source: Teiya
hi_in: तैय
te_in: తేయ్

source: Teja Ka Bas
hi_in: तेज का बस
te_in: తెజ్ కా బస్

source: Tekapar
hi_in: टेकापार
te_in: టెకాపార్

source: Tekawade
hi_in: टकवाड़े
te_in: టకవా ె

source: Tekkali
hi_in: टेक्काली
te_in: టెక్కాలీ

source: Tekkatulsi
hi_in: टेककतुलसी
te_in: టెకకతులసీ

source: Tekke
hi_in: टक्के
te_in: టక్కె

source: Tekkupalayam
hi_in: तेक्कुपलायम
te_in: తెక్కుపలాయం

source: Tekkur
hi_in: टेककर
te_in: టెకకర్

source: Tekuatar
hi_in: टेकुआटार
te_in: టెకుఆటార్

source: Tekulapalli
hi_in: टेकुलापल्ली
te_in: టెకులాపల్లీ

source: Telari
hi_in: तैयारी
te_in: తేయారీ

source: Telav
hi_in: तेलाव
te_in: తెలావ్

source: Telbhawan
hi_in: तेलभवं
te_in: తెలభవం

source: Teldihudi
hi_in: तेलडीहड़ी
te_in: తెలడీహ్ ీ

source: Telenga Bazar
hi_in: तेलेंगा बाजार
te_in: తెలెంగా బాజార్

source: Telengapentha
hi_in: तेलेंगपेंटहा
te_in: తెలెంగపెంటహా

source: Telenpali
hi_in: टेलेनपाली
te_in: టెలెనపాలీ

source: Telephone Bhawan
hi_in: टेलीफोन भवन
te_in: టెలీఫోన్ భవన్

source: Telewadi
hi_in: टेलेवाडी
te_in: టెలెవాడీ

source: Telewara
hi_in: तेलीवाड़ा
te_in: తెలీవా ా

source: Telgaon
hi_in: तेलगांव
te_in: తెలగాంవ్

source: Teliamura
hi_in: तेलियामुरा
te_in: తెలియామురా

source: Telibagh
hi_in: तेलीबाग
te_in: తెలీబాగ్

source: Teliyani
hi_in: तेलियानी
te_in: తెలియానీ

source: Telkhara
hi_in: तेलखर
te_in: తెలఖర్

source: Tellapali
hi_in: तेललपाली
te_in: తెలలపాలీ

source: Tellapur
hi_in: तेल्लापुर
te_in: తెల్లాపుర్

source: Telmar
hi_in: तेल्मर
te_in: తెల్మర్

source: Telpur
hi_in: तेलपुर
te_in: తెలపుర్

source: Telua
hi_in: ठेलुआ
te_in: ఠెలుఆ

source: Telur
hi_in: टेलर
te_in: టెలర్

source: Tembhapuri
hi_in: टेम्भापुरी
te_in: టెమ్భాపురీ

source: Tembhikhodave
hi_in: तेम्भीखोडावे
te_in: తెమ్భీఖోడావె

source: Tembhurkheda
hi_in: टेंभुरखेड़ा
te_in: టెంభురఖె ా

source: Tembhurli
hi_in: टेंभुरली
te_in: టెంభురలీ

source: Tembhurni (Jalna)
hi_in: टेम्भुर्णी (जलन)
te_in: టెమ్భుర్ణీ (జలన్)

source: Tembhurni (Solapur)
hi_in: टेम्भुर्णी (सोलापुर)
te_in: టెమ్భుర్ణీ (సోలాపుర్)

source: Temki
hi_in: टेंकी
te_in: టెంకీ

source: Temla
hi_in: टेमला
te_in: టెమలా

source: Tempale
hi_in: टेम्पल
te_in: టెమ్పల్

source: Tempalli
hi_in: टेमपल्ली
te_in: టెమపల్లీ

source: Temple Gate
hi_in: टेम्पल गेट
te_in: టెమ్పల్ గెట్

source: Temple Gompa
hi_in: टेम्पल गोम्पा
te_in: టెమ్పల్ గోమ్పా

source: Temrani
hi_in: टेमरानी
te_in: టెమరానీ

source: Tenali
hi_in: तेनाली
te_in: తెనాలీ

source: Tenali Bazar
hi_in: तेनाली बाजार
te_in: తెనాలీ బాజార్

source: Tenari
hi_in: टेनरी
te_in: టెనరీ

source: Tendha Khurd
hi_in: टेढा खुर्द
te_in: టెఢా ఖుర్ద్

source: Tendra
hi_in: टेंडर
te_in: టెండర్

source: Tenduni
hi_in: तेंदुनी
te_in: తెందునీ

source: Tenduwa
hi_in: तेंदुवा
te_in: తెందువా

source: Tendwa Mahanth
hi_in: टण्डवा महंथ
te_in: టణ్డవా మహంథ్

source: Tengakhat
hi_in: टेंगखत
te_in: టెంగఖత్

source: Tengunia
hi_in: टेंगानिका
te_in: టెంగానికా

source: Tenkakajekar
hi_in: टेंककजेकर
te_in: టెంకకజెకర్

source: Tenkankeri
hi_in: टेंकांकेरी
te_in: టెంకాంకెరీ

source: Tenkara
hi_in: टेंकर
te_in: టెంకర్

source: Tenkarai
hi_in: टेकरै
te_in: టెకరే

source: Tenkasi
hi_in: टेक्सी
te_in: టెక్సీ

source: Tenkasi RS
hi_in: टेक्सी रस
te_in: టెక్సీ రస్

source: Tennur
hi_in: तेन्नूर
te_in: తెన్నూర్

source: Tennur East
hi_in: तेन्नूर ईस्ट
te_in: తెన్నూర్ ఈస్ట్

source: Tentoi
hi_in: टेंटी
te_in: టెంటీ

source: Tentulia
hi_in: तेंतुलिया
te_in: తెంతులియా

source: Tentulidihi
hi_in: तेंतुलीडीही
te_in: తెంతులీడీహీ

source: Tentuligaon
hi_in: तेंतुलिगाओं
te_in: తెంతులిగాఓం

source: Tentuligarh
hi_in: तेंतुलीगढ़
te_in: తెంతులీగ్

source: Tentuligumma
hi_in: तेंतुलीगुम्मा
te_in: తెంతులీగుమ్మా

source: Tentulikhunti
hi_in: तेंतुलिखउंती
te_in: తెంతులిఖఉంతీ

source: Tentulkuli
hi_in: तेंतुलकुली
te_in: తెంతులకులీ

source: Teodhi
hi_in: तेवढी
te_in: తెవఢీ

source: Teppadabeguru
hi_in: टेप्पादबेगुरु
te_in: టెప్పాదబెగురు

source: Teppakulam
hi_in: टेप्पाकुलम
te_in: టెప్పాకులం

source: Tera Bazar
hi_in: तेरा बाजार
te_in: తెరా బాజార్

source: Tera Kalan
hi_in: तेरा कलां
te_in: తెరా కలాం

source: Terdal
hi_in: तेरदल
te_in: తెరదల్

source: Terdal Bazar
hi_in: तेरदल बाजार
te_in: తెరదల్ బాజార్

source: Terhawa Nabad
hi_in: तेरहवाँ नाबाद
te_in: తెరహవాఁ నాబాద్

source: Terhi Bazar
hi_in: तेरही बाजार
te_in: తెరహీ బాజార్

source: Teriya
hi_in: तेरिया
te_in: తెరియా

source: Terku Vallioor
hi_in: तरकेउ वल्लियूर
te_in: తరకెఉ వల్లియూర్

source: Terlamaddi
hi_in: टेरलमड्डी
te_in: టెరలమడ్డీ

source: Terpa
hi_in: तरप
te_in: తరప్

source: Terse Bambarde
hi_in: तरसे बम्बार्ड
te_in: తరసె బమ్బార్డ్

source: Tertang
hi_in: टेरतांग
te_in: టెరతాంగ్

source: Terundia
hi_in: तेरुंडा
te_in: తెరుండా

source: Terwad
hi_in: तरवाड़
te_in: తరవా

source: Tesinga
hi_in: ट्रेसिंग
te_in: ట్రెసింగ్

source: Tetali
hi_in: टेटली
te_in: టెటలీ

source: Tetalkhunti
hi_in: टेतलखुन्टी
te_in: టెతలఖున్టీ

source: Tetelia
hi_in: तेतेलिया
te_in: తెతెలియా

source: Tetghar
hi_in: टटघर
te_in: టటఘర్

source: Tetla
hi_in: तेतला
te_in: తెతలా

source: Tetliguri
hi_in: तेतलिगुरी
te_in: తెతలిగురీ

source: Tetrain
hi_in: टेटराइन
te_in: టెటరాఇన్

source: Tetri
hi_in: तेतरी
te_in: తెతరీ

source: Tetria
hi_in: तेतरिया
te_in: తెతరియా

source: Teuri
hi_in: तेरी
te_in: తెరీ

source: Tewar
hi_in: तेवर
te_in: తెవర్

source: Texmaco
hi_in: टेक्समैको
te_in: టెక్సమేకో

source: Teynampet
hi_in: तैनाम्पेट
te_in: తేనామ్పెట్

source: Teynampet West
hi_in: तैनाम्पेट वेस्ट
te_in: తేనామ్పెట్ వెస్ట్

source: Tezpur
hi_in: तेज़पुर
te_in: తె పుర్

source: Tezpur Bazar
hi_in: तेज़पुर बाजार
te_in: తె పుర్ బాజార్

source: Thabore
hi_in: ताबोर
te_in: తాబోర్

source: Thachampoyil
hi_in: थचंपाईल
te_in: థచంపాఈల్

source: Thadach
hi_in: थॉडाच
te_in: థ్ డాచ్

source: Thadiampadu
hi_in: थाडिंपदु
te_in: థాడింపదు

source: Thadicaud
hi_in: ठाड़ीचौड़
te_in: ఠా ీచౌ

source: Thadlaskein
hi_in: थडलसकें
te_in: థడలసకెం

source: Thagatti
hi_in: ठगट्टी
te_in: ఠగట్టీ

source: Thaggikuppe
hi_in: ठग्गीकुप्पे
te_in: ఠగ్గీకుప్పె

source: Thailla
hi_in: थैला
te_in: థేలా

source: Thaiyur
hi_in: थेयूर
te_in: థెయూర్

source: Thakuraidabra
hi_in: ठकुराईडबरा
te_in: ఠకురాఈడబరా

source: Thakurapada
hi_in: ठाकुरपाड़ा
te_in: ఠాకురపా ా

source: Thakurbazar
hi_in: ठाकुरबाज़ार
te_in: ఠాకురబా ార్

source: Thakurdwar
hi_in: ठाकुरद्वार
te_in: ఠాకురద్వార్

source: Thakurdwara
hi_in: ठाकुरद्वारा
te_in: ఠాకురద్వారా

source: Thakurganj
hi_in: ठाकुरगंज
te_in: ఠాకురగంజ్

source: Thakurli
hi_in: ठाकुर्ली
te_in: ఠాకుర్లీ

source: Thakurnagar
hi_in: ठाकुरनगर
te_in: ఠాకురనగర్

source: Thakurnpahari
hi_in: ठाकुरनपहरी
te_in: ఠాకురనపహరీ

source: Thakurpukur
hi_in: ठाकुरपुकुर
te_in: ఠాకురపుకుర్

source: Thalabair
hi_in: तलबीर
te_in: తలబీర్

source: Thalacode
hi_in: थालाकडे
te_in: థాలాకడె

source: Thalakkadathur
hi_in: टहलक्कड़आथुर
te_in: టహలక్క్ ఆథుర్

source: Thalakkasseri
hi_in: थलककस्सेरी
te_in: థలకకస్సెరీ

source: Thalakudi
hi_in: थलकुडी
te_in: థలకుడీ

source: Thalakulam
hi_in: थलकुलम
te_in: థలకులం

source: Thalassery
hi_in: थालास्सेरी
te_in: థాలాస్సెరీ

source: Thalassery Bazar
hi_in: थालास्सेरी बाजार
te_in: థాలాస్సెరీ బాజార్

source: Thalassery Courts
hi_in: थालास्सेरी कोर्ट्स
te_in: థాలాస్సెరీ కోర్ట్స్

source: Thalayolaparambu
hi_in: थल्योलापरम्बु
te_in: థల్యోలాపరమ్బు

source: Thali
hi_in: थाली
te_in: థాలీ

source: Thall
hi_in: थल
te_in: థల్

source: Thaltej
hi_in: ठल्टेज
te_in: ఠల్టెజ్

source: Thaltej Road
hi_in: ठल्टेज रोड
te_in: ఠల్టెజ్ రోడ్

source: Thalwara
hi_in: तलवार
te_in: తలవార్

source: Thamakari
hi_in: थामकारी
te_in: థామకారీ

source: Thamallackal
hi_in: तहमल्लकाल
te_in: తహమల్లకాల్

source: Thamallackal North
hi_in: तहमल्लकाल नार्थ
te_in: తహమల్లకాల్ నార్థ్

source: Thamaraikarai
hi_in: तहमारेकरे
te_in: తహమారెకరె

source: Thambalamanna
hi_in: थम्बलमन्न
te_in: థమ్బలమన్న్

source: Thambuchetty palya
hi_in: थम्बूचेट्टी पाल्य
te_in: థమ్బూచెట్టీ పాల్య్

source: Thammanaickenpatti
hi_in: थाम्मानैकेनपट्टी
te_in: థామ్మానేకెనపట్టీ

source: Thammanayakanahalli
hi_in: थाम्मानायकनाहल्ली
te_in: థామ్మానాయకనాహల్లీ

source: Thammavaram
hi_in: ठम्मवर्म
te_in: ఠమ్మవర్ం

source: Thampalakkad
hi_in: थामपलक्कड़
te_in: థామపలక్క్

source: Thana
hi_in: थाना
te_in: థానా

source: Thana Bajuri
hi_in: थाना बजूरी
te_in: థానా బజూరీ

source: Thanabhawan
hi_in: थानाभवन
te_in: థానాభవన్

source: Thanakkankulam
hi_in: थानककनकुलं
te_in: థానకకనకులం

source: Thanarpara
hi_in: थानपर
te_in: థానపర్

source: Thanasavli
hi_in: थानासवली
te_in: థానాసవలీ

source: Thandalam
hi_in: ठ्ण्डलं
te_in: ఠ్ణ్డలం

source: Thandalam Krishnapuram
hi_in: ठ्ण्डलं कृष्णापुरम
te_in: ఠ్ణ్డలం కృష్ణాపురం

source: Thandarai
hi_in: ठंडाई
te_in: ఠండాఈ

source: Thandewala
hi_in: थांदेवाला
te_in: థాందెవాలా

source: Thane
hi_in: ठाणे
te_in: ఠాణె

source: Thane Bazar
hi_in: ठाणे बाजार
te_in: ఠాణె బాజార్

source: Thane East
hi_in: ठाणे ईस्ट
te_in: ఠాణె ఈస్ట్

source: Thane R.S.
hi_in: ठाणे आर.एस.
te_in: ఠాణె ఆర్.ఏస్.

source: Thanepada
hi_in: थानेपद
te_in: థానెపద్

source: Thanesar Town
hi_in: थानेसर टाउन
te_in: థానెసర్ టాఉన్

source: Thangadh
hi_in: थानगढ़
te_in: థానగ్

source: Thangamapuripattinam
hi_in: थंगामपुरीपट्टिनम
te_in: థంగామపురీపట్టినం

source: Thangaon
hi_in: ठंगों
te_in: ఠంగోం

source: Thangrain
hi_in: थंगराइन
te_in: థంగరాఇన్

source: Thangsning
hi_in: थांग्सनिंग
te_in: థాంగ్సనింగ్

source: Thaniyana
hi_in: तानियन
te_in: తానియన్

source: Thanjavur
hi_in: तंजावुर
te_in: తంజావుర్

source: Thanjavur Bazaar
hi_in: थंजावुर बाजार
te_in: థంజావుర్ బాజార్

source: Thanjavur City
hi_in: थंजावुर सिटी
te_in: థంజావుర్ సిటీ

source: Thanjavur Collectorate
hi_in: थंजावुर कोल्लेकतोरते
te_in: థంజావుర్ కోల్లెకతోరతె

source: Thanjavur East
hi_in: थंजावुर ईस्ट
te_in: థంజావుర్ ఈస్ట్

source: Thanjavur East Gate
hi_in: थंजावुर ईस्ट गेट
te_in: థంజావుర్ ఈస్ట్ గెట్

source: Thanjavur Housing Unit
hi_in: थंजावुर हाउसिंग यूनिट
te_in: థంజావుర్ హాఉసింగ్ యూనిట్

source: Thanjavur Medical College
hi_in: थंजावुर मेडिकल कॉलेज
te_in: థంజావుర్ మెడికల్ క్ లెజ్

source: Thanjavur West
hi_in: थंजावुर वेस्ट
te_in: థంజావుర్ వెస్ట్

source: Thanneerpallam
hi_in: थांणीरपल्लम
te_in: థాంణీరపల్లం

source: Thannimoodu
hi_in: ठांनिमूदउ
te_in: ఠాంనిమూదఉ

source: Thannirahalla
hi_in: टहंनिरहल्ला
te_in: టహంనిరహల్లా

source: Thannirhalla
hi_in: टहंनिरहल्ला
te_in: టహంనిరహల్లా

source: Thaparnagar
hi_in: थापरनगर
te_in: థాపరనగర్

source: Thaper Colony Phagwara
hi_in: थापेर कॉलोनी फगवारा
te_in: థాపెర్ క్ లోనీ ఫగవారా

source: Tharad
hi_in: थर्ड
te_in: థర్డ్

source: Tharali
hi_in: थराली
te_in: థరాలీ

source: Tharkadusundarapuram
hi_in: थरकदसुन्दरपुरम
te_in: థరకదసున్దరపురం

source: Tharola
hi_in: थरोला
te_in: థరోలా

source: Tharr
hi_in: थर्ड
te_in: థర్డ్

source: Tharra Darroni
hi_in: थर्रा दर्रोनी
te_in: థర్రా దర్రోనీ

source: Tharuapur
hi_in: तारापुर
te_in: తారాపుర్

source: Tharwa
hi_in: ठरवा
te_in: ఠరవా

source: Tharwar
hi_in: थावर
te_in: థావర్

source: Thaska
hi_in: ठसक
te_in: ఠసక్

source: Thatha
hi_in: तथा
te_in: తథా

source: Thatha Kishan Singh
hi_in: तथा किशन सिंह
te_in: తథా కిశన్ సింహ్

source: Thathampally
hi_in: थाथामपल्ली
te_in: థాథామపల్లీ

source: Thathaneri
hi_in: थथनऋ
te_in: థథనఋ

source: Thathawade
hi_in: ठाठवाडे
te_in: ఠాఠవాడె

source: Thathiengarpatti
hi_in: ठाठियनगरपट्टी
te_in: ఠాఠియనగరపట్టీ

source: Thathiengarpet
hi_in: ठाठियनगरपेट
te_in: ఠాఠియనగరపెట్

source: Thattamala
hi_in: ठट्टामल
te_in: ఠట్టామల్

source: Thattanchavady
hi_in: तत्तञ्चवदय
te_in: తత్తఞ్చవదయ్

source: Thattaparai
hi_in: थाटापरै
te_in: థాటాపరే

source: Thattarambalam
hi_in: थाट्टारामबल्म
te_in: థాట్టారామబల్ం

source: Thattarkonam
hi_in: ठत्तरकोनाम
te_in: ఠత్తరకోనాం

source: Thattekere
hi_in: तटकरे
te_in: తటకరె

source: Thattekuppe
hi_in: थाट्टेकुप्पे
te_in: థాట్టెకుప్పె

source: Thattimanapalli
hi_in: थात्तिमानपल्ली
te_in: థాత్తిమానపల్లీ

source: Thavad
hi_in: ठयावाड़
te_in: ఠయావా

source: Thavalam
hi_in: थावलं
te_in: థావలం

source: Thavittupalayam
hi_in: थवित्तुपलायम
te_in: థవిత్తుపలాయం

source: Thayamkary
hi_in: ठयंकारी
te_in: ఠయంకారీ

source: Thayur
hi_in: थेऊर
te_in: థెఊర్

source: Thayyeni
hi_in: थय्यनी
te_in: థయ్యనీ

source: Thazhakadai
hi_in: थाज़हाकडे
te_in: థా హాకడె

source: Thazhakudy
hi_in: थाज़हाकुडय
te_in: థా హాకుడయ్

source: Thazhathuvadakara
hi_in: ताज़हथुवादकर
te_in: తా హథువాదకర్

source: Thdoli
hi_in: थडोली
te_in: థడోలీ

source: Thebra
hi_in: तेबर
te_in: తెబర్

source: Theetha
hi_in: ठीठ
te_in: ఠీఠ్

source: Theethampalayam
hi_in: थीथमपलायम
te_in: థీథమపలాయం

source: Thekkegramam
hi_in: ठेककेग्रामम
te_in: ఠెకకెగ్రామం

source: Thekkumbhagom
hi_in: थेक्कूमभागों
te_in: థెక్కూమభాగోం

source: Thekma
hi_in: ठेकमा
te_in: ఠెకమా

source: Thellakom
hi_in: ठेललकॉम
te_in: ఠెలలక్ ం

source: Thengabhat
hi_in: ठेंगाभाट
te_in: ఠెంగాభాట్

source: Thengod
hi_in: ठेंगोंड
te_in: ఠెంగోండ్

source: Thengumarahada
hi_in: थेंगुमराहड़ा
te_in: థెంగుమరాహ్ ా

source: Theni
hi_in: थेनि
te_in: థెని

source: Thenmathur
hi_in: ठेंमथुर
te_in: ఠెంమథుర్

source: Thennambattu
hi_in: थेननमबट्टू
te_in: థెననమబట్టూ

source: Thenpothai
hi_in: थेंपटहै
te_in: థెంపటహే

source: Thepaha Bazar
hi_in: ठेपहा बाजार
te_in: ఠెపహా బాజార్

source: Theppampatti
hi_in: थेपपम्पत्ति
te_in: థెపపమ్పత్తి

source: Therasana
hi_in: दरसन
te_in: దరసన్

source: Therekalpudur
hi_in: थेरेकलपुदुर
te_in: థెరెకలపుదుర్

source: Thergaon
hi_in: थेरगाओं
te_in: థెరగాఓం

source: Therku Autoor
hi_in: थरकु आतूर
te_in: థరకు ఆతూర్

source: Therku Thamaraikulam
hi_in: थरकु तहमारेकुलम
te_in: థరకు తహమారెకులం

source: Therkutharavai
hi_in: थरकुठारवाई
te_in: థరకుఠారవాఈ

source: Therkuvirapandiapuram
hi_in: थेरकूवीरापांडियापुरम
te_in: థెరకూవీరాపాండియాపురం

source: Thermal Colony Kota
hi_in: थर्मल कॉलोनी कोटा
te_in: థర్మల్ క్ లోనీ కోటా

source: Thermal Plant Colony Ropar
hi_in: थर्मल प्लांट कॉलोनी रोपर
te_in: థర్మల్ ప్లాంట్ క్ లోనీ రోపర్

source: Therola
hi_in: थेरॉल
te_in: థెర్ ల్

source: Theruvukadai
hi_in: थेरुवाउकडी
te_in: థెరువాఉకడీ

source: Thiagarajar College
hi_in: ठीगराजर कॉलेज
te_in: ఠీగరాజర్ క్ లెజ్

source: Thiak
hi_in: ठीक
te_in: ఠీక్

source: Thickanamcode
hi_in: ठिकानामकोड़े
te_in: ఠికానామకో ె

source: Thikariya
hi_in: ठिकरिया
te_in: ఠికరియా

source: Thikriwala
hi_in: ठीकरीवाला
te_in: ఠీకరీవాలా

source: Thillai Nagar
hi_in: थिल्लई नगर
te_in: థిల్లఈ నగర్

source: Thillainagar
hi_in: थिल्लईनागर
te_in: థిల్లఈనాగర్

source: Thillaipuram
hi_in: तिल्लीपुरम
te_in: తిల్లీపురం

source: Thillaivilagam
hi_in: थिल्लईविलगं
te_in: థిల్లఈవిలగం

source: Thillaivilagam South
hi_in: थिल्लईविलगं साउथ
te_in: థిల్లఈవిలగం సాఉథ్

source: Thillenkeri
hi_in: थिलनकेरी
te_in: థిలనకెరీ

source: Thiltlang
hi_in: थिलतलंग
te_in: థిలతలంగ్

source: Thimamsamudram
hi_in: थिममसमुद्रम
te_in: థిమమసముద్రం

source: Thimmanaickenpalayam
hi_in: थिम्मानैकेनपलायम
te_in: థిమ్మానేకెనపలాయం

source: Thimmanur
hi_in: थिममनूर
te_in: థిమమనూర్

source: Thimmaparam
hi_in: थिम्मापरम
te_in: థిమ్మాపరం

source: Thimmapur
hi_in: थिम्मापुर
te_in: థిమ్మాపుర్

source: Thimmasandra
hi_in: थिम्मासंद्रा
te_in: థిమ్మాసంద్రా

source: Thimminaidupalem
hi_in: तिम्मिनाइडूपलेम
te_in: తిమ్మినాఇడూపలెం

source: Thindal
hi_in: ठंडल
te_in: ఠండల్

source: Thindamangalam
hi_in: थिन्दमंगलं
te_in: థిన్దమంగలం

source: Thingfal
hi_in: थिन्गफल
te_in: థిన్గఫల్
