Repository: healthvdev/custom_template
Catalog: languages/*.po
Languages: hi_in, te_in

source: NAIHATI
hi_in: नैहाटी
te_in: నేహాటీ

source: NANGAL
hi_in: नांगल
te_in: నాంగల్

source: Nabha
hi_in: नाभा
te_in: నాభా

source: Nadia
hi_in: नादिया
te_in: నాదియా

source: Nagaur
hi_in: नागौर
te_in: నాగౌర్

source: Nainital
hi_in: नैनीताल
te_in: నేనీతాల్

source: Nalanda
hi_in: नालंदा
te_in: నాలందా

source: Nalgonda
hi_in: नलगोंडा
te_in: నలగోండా

source: Nandurbar
hi_in: नंदुरबार
te_in: నందురబార్

source: Narmada
hi_in: नर्मदा
te_in: నర్మదా

source: Narnaul
hi_in: नारनौल
te_in: నారనౌల్

source: Navi mumbai
hi_in: नवी मुंबई
te_in: నవీ ముంబై

source: Navsari
hi_in: नवसारी
te_in: నవసారీ

source: Nawanshahr
hi_in: नवांशहर
te_in: నవాంశహర్

source: Nedukandum
hi_in: नेडुकांडम
te_in: నెడుకాండం

source: Neemuch
hi_in: नीमच
te_in: నీమచ్

source: Nerul
hi_in: नेरुल
te_in: నెరుల్

source: Neyveli
hi_in: नेवेली
te_in: నెవెలీ

source: Nilgiris
hi_in: नीलगिरी
te_in: నీలగిరీ

source: North 24 Parganas
hi_in: उत्तरी 24 परगना
te_in: ఉత్తరీ 24 పరగనా

source: North Goa
hi_in: उत्तरी गोवा
te_in: ఉత్తరీ గోవా

source: North Kendra
hi_in: उत्तर केन्द्र
te_in: ఉత్తర్ కెన్ద్ర్

source: North Tripura
hi_in: उत्तरी त्रिपुरा
te_in: ఉత్తరీ త్రిపురా

source: Nuapada
hi_in: नुआपाड़ा
te_in: నుఆపాడ్ ా

source: Oddanchatram
hi_in: ओदड़नचात्रम
te_in: ఓదడ్ నచాత్రం

source: Ongole
hi_in: ओंगोल
te_in: ఓంగోల్

source: Ooty
hi_in: ऊटी
te_in: ఊటీ

source: PURBA MEDINIPUR
hi_in: पूर्ब मेदिनीपुर
te_in: పూర్బ్ మెదినీపుర్

source: Pakur
hi_in: पाकुर
te_in: పాకుర్

source: Palamu
hi_in: पलामू
te_in: పలామూ

source: Paldi
hi_in: पल्ड़ी
te_in: పల్డ్ ీ

source: Pallakad
hi_in: पलक्कड़
te_in: పలక్కడ్

source: Palwal
hi_in: पलवल
te_in: పలవల్

source: Panchkula
hi_in: पंचकुला
te_in: పంచకులా

source: Panchmahal
hi_in: पंचमहल
te_in: పంచమహల్

source: Panna
hi_in: पन्ना
te_in: పన్నా

source: Panruti
hi_in: पनरूती
te_in: పనరూతీ

source: Papum Pare
hi_in: पापुम पारे
te_in: పాపుమ్ పారె

source: Paravur
hi_in: पारावुर
te_in: పారావుర్

source: Paschim Medinipur
hi_in: पश्चिम मेदिनीपुर
te_in: పశ్చిమ మెదినీపుర్

source: Pauri Garhwal
hi_in: पौड़ी गढ़वाल
te_in: పౌడ్ ీ గఢ్ వాల్

source: Perinthalmanna
hi_in: पेरिन्तल्मन्न
te_in: పెరిన్తల్మన్న్

source: Phaltan
hi_in: फलटन
te_in: ఫలటన్

source: Pithoragarh
hi_in: पिथौरागढ़
te_in: పిథౌరాగఢ్

source: Prakasam
hi_in: प्रकाशम
te_in: ప్రకాశం

source: PuduCherry
hi_in: पुडुचेरी
te_in: పుడుచెరీ

source: Pullur
hi_in: पुल्लूर
te_in: పుల్లూర్

source: Pulwama
hi_in: पुलवामा
te_in: పులవామా

source: Purnia
hi_in: पूर्णिया
te_in: పూర్ణియా

source: Purulia
hi_in: पुरुलिया
te_in: పురులియా

source: R R
hi_in: आर आर
te_in: ఆర్ ఆర్

source: Radhanpur
hi_in: राधनपुर
te_in: రాధనపుర్

source: Raebareli
hi_in: रायबरेली
te_in: రాయబరెలీ

source: Raigad
hi_in: रायगढ़
te_in: రాయగఢ్

source: Rajarhae
hi_in: राजरहाए
te_in: రాజరహాఏ

source: Rajnandgaon
hi_in: राजनांदगांव
te_in: రాజనాందగాంవ్

source: Rajsamand
hi_in: राजसमंद
te_in: రాజసమంద్

source: Ramanagara
hi_in: रामनगर
te_in: రామనగర్

source: Ramanagaram
hi_in: रामनगरम
te_in: రామనగరం

source: Ranchi
hi_in: रांची
te_in: రాంచీ

source: Ranga Reddy
hi_in: रंगा रेड्डी
te_in: రంగా రెడ్డీ

source: Ratnagiri
hi_in: रत्नागिरी
te_in: రత్నాగిరీ

source: Ri Bhoi
hi_in: री भोई
te_in: రీ భోఈ

source: Roorkee
hi_in: रुड़की
te_in: రుడ్ కీ

source: Rudraprayag
hi_in: रुद्रप्रयाग
te_in: రుద్రప్రయాగ్

source: S.A.S Nagar
hi_in: S.A.S नगर
te_in: S.A.S నగర్

source: SANT RAVIDAS NAGAR
hi_in: संत रविदास नगर
te_in: సంత్ రవిదాస్ నగర్

source: SIRSA
hi_in: सिरसा
te_in: సిరసా

source: SPSR Nellore
hi_in: SPSR नेल्लोर
te_in: SPSR నెల్లోర్

source: Sabar kantha
hi_in: साबरकांठा
te_in: సాబరకాంఠా

source: Sabarkantha
hi_in: साबरकांठा
te_in: సాబరకాంఠా

source: Saharanpur
hi_in: सहारनपुर
te_in: సహారనపుర్

source: Sahibganj
hi_in: साहिबगंज
te_in: సాహిబగంజ్

source: Salcete
hi_in: साष्टी
te_in: సాష్టీ

source: Sambalpurÿ
hi_in: संबलपुर
te_in: సంబలపుర్

source: Sant Kabir Nagar
hi_in: संत कबीर नगर
te_in: సంత్ కబీర్ నగర్

source: Saran
hi_in: सरन
te_in: సరన్

source: Sawai Madhopur
hi_in: सवाई माधोपुर
te_in: సవాఈ మాధోపుర్

source: Sehore
hi_in: सीहोर
te_in: సీహోర్

source: Seoni
hi_in: सिवनी
te_in: సివనీ

source: Seraikella-Kharsawan
hi_in: सेरइकेल्ला-खरसावां
te_in: సెరఇకెల్లా-ఖరసావాం

source: Shadol
hi_in: शहडोल
te_in: శహడోల్

source: Shamli
hi_in: शामली
te_in: శామలీ

source: Sheikhpura
hi_in: शेखपुरा
te_in: శెఖపురా

source: Shillong
hi_in: शिलांग
te_in: శిలాంగ్

source: Shimla
hi_in: शिमला
te_in: శిమలా

source: Shivamogga
hi_in: शिवमोगा
te_in: శివమోగా

source: Shivpuri
hi_in: शिवपुरी
te_in: శివపురీ

source: Shravasti
hi_in: श्रावस्ती
te_in: శ్రావస్తీ

source: Siddharth Nagar
hi_in: सिद्धार्थ नगर
te_in: సిద్ధార్థ్ నగర్

source: Sidhi
hi_in: सीधी
te_in: సీధీ

source: Sindhudurg
hi_in: सिंधुदुर्ग
te_in: సింధుదుర్గ్

source: Singhbhum
hi_in: सिंहभूम
te_in: సింహభూం

source: Singrauli
hi_in: सिंगरौली
te_in: సింగరౌలీ

source: Sirmaur
hi_in: सिरमौर
te_in: సిరమౌర్

source: Sivaganga
hi_in: शिवगंगा
te_in: శివగంగా

source: Siwan
hi_in: सीवान
te_in: సీవాన్

source: Sonbhadra
hi_in: सोनभद्र
te_in: సోనభద్ర్

source: Sonepat
hi_in: सोनीपत
te_in: సోనీపత్

source: Sonepur
hi_in: सोनपुर
te_in: సోనపుర్

source: Sonipat
hi_in: सोनीपत
te_in: సోనీపత్

source: South 24 Parganas
hi_in: दक्षिण 24 परगना
te_in: దక్షిణ్ 24 పరగనా

source: South Andaman
hi_in: दक्षिण अंडमान
te_in: దక్షిణ్ అండమాన్

source: South Goa
hi_in: दक्षिण गोवा
te_in: దక్షిణ్ గోవా

source: South Tripura
hi_in: दक्षिण त्रिपुरा
te_in: దక్షిణ్ త్రిపురా

source: Sri Ganganagar
hi_in: श्रीगंगानगर
te_in: శ్రీగంగానగర్

source: Sri Muktsar Sahib
hi_in: मुक्तसर
te_in: ముక్తసర్

source: SriNagar
hi_in: श्रीनगर
te_in: శ్రీనగర్

source: Srivilliputtur
hi_in: स्रीविल्लीपुट्तूर
te_in: స్రీవిల్లీపుట్తూర్

source: Sundargarh
hi_in: सुंदरगढ़
te_in: సుందరగఢ్

source: Surguja
hi_in: सरगुजा
te_in: సరగుజా

source: TANUKU
hi_in: टनुकु
te_in: టనుకు

source: TINSUKIA
hi_in: तिनसुकिया
te_in: తినసుకియా

source: Tanjore
hi_in: तंजौर
te_in: తంజౌర్

source: Tapi
hi_in: तापी
te_in: తాపీ

source: Tarikere
hi_in: तरिकेर
te_in: తరికెర్

source: Tehri Garhwal
hi_in: टिहरी गढ़वाल
te_in: టిహరీ గఢ్ వాల్

source: The Nilgiris
hi_in: नीलगिरी
te_in: నీలగిరీ

source: Thiruvallur
hi_in: तिरूवल्लुर
te_in: తిరూవల్లుర్

source: Thiruvananthapuram
hi_in: तिरुवनंतपुरम
te_in: తిరువనంతపురం

source: Thoothukudi
hi_in: तूतूकुड़ी
te_in: తూతూకుడ్ ీ

source: Thoubal
hi_in: थौबल
te_in: థౌబల్

source: Tonk
hi_in: टोंक
te_in: టోంక్

source: Trichy
hi_in: त्रिची
te_in: త్రిచి

source: Trivandram
hi_in: त्रिवेंद्रम
te_in: త్రివెంద్రం

source: Tumakuru
hi_in: तुमकुर
te_in: తుమకుర్

source: UDHAM SINGH NAGAR
hi_in: ऊधमसिंह नगर
te_in: ఊధమసింహ్ నగర్

source: Udham Singh Nagar
hi_in: ऊधमसिंह नगर
te_in: ఊధమసింహ్ నగర్

source: Udhampur
hi_in: उधमपुर
te_in: ఉధమపుర్

source: Udumalpet
hi_in: उदुमलपेट
te_in: ఉదుమలపెట్

source: Unnao
hi_in: उन्नाव
te_in: ఉన్నావ్

source: Upper Subansiri
hi_in: ऊपरी सुबनसिरी
te_in: ఊపరీ సుబనసిరీ

source: Uttara Kannada
hi_in: उत्तर कन्नड़
te_in: ఉత్తర్ కన్నడ్

source: Uttarkashi
hi_in: उत्तरकाशी
te_in: ఉత్తరకాశీ

source: Vidisha
hi_in: विदिशा
te_in: విదిశా

source: Vijapur
hi_in: विजापुर
te_in: విజాపుర్

source: Vijayanagaram
hi_in: विजयनगरम
te_in: విజయనగరం

source: Vijayapura
hi_in: विजयापुरा
te_in: విజయాపురా

source: Virudhnagar
hi_in: विरुधुनगर
te_in: విరుధునగర్

source: Wardha
hi_in: वर्धा
te_in: వర్ధా

source: Washim
hi_in: वाशिम
te_in: వాశిం

source: Wayanad
hi_in: वायनाड
te_in: వాయనాడ్

source: West Champaran
hi_in: पश्चिम चंपारण
te_in: పశ్చిమ చంపారణ్

source: West Garo Hills
hi_in: पश्चिमी गारो हिल्स
te_in: పశ్చిమీ గారో హిల్స్

source: West Godavari
hi_in: पश्चिमी गोदावरी
te_in: పశ్చిమీ గోదావరీ

source: West Khasi Hills
hi_in: वेस्ट खासी हिल्स
te_in: వెస్ట్ ఖాసీ హిల్స్

source: West Singhbhum
hi_in: पश्चिमी सिंहभूम
te_in: పశ్చిమీ సింహభూం

source: West Tripura
hi_in: पश्चिम त्रिपुरा
te_in: పశ్చిమ త్రిపురా

source: Wokha
hi_in: वोखा
te_in: వోఖా

source: Yadgir
hi_in: यादगीर
te_in: యాదగీర్

source: burdwan
hi_in: बर्दवान
te_in: బర్దవాన్

source: chalakudy
hi_in: चालकूड़ी
te_in: చాలకూడ్ ీ

source: chalisgaon
hi_in: चालीसगाओं
te_in: చాలీసగాఓం

source: gwalior
hi_in: ग्वालियर
te_in: గ్వాలియర్

source: karimnagar
hi_in: करीमनगर
te_in: కరీమనగర్

source: khunti
hi_in: खूंटी
te_in: ఖూంటీ

source: kolenchery
hi_in: कोलेंचेरी
te_in: కోలెంచెరీ

source: Palai
te_in: పలాఈ
