Repository: healthvdev/custom_template
Catalog: languages/*.po
Languages: hi_in, te_in

source: Bangalore Dist Offices Bldg
hi_in: बैंगलोर दिसत ओफ़फिसेस ब्लडग
te_in: బెంగుళూరు దిసత్ ఓ ఫిసెస్ బ్లడగ్

source: Bangalore G.P.O.
hi_in: बैंगलोर जी.पी.ओ.
te_in: బెంగుళూరు జీ.పీ.ఓ.

source: Bangalpet
hi_in: बंगालपेट
te_in: బంగాలపెట్

source: Bangaon
hi_in: बैंगन
te_in: బేంగన్

source: Bangaondihwa
hi_in: बंगावडिहवा
te_in: బంగావడిహవా

source: Bangar
hi_in: बांगर
te_in: బాంగర్

source: Bangarda
hi_in: बांगरदा
te_in: బాంగరదా

source: Bangarpet
hi_in: बंगारपेट
te_in: బంగారపెట్

source: Bangarpet Bazar
hi_in: बंगारपेट बाजार
te_in: బంగారపెట్ బాజార్

source: Bangchatra
hi_in: बंगचत्र
te_in: బంగచత్ర్

source: Bangerkela
hi_in: बंगेरकेला
te_in: బంగెరకెలా

source: Banghara
hi_in: बंगरा
te_in: బంగరా

source: Bangla Devaria
hi_in: बंगला देवरिया
te_in: బంగలా దెవరియా

source: Bangodaya
hi_in: बंगोड़ाया
te_in: బంగో ాయా

source: Bangoli
hi_in: बंगोली
te_in: బంగోలీ

source: Bangorekota
hi_in: बनगोरेकोट
te_in: బనగోరెకోట్

source: Bangra
hi_in: बंगरा
te_in: బంగరా

source: Bangrakala
hi_in: बंगराकला
te_in: బంగరాకలా

source: Bangred
hi_in: बांगरेड
te_in: బాంగరెడ్

source: Banguary
hi_in: बंगारी
te_in: బంగారీ

source: Bangur Avenue
hi_in: बंगुर अवेनुए
te_in: బంగుర్ అవెనుఏ

source: Bangurigaon
hi_in: बंगुरईगाओं
te_in: బంగురఈగాఓం

source: Bangurpark
hi_in: बंगुरपरक
te_in: బంగురపరక్

source: Bangursia
hi_in: बंगुरसिया
te_in: బంగురసియా

source: Banhar
hi_in: बाहर
te_in: బాహర్

source: Banharishpur
hi_in: बांहरीशपुर
te_in: బాంహరీశపుర్

source: Banhera Khas
hi_in: बन्हेर खास
te_in: బన్హెర్ ఖాస్

source: Bani
hi_in: बानी
te_in: బానీ

source: Bani Park
hi_in: बानी पार्क
te_in: బానీ పార్క్

source: Bania
hi_in: बनिए
te_in: బనిఏ

source: Baniasahi
hi_in: बनिअसहि
te_in: బనిఅసహి

source: Baniban
hi_in: बनीबन
te_in: బనీబన్

source: Banidih
hi_in: बनीडीह
te_in: బనీడీహ్

source: Banigaon
hi_in: बनिगाओं
te_in: బనిగాఓం

source: Banijora
hi_in: बनिजोरा
te_in: బనిజోరా

source: Banipur
hi_in: बनीपुर
te_in: బనీపుర్

source: Banitia
hi_in: बनीतिअ
te_in: బనీతిఅ

source: Baniyana
hi_in: बनियान
te_in: బనియాన్

source: Baniyani
hi_in: बनियानी
te_in: బనియానీ

source: Banjali
hi_in: बंजली
te_in: బంజలీ

source: Banjar
hi_in: बंजर
te_in: బంజర్

source: Banjara Hills
hi_in: बंजारा हिल्स
te_in: బంజారా హిల్స్

source: Banjarawala
hi_in: बंजारावाला
te_in: బంజారావాలా

source: Banjaria
hi_in: बंजरिया
te_in: బంజరియా

source: Banjetia
hi_in: बांजेतिअ
te_in: బాంజెతిఅ

source: Bank Bazar
hi_in: बैंक बाजार
te_in: బేంక్ బాజార్

source: Bank Road (Gorakhpur)
hi_in: बैंक रोड (गोरखपुर)
te_in: బేంక్ రోడ్ (గోరఖపుర్)

source: Bank Street (Central Delhi)
hi_in: बैंक स्ट्रीट (सेंट्रल देल्ही)
te_in: బేంక్ స్ట్రీట్ (సెంట్రల్ ఢిల్లీ)

source: Bank Street (Nalgonda)
hi_in: बैंक स्ट्रीट (नालगोंडा)
te_in: బేంక్ స్ట్రీట్ (నాలగోండా)

source: Banka
hi_in: बांका
te_in: బాంకా

source: Bankamba
hi_in: बनकम्ब
te_in: బనకమ్బ్

source: Bankamuhani
hi_in: बनकमुहानी
te_in: బనకముహానీ

source: Bankara
hi_in: बनकर
te_in: బనకర్

source: Bankashi
hi_in: बनकशि
te_in: బనకశి

source: Bankati
hi_in: बनकटी
te_in: బనకటీ

source: Bankatwa
hi_in: बनकटवा
te_in: బనకటవా

source: Banke
hi_in: बनके
te_in: బనకె

source: Bankel
hi_in: बनकेला
te_in: బనకెలా

source: Bankeswar
hi_in: बांकेस्वर
te_in: బాంకెస్వర్

source: Bankhanda
hi_in: बनखंड
te_in: బనఖండ్

source: Bankhedi
hi_in: बनखेड़ी
te_in: బనఖె ీ

source: Banki
hi_in: बांकी
te_in: బాంకీ

source: Banki (Barabanki)
hi_in: बांकी (बाराबंकी)
te_in: బాంకీ (బారాబంకీ)

source: Banki PSSK
hi_in: बांकी पस्सक
te_in: బాంకీ పస్సక్

source: Bankipore
hi_in: बांकीपुर
te_in: బాంకీపుర్

source: Bankipore Macchariyawan
hi_in: बांकीपुर मच्छरियावां
te_in: బాంకీపుర్ మచ్ఛరియావాం

source: Bankisole
hi_in: बंकिसोली
te_in: బంకిసోలీ

source: Bankraur
hi_in: बंकरौर
te_in: బంకరౌర్

source: Bankumari E/SB
hi_in: बनकुमारी इ/सब
te_in: బనకుమారీ ఇ/సబ్

source: Bankura
hi_in: बांकुरा
te_in: బాంకురా

source: Bankura DSB
hi_in: बंकुरा दसब
te_in: బంకురా దసబ్

source: Banmankhi
hi_in: बनमनखी
te_in: బనమనఖీ

source: Bannadevi
hi_in: बन्नादेवी
te_in: బన్నాదెవీ

source: Bannamau
hi_in: बन्नामऊ
te_in: బన్నామఊ

source: Bannanje
hi_in: बांनांजे
te_in: బాంనాంజె

source: Bannari
hi_in: बन्नारी
te_in: బన్నారీ

source: Bannerghatta
hi_in: बन्नेरघट्टा
te_in: బన్నెరఘట్టా

source: Bannerghatta Road
hi_in: बन्नेरघट्टा रोड
te_in: బన్నెరఘట్టా రోడ్

source: Bannimantap
hi_in: बन्नीमंताप
te_in: బన్నీమంతాప్

source: Banoda
hi_in: बनोद
te_in: బనోద్

source: Banpatna
hi_in: बनपाटन
te_in: బనపాట్నా

source: Bans
hi_in: बांस
te_in: బాంస్

source: Bansa
hi_in: बांस
te_in: బాంస్

source: Bansa Sharif
hi_in: बाँस शरीफ
te_in: బాఁస్ శరీఫ్

source: Bansajal
hi_in: बंसजल
te_in: బంసజల్

source: Bansapani
hi_in: बांसपानी
te_in: బాంసపానీ

source: Bansari
hi_in: बंसरी
te_in: బంసరీ

source: Bansbari
hi_in: बंसब्री
te_in: బంసబ్రీ

source: Bansdih
hi_in: बांसडीह
te_in: బాంసడీహ్

source: Bansen
hi_in: बनसेन
te_in: బనసెన్

source: Bansgaon
hi_in: बांसगांव
te_in: బాంసగాంవ్

source: Bansgaon (Gorakhpur)
hi_in: बांसगांव (गोरखपुर)
te_in: బాంసగాంవ్ (గోరఖపుర్)

source: Bansgarha
hi_in: बांसगरहा
te_in: బాంసగరహా

source: Banshi Purandaha
hi_in: बंशी पुरंदाहा
te_in: బంశీ పురందాహా

source: Banshipur
hi_in: बंशीपुर
te_in: బంశీపుర్

source: Banshkhedia.
hi_in: बंशखेडा.
te_in: బంశఖెడా.

source: Bansi
hi_in: बंसी
te_in: బంసీ

source: Bansiya
hi_in: बंसिया
te_in: బంసియా

source: Bansjor
hi_in: बांसजोर
te_in: బాంసజోర్

source: Banskhera
hi_in: बांसखेड़ा
te_in: బాంసఖె ా

source: Banskhor Kalan
hi_in: बांसखोर कलां
te_in: బాంసఖోర్ కలాం

source: Bansra
hi_in: बंजर
te_in: బంజర్

source: Banstore
hi_in: बांसटोरे
te_in: బాంసటోరె

source: Bantalasingh
hi_in: बँटलसिंघ
te_in: బఁటలసింఘ్

source: Banthahazam
hi_in: बनठहज़ाम
te_in: బనఠహ్ ాం

source: Banthapalli
hi_in: बंथापल्ली
te_in: బంథాపల్లీ

source: Banthapur
hi_in: बन्थपुर
te_in: బన్థపుర్

source: Banthara
hi_in: बंथरा
te_in: బంథరా

source: Banthihwa
hi_in: बंथिव
te_in: బంథివ్

source: Bantra
hi_in: बंटर
te_in: బంటర్

source: Bantugram
hi_in: बंटुगराम
te_in: బంటుగరాం

source: Bantval
hi_in: बंटवाल
te_in: బంటవాల్

source: Banu Chhapar
hi_in: बनु छापर
te_in: బను ఛాపర్

source: Banur
hi_in: बानुर
te_in: బానుర్

source: Banwali
hi_in: बनवाली
te_in: బనవాలీ

source: Banwara
hi_in: बनवार
te_in: బనవార్

source: Banyaguri
hi_in: बन्यागुरी
te_in: బన్యాగురీ

source: Banzariya
hi_in: बंजरिया
te_in: బంజరియా

source: Baodibadi
hi_in: बॉडीबडी
te_in: బ్ డీబడీ

source: Baoliakhurd
hi_in: बोलियाखुर्द
te_in: బోలియాఖుర్ద్

source: Bapagrama
hi_in: बपग्राम
te_in: బపగ్రాం

source: Bapalamendi
hi_in: बपलमेंदी
te_in: బపలమెందీ

source: Bapatla
hi_in: बापतला
te_in: బాపతలా

source: Bappiana
hi_in: बप्पीआना
te_in: బప్పీఆనా

source: Baprola
hi_in: बापरोला
te_in: బాపరోలా

source: Bapu Nagar
hi_in: बापू नगर
te_in: బాపూ నగర్

source: Bapugaon
hi_in: बापुगाँव
te_in: బాపుగాఁవ్

source: Bapujee Nagar
hi_in: बापुजी नगर
te_in: బాపుజీ నగర్

source: Bapuji Vidyanagara
hi_in: बापूजी विद्यानगर
te_in: బాపూజీ విద్యానగర్

source: Bapunagar
hi_in: बापूनगर
te_in: బాపూనగర్

source: Bapunagar Bhilwara
hi_in: बापूनगर भीलवाड़ा
te_in: బాపూనగర్ భీలవా ా

source: Bapupura
hi_in: बापुपुरा
te_in: బాపుపురా

source: Bar
hi_in: बार
te_in: బార్

source: Bara
hi_in: बार
te_in: బార్

source: Bara Asti
hi_in: बार एस्टी
te_in: బార్ ఏస్టీ

source: Bara Bazar (Hazaribag)
hi_in: बड़ा बाजार (हजारीबाग)
te_in: బ్ ా బాజార్ (హజారీబాగ్)

source: Bara Bazar Shamli
hi_in: बड़ा बाजार शामली
te_in: బ్ ా బాజార్ శామలీ

source: Bara Chakia
hi_in: बार चकिया
te_in: బార్ చకియా

source: Bara Daulatpur
hi_in: बार दौलतपुर
te_in: బార్ దౌలతపుర్

source: Bara Gaon
hi_in: बार गांव
te_in: బార్ గాంవ్

source: Bara Ghaghra
hi_in: बार घाघरा
te_in: బార్ ఘాఘరా

source: Bara Ishambara
hi_in: बार विशम्बर
te_in: బార్ విశమ్బర్

source: Bara Jaipam
hi_in: बार जेपाम
te_in: బార్ జెపాం

source: Bara Koriun
hi_in: बार कोरियन
te_in: బార్ కోరియన్

source: Bara Mahuwa
hi_in: बार महुवा
te_in: బార్ మహువా

source: Bara Shankar
hi_in: बार शंकर
te_in: బార్ శంకర్

source: Bara Sidhpur
hi_in: बार सिद्धपुर
te_in: బార్ సిద్ధపుర్

source: Barabanki
hi_in: बाराबंकी
te_in: బారాబంకీ

source: Barabanki Bazar
hi_in: बाराबंकी बाजार
te_in: బారాబంకీ బాజార్

source: Barabanki City
hi_in: बाराबंकी सिटी
te_in: బారాబంకీ సిటీ

source: Barabanki Collectorate
hi_in: बाराबंकी कोल्लेकतोरते
te_in: బారాబంకీ కోల్లెకతోరతె

source: Barabari
hi_in: बराबरी
te_in: బరాబరీ

source: Barabati
hi_in: बरबटी
te_in: బరబటీ

source: Barabazar
hi_in: बड़ाबाजार
te_in: బ్ ాబాజార్

source: Barabotla
hi_in: बरबोटल
te_in: బరబోటల్

source: Barachagru
hi_in: बर्चगृ
te_in: బర్చగృ

source: Barachatti
hi_in: बाराचट्टी
te_in: బారాచట్టీ

source: Barad Parwa
hi_in: बराड़ पर्व
te_in: బరా పర్వ్

source: Barada
hi_in: बराड़ा
te_in: బరా ా

source: Baradangi
hi_in: बरदंगी
te_in: బరదంగీ

source: Baradiha
hi_in: बाराडीह
te_in: బారాడీహ్

source: Baradihi
hi_in: बरदीहि
te_in: బరదీహి

source: Baradshewala
hi_in: बरदशेवाला
te_in: బరదశెవాలా

source: Baradwal
hi_in: बगडवाल
te_in: బగడవాల్

source: Baragaon
hi_in: बर्गों
te_in: బర్గోం

source: Baragaon Nandur
hi_in: बर्गों नंदुर
te_in: బర్గోం నందుర్

source: Baragaria
hi_in: बरगरिया
te_in: బరగరియా

source: Baragarrah
hi_in: बरगररह
te_in: బరగరరహ్

source: BaragB.O
hi_in: बरगब.ओ
te_in: బరగబ్.ఓ

source: Baragi
hi_in: बरगी
te_in: బరగీ

source: Barah
hi_in: बारह
te_in: బారహ్

source: Barahata
hi_in: बारहट
te_in: బారహట్

source: Barahdwari
hi_in: बारहद्वारी
te_in: బారహద్వారీ

source: Barahpura
hi_in: बरहपुरा
te_in: బరహపురా

source: Barai
hi_in: बारे
te_in: బారె

source: Barai Harakh
hi_in: बारै हरख
te_in: బారే హరఖ్

source: Barai Shahpur
hi_in: बारै शाहपुर
te_in: బారే శాహపుర్

source: Baraibarh
hi_in: बराइबरः
te_in: బరాఇబరః

source: Barail
hi_in: बरैल
te_in: బరేల్

source: Baraini
hi_in: बरैनी
te_in: బరేనీ

source: Baraiptti
hi_in: ब्रैपटटी
te_in: బ్రేపటటీ

source: Baraipur
hi_in: बरईपुर
te_in: బరఈపుర్

source: Barajhinkpani
hi_in: बरझिंकपानी
te_in: బరఝింకపానీ

source: Barajuri
hi_in: बाराजुरी
te_in: బారాజురీ

source: Barakagaon
hi_in: बरकागांव
te_in: బరకాగాంవ్

source: Barakamuda
hi_in: बरकामुडा
te_in: బరకాముడా

source: Barakar
hi_in: भरकर
te_in: భరకర్

source: Barakolikhala
hi_in: बरकोलीखाल
te_in: బరకోలీఖాల్

source: Baralabalunkeswar
hi_in: बरलबलङ्केस्वर
te_in: బరలబలఙ్కెస్వర్

source: Baralpokhari
hi_in: बरालपोखरी
te_in: బరాలపోఖరీ

source: Baramania
hi_in: बरमनिया
te_in: బరమనియా

source: Baramari
hi_in: बरमरी
te_in: బరమరీ

source: Baramati
hi_in: बारामती
te_in: బారామతీ

source: Baramati MIDC
hi_in: बारामती मिडसा
te_in: బారామతీ మిడసా

source: Barambagarh
hi_in: बरामबगढ़
te_in: బరామబగ్

source: Baramitrapara
hi_in: बरमित्रपर
te_in: బరమిత్రపర్

source: Baramulla
hi_in: बारामुल्ला
te_in: బారాముల్లా

source: Baramunda Colony
hi_in: बरमुंडा कॉलोनी
te_in: బరముండా క్ లోనీ

source: Baramundalli
hi_in: बरमूंडली
te_in: బరమూండలీ

source: Baran
hi_in: बारान
te_in: బారాం

source: Barana
hi_in: बरन
te_in: బరన్

source: Baranachina
hi_in: बरनचिन
te_in: బరనచిన్

source: Baranagar
hi_in: बरानगर
te_in: బరానగర్

source: Baranda
hi_in: ब्रांड
te_in: బ్రాండ్

source: Baranihary
hi_in: बरनिहारी
te_in: బరనిహారీ

source: Baranpur
hi_in: बर्नपुर
te_in: బర్నపుర్

source: Baranpura
hi_in: बर्नपुर
te_in: బర్నపుర్

source: Barapada
hi_in: बरपाड़ा
te_in: బరపా ా

source: Barapalli
hi_in: बरपाली
te_in: బరపాలీ

source: Barara
hi_in: बरार
te_in: బరార్

source: Bararangrash
hi_in: बरारणग्रश
te_in: బరారణగ్రశ్

source: Barari
hi_in: बरारी
te_in: బరారీ

source: Bararu
hi_in: बरार
te_in: బరార్

source: Barasado
hi_in: ब्रांड
te_in: బ్రాండ్

source: Barasahi
hi_in: बरसहि
te_in: బరసహి

source: Barasara
hi_in: बरसरे
te_in: బరసరె

source: Barasat
hi_in: बारासात
te_in: బారాసాత్

source: Barasat Bazar
hi_in: बरसात बाजार
te_in: బరసాత్ బాజార్

source: Barasija
hi_in: ब्रेसिज
te_in: బ్రెసిజ్

source: Barat Fariq
hi_in: बारात फ़रीक़
te_in: బారాత్ రీౘ

source: Baratajpur
hi_in: बरताजपुर
te_in: బరతాజపుర్

source: Baraua
hi_in: बरौआ
te_in: బరౌఆ

source: Baraudi
hi_in: ब्रॉडी
te_in: బ్ర్ డీ

source: Baraula
hi_in: बरौला
te_in: బరౌలా

source: Barauli
hi_in: बरौली
te_in: బరౌలీ

source: Barauli Gujar
hi_in: बरौली गुजर
te_in: బరౌలీ గుజర్

source: Baraun
hi_in: ब्राउन
te_in: బ్రాఉన్

source: Barauna
hi_in: ब्राउन
te_in: బ్రాఉన్

source: Barauna Dih
hi_in: बरौना डीह
te_in: బరౌనా డీహ్

source: Baraunsa
hi_in: बरौंसा
te_in: బరౌంసా

source: Baraur
hi_in: बरौर
te_in: బరౌర్

source: Baraura
hi_in: बरौर
te_in: బరౌర్

source: Barauta
hi_in: बरौत
te_in: బరౌత్

source: Baravad
hi_in: बर्वाद
te_in: బర్వాద్

source: Barawa
hi_in: बरवा
te_in: బరవా

source: Barawad
hi_in: बरवाद
te_in: బరవాద్

source: Barawan
hi_in: बरवां
te_in: బరవాం

source: Barbada
hi_in: बर्बाद
te_in: బర్బాద్

source: Barbajitpur
hi_in: बरबजीतपुर
te_in: బరబజీతపుర్

source: Barbandha
hi_in: बर्बंध
te_in: బర్బంధ్

source: Barbaria
hi_in: बारबरा
te_in: బారబరా

source: Barbasudevpur
hi_in: बर्बसुदेवपुर
te_in: బర్బసుదెవపుర్

source: Barbhata
hi_in: बरभाठा
te_in: బరభాఠా

source: Barbhita
hi_in: बारभित
te_in: బారభిత్

source: Barbodhan
hi_in: बर्बोधं
te_in: బర్బోధం

source: Barcem
hi_in: बरसम
te_in: బరసం

source: Barchawali
hi_in: बरचवाली
te_in: బరచవాలీ

source: Barchi
hi_in: बरछी
te_in: బరఛీ

source: Barda
hi_in: बरद
te_in: బరద్

source: Bardal
hi_in: बरदल
te_in: బరదల్

source: Bardapur
hi_in: बर्डपुर
te_in: బర్డపుర్

source: Bardar
hi_in: बार्डर
te_in: బార్డర్

source: Bardoli
hi_in: बारडोली
te_in: బారడోలీ

source: Bardoli-koti
hi_in: बारडोली-कोटि
te_in: బారడోలీ-కోటి

source: Bardwal
hi_in: बरदवाल
te_in: బరదవాల్

source: Barechha
hi_in: बरछा
te_in: బరఛా

source: Baredih
hi_in: ब्रेडीह
te_in: బ్రెడీహ్

source: Bareguda
hi_in: बरगद
te_in: బరగద్

source: Bareh
hi_in: बारह
te_in: బారహ్

source: Barehmori
hi_in: बरहमोरी
te_in: బరహమోరీ

source: Bareilly
hi_in: बरेली
te_in: బరెలీ

source: Bareilly Cantt
hi_in: ब्रेइलली कैंट
te_in: బ్రెఇలలీ కేంట్

source: Bareilly City
hi_in: ब्रेइलली सिटी
te_in: బ్రెఇలలీ సిటీ

source: Bareilly College
hi_in: ब्रेइलली कॉलेज
te_in: బ్రెఇలలీ క్ లెజ్

source: Bareilly R.S
hi_in: ब्रेइलली आर.स
te_in: బ్రెఇలలీ ఆర్.స్

source: Bareilly Road
hi_in: ब्रेइलली रोड
te_in: బ్రెఇలలీ రోడ్

source: Bareja (Ahmedabad)
hi_in: ब्रेजा (अहमदाबाद)
te_in: బ్రెజా (అహ్మదాబాదు)

source: Barekel
hi_in: ब्रेकेल
te_in: బ్రెకెల్

source: Barenda
hi_in: ब्रेंडा
te_in: బ్రెండా

source: Barengabari
hi_in: ब्रेंगाबरी
te_in: బ్రెంగాబరీ

source: Barengapara
hi_in: ब्रेंगापारा
te_in: బ్రెంగాపారా

source: Baresandh
hi_in: बरेसांढ़
te_in: బరెసాం

source: Bareth
hi_in: ब्रेथ
te_in: బ్రెథ్

source: Bargabhima
hi_in: बरगभीम
te_in: బరగభీం

source: Bargachia
hi_in: बरगाचिया
te_in: బరగాచియా

source: Bargama
hi_in: बड़गाम
te_in: బ్ గాం

source: Barganda
hi_in: बरगंडा
te_in: బరగండా

source: Bargaon
hi_in: बर्गों
te_in: బర్గోం

source: Bargaon (Gonda)
hi_in: बर्गों (गोंद)
te_in: బర్గోం (గోంద్)

source: Bargaon (Sundergarh)
hi_in: बर्गों (सुंदरगढ़)
te_in: బర్గోం (సుందరగ్ )

source: Bargarh
hi_in: बारगढ़
te_in: బారగఢ్

source: Bargarh Bazar
hi_in: बरगढ़ बाजार
te_in: బరగ్ బాజార్

source: Bargarh Court
hi_in: बरगढ़ कोर्ट
te_in: బరగ్ కోర్ట్

source: Bargawan
hi_in: बरगवां
te_in: బరగవాం

source: Barghasipur
hi_in: बरघसीपुर
te_in: బరఘసీపుర్

source: Bargo
hi_in: भर्गो
te_in: భర్గో

source: Bargur-Anthiyur
hi_in: बरगुर-अंथियुर
te_in: బరగుర్-అంథియుర్

source: Barh (Patna)
hi_in: बढ़ (पटना)
te_in: బ్ (పాట్నా)

source: Barha
hi_in: बारह
te_in: బారహ్

source: Barhaidih Maholia
hi_in: बर्हीडीह महोलिया
te_in: బర్హీడీహ్ మహోలియా

source: Barhaj
hi_in: बरहज
te_in: బరహజ్

source: Barhampura
hi_in: बरहमपुर
te_in: బరహమపుర్

source: Barhani
hi_in: बरहनी
te_in: బరహనీ

source: Barharwa Kala
hi_in: बरहरवा कला
te_in: బరహరవా కలా

source: Barharwa Lakhansen
hi_in: बरहरवा लखनसेन
te_in: బరహరవా లఖనసెన్

source: Barheya
hi_in: बढ़ेया
te_in: బ్ ెయా

source: Barhi
hi_in: बरही
te_in: బరహీ

source: Barhi (Hazaribag)
hi_in: बरही (हजारीबाग)
te_in: బరహీ (హజారీబాగ్)

source: Barhmotra
hi_in: बढ़मोतर
te_in: బ్ మోతర్

source: Barhni
hi_in: बढ़नी
te_in: బ్ నీ

source: Barhpur
hi_in: बरहपुर
te_in: బరహపుర్

source: Barhulia
hi_in: बरहुलिया
te_in: బరహులియా

source: Barhussainganj
hi_in: बर्हुस्सैनगंज
te_in: బర్హుస్సేనగంజ్

source: Bari
hi_in: बरी
te_in: బరీ

source: Bari Alipur
hi_in: बरी अलीपुर
te_in: బరీ అలీపుర్

source: Bari Ballia
hi_in: बरी बल्लिया
te_in: బరీ బల్లియా

source: Bari Bazar
hi_in: बरी बाजार
te_in: బరీ బాజార్

source: Bari BK
hi_in: बरी बक
te_in: బరీ బక్

source: Bari Brahmna
hi_in: बारी ब्राह्मणा
te_in: బారీ బ్రాహ్మణా

source: Bari Brahmna I/complex
hi_in: बारी ब्राह्मणा ई/काम्प्लेक्स
te_in: బారీ బ్రాహ్మణా ఈ/కామ్ప్లెక్స్

source: Bari Cuttack
hi_in: बरी कुट्टक
te_in: బరీ కుట్టక్

source: Bari Kalamatia
hi_in: बरी कलमतिया
te_in: బరీ కలమతియా

source: Bari Majherwin
hi_in: बरी माझेरवीं
te_in: బరీ మాఝెరవీం

source: Bari Mukhani
hi_in: बरी मुखनि
te_in: బరీ ముఖని

source: Bari Tb (S)
hi_in: बरी तब (स)
te_in: బరీ తబ్ (స్)

source: Baria
hi_in: बारिया
te_in: బారియా

source: Bariarpur (Muzaffarpur)
hi_in: बरियारपुर (मुजफ्फरपुर)
te_in: బరియారపుర్ (ముజఫ్ఫరపుర్)

source: Bariatu
hi_in: बरियातू
te_in: బరియాతూ

source: Barida
hi_in: बारिद
te_in: బారిద్

source: Bariha
hi_in: बरिहा
te_in: బరిహా

source: Barimunda
hi_in: बरिमुन्डा
te_in: బరిమున్డా

source: Barin
hi_in: बरिन
te_in: బరిన్

source: Barion
hi_in: बारिओं
te_in: బారిఓం

source: Barionwala
hi_in: बरियोंवाला
te_in: బరియోంవాలా

source: Baripada
hi_in: बारीपदा
te_in: బారీపదా

source: Baripada Bazar
hi_in: बारीपदा बाजार
te_in: బారీపదా బాజార్

source: Baripada Court
hi_in: बारीपदा कोर्ट
te_in: బారీపదా కోర్ట్

source: Baripada Hospital
hi_in: बारीपदा हॉस्पिटल
te_in: బారీపదా హ్ స్పిటల్

source: Baripada Municipal Market
hi_in: बारीपदा म्युनिसिपल मार्किट
te_in: బారీపదా మ్యునిసిపల్ మార్కిట్

source: Baripada R.S.
hi_in: बारीपदा आर.एस.
te_in: బారీపదా ఆర్.ఏస్.

source: Baripal
hi_in: बरीपाल
te_in: బరీపాల్

source: Barisakhi
hi_in: बारीसाखी
te_in: బారీసాఖీ

source: Barisha
hi_in: बारिश
te_in: బారిశ్

source: Bariyatu Jagir
hi_in: बरियातु जागीर
te_in: బరియాతు జాగీర్

source: Barjhar
hi_in: बरझर
te_in: బరఝర్

source: Barka
hi_in: बैरक
te_in: బేరక్

source: Barka Dhakaich
hi_in: बरक ढकइच
te_in: బరక్ ఢకఇచ్

source: Barkachha
hi_in: बरकछा
te_in: బరకఛా

source: Barkagaon
hi_in: बरकागांव
te_in: బరకాగాంవ్

source: Barkat Nagar
hi_in: बरकत नगर
te_in: బరకత్ నగర్

source: Barkathalia
hi_in: बरकाथलिया
te_in: బరకాథలియా

source: Barkatpura
hi_in: बरकातपुर
te_in: బరకాతపుర్

source: Barkhamukh
hi_in: बरखमुख
te_in: బరఖముఖ్

source: Barkheda
hi_in: बरखेड़ा
te_in: బరఖె ా

source: Barkheda Pitramal
hi_in: बरखेड़ा पित्रामल
te_in: బరఖె ా పిత్రామల్

source: Barkhedi
hi_in: बरखेड़ी
te_in: బరఖె ీ

source: Barkherajaipal
hi_in: बरख़ेराजेपाल
te_in: బరౙెరాజెపాల్

source: Barkikharkhar
hi_in: बरकीखरखर
te_in: బరకీఖరఖర్

source: Barkipona
hi_in: बड़कीपोना
te_in: బ్ కీపోనా

source: Barkipunu
hi_in: बरकीपुनउ
te_in: బరకీపునఉ

source: Barkola
hi_in: बरकोला
te_in: బరకోలా

source: Barkot
hi_in: बरकोट
te_in: బరకోట్

source: Barkotia
hi_in: बरकोटिया
te_in: బరకోటియా

source: Barlai Jagir
hi_in: बरलाई जागीर
te_in: బరలాఈ జాగీర్

source: Barli
hi_in: बार्ली
te_in: బార్లీ

source: Barline Road-Davanagere
hi_in: बर्लिन रोड-दावणगेरे
te_in: బర్లిన్ రోడ్-దావణగెరె

source: Barmashwa
hi_in: बरमश्व
te_in: బరమశ్వ్

source: Barmasia
hi_in: बरमसिया
te_in: బరమసియా

source: Barmasiya
hi_in: बरमसिया
te_in: బరమసియా

source: Barmura Project
hi_in: बरमुड़ा प्रोजेक्ट
te_in: బరము ా ప్రోజెక్ట్

source: Barna
hi_in: बरन
te_in: బరన్

source: Barna Tikar
hi_in: बरना टीकर
te_in: బరనా టీకర్

source: Barnagar
hi_in: बड़नगर
te_in: బ్ నగర్

source: Barnagar Bunglow
hi_in: बड़नगर बुंगलऊ
te_in: బ్ నగర్ బుంగలఊ

source: Barnagar Town
hi_in: बड़नगर टाउन
te_in: బ్ నగర్ టాఉన్

source: Barnala
hi_in: बरनाला
te_in: బరనాలా

source: Barnala Kty
hi_in: बरनाला की
te_in: బరనాలా కీ

source: Barnan
hi_in: बर्णन
te_in: బర్ణన్

source: Barnawapara
hi_in: बारनवापारा
te_in: బారనవాపారా

source: Barnes High School
hi_in: बर्न्स हाई स्कूल
te_in: బర్న్స్ హాఈ స్కూల్

source: Baro
hi_in: भरो
te_in: భరో

source: Baroda
hi_in: बड़ौदा
te_in: బరోదా

source: Baroda Sagar
hi_in: बरोदा सागर
te_in: బరోదా సాగర్

source: Barodakan
hi_in: ब्रोडकां
te_in: బ్రోడకాం

source: Barohi Fetahpur
hi_in: बरोही फेतहपुर
te_in: బరోహీ ఫెతహపుర్

source: Baroi
hi_in: बरोई
te_in: బరోఈ

source: Baroli
hi_in: बरोली
te_in: బరోలీ

source: Baroliya
hi_in: बरोलिया
te_in: బరోలియా

source: Baroni
hi_in: बरौनी
te_in: బరౌనీ

source: Baroshoulmari
hi_in: ब्रोशयलमारी
te_in: బ్రోశయలమారీ

source: Barota
hi_in: बरोट
te_in: బరోట్

source: Barotand
hi_in: बरोटांड़
te_in: బరోటాం

source: Barotiwala
hi_in: बरोटीवाला
te_in: బరోటీవాలా

source: Barour
hi_in: बरौर
te_in: బరౌర్

source: Barout
hi_in: बरौत
te_in: బరౌత్

source: Barpalaha
hi_in: बर्पलः
te_in: బర్పలః

source: Barpara
hi_in: बरपारा
te_in: బరపారా

source: Barpathari
hi_in: बरपथरी
te_in: బరపథరీ

source: Barpeta
hi_in: बारपेटा
te_in: బారపెటా

source: Barra
hi_in: बर्रा
te_in: బర్రా

source: Barra Vishwa Bank Sector-A
hi_in: बर्रा विश्व बैंक सेक्टर-आ
te_in: బర్రా విశ్వ్ బేంక్ సెక్టర్-ఆ

source: Barrackpore
hi_in: बररखपुरे
te_in: బరరఖపురె

source: Barrackpore Bazar
hi_in: बररखपुरे बाजार
te_in: బరరఖపురె బాజార్

source: Barrackpore Govt.Housing
hi_in: बररखपुरे गोवत.हाउसिंग
te_in: బరరఖపురె గోవత్.హాఉసింగ్

source: Barrackpore RS
hi_in: बररखपुरे रस
te_in: బరరఖపురె రస్

source: Barsa
hi_in: बरस
te_in: బరస్

source: Barsana
hi_in: बरसाना
te_in: బరసానా

source: Barsar
hi_in: बर्सर
te_in: బర్సర్

source: Barsara
hi_in: बरसरे
te_in: బరసరె

source: Barsat
hi_in: बरसात
te_in: బరసాత్

source: Barsathi
hi_in: बरसठी
te_in: బరసఠీ

source: Barshi
hi_in: बरषि
te_in: బరషి

source: Barsi
hi_in: बरसी
te_in: బరసీ

source: Barsimulbari
hi_in: बरसिमुल्बरी
te_in: బరసిముల్బరీ

source: Barsoo
hi_in: बरसू
te_in: బరసూ

source: Barsu
hi_in: बरस
te_in: బరస్

source: Barsua
hi_in: बरसा
te_in: బరసా

source: Barsuan
hi_in: बरसण
te_in: బరసణ్

source: Barsul Unnayani
hi_in: बरसल उन्नयनी
te_in: బరసల్ ఉన్నయనీ

source: Bartala
hi_in: बरतल
te_in: బరతల్

source: Bartana
hi_in: बर्तन
te_in: బర్తన్

source: Bartaura
hi_in: बरतौर
te_in: బరతౌర్

source: Barthal
hi_in: बरथल
te_in: బరథల్

source: Barthara Kalan
hi_in: बर्थर कलां
te_in: బర్థర్ కలాం

source: Barthara Khurd
hi_in: बर्थर खुर्द
te_in: బర్థర్ ఖుర్ద్

source: Baru Sahib
hi_in: बारू साहिब
te_in: బారూ సాహిబ్

source: Barua
hi_in: बरुआ
te_in: బరుఆ

source: Baruabagh
hi_in: बरुआबाग
te_in: బరుఆబాగ్

source: Baruabamungaon
hi_in: ब्रुअबमुंगों
te_in: బ్రుఅబముంగోం

source: Baruali
hi_in: ब्रुल
te_in: బ్రుల్

source: Baruan
hi_in: बरुण
te_in: బరుణ్

source: Barugur
hi_in: बरगर
te_in: బరగర్

source: Baruipara
hi_in: बरईपार
te_in: బరఈపార్

source: Baruipara (Birbhum)
hi_in: बरईपार (बीरभूम)
te_in: బరఈపార్ (బీరభూమ్)

source: Barumal
hi_in: ब्रूमल
te_in: బ్రూమల్

source: Barve
hi_in: बर्वे
te_in: బర్వె

source: Barve Nagar
hi_in: बर्वे नगर
te_in: బర్వె నగర్

source: Barwa
hi_in: बरवा
te_in: బరవా

source: Barwa Bazar
hi_in: बरवा बाजार
te_in: బరవా బాజార్

source: Barwa Ojha
hi_in: बरवा ओझा
te_in: బరవా ఓఝా

source: Barwa Patti
hi_in: बरवा पट्टी
te_in: బరవా పట్టీ

source: Barwa Raja Pakar
hi_in: बरवा राजा पाकर
te_in: బరవా రాజా పాకర్

source: Barwadih
hi_in: बरवाडीह
te_in: బరవాడీహ్

source: Barwaha
hi_in: बड़वाह
te_in: బ్ వాహ్

source: Barwaiya
hi_in: बरवैया
te_in: బరవేయా

source: Barwala
hi_in: बरवाला
te_in: బరవాలా

source: Barwala Ghelasha
hi_in: बरवाला घेलाशा
te_in: బరవాలా ఘెలాశా

source: Barwala Mandi
hi_in: बरवाला मंडी
te_in: బరవాలా మండీ

source: Barwara
hi_in: बरवार
te_in: బరవార్

source: Barwaripur
hi_in: बरवारीपुर
te_in: బరవారీపుర్

source: Barwasi
hi_in: बरवासी
te_in: బరవాసీ

source: Barwat Sena
hi_in: बरवत सेना
te_in: బరవత్ సెనా

source: Barytes Factory
hi_in: बरइट्स फैक्ट्री
te_in: బరఇట్స్ ఫేక్ట్రీ

source: Basaha
hi_in: बसहा
te_in: బసహా

source: Basahia
hi_in: बसहिया
te_in: బసహియా

source: Basahra
hi_in: बसहर
te_in: బసహర్

source: Basai Babas
hi_in: बसै बबस
te_in: బసే బబస్

source: Basai Mohammadpur
hi_in: बसई मोहम्मदपुर
te_in: బసఈ మోహమ్మదపుర్

source: Basai Road
hi_in: बसई रोड
te_in: బసఈ రోడ్

source: Basain
hi_in: बसें
te_in: బసెం

source: Basaineem
hi_in: बसाइनीम
te_in: బసాఇనీం

source: Basalegaon
hi_in: बसलेगाओं
te_in: బసలెగాఓం

source: Basali
hi_in: बसली
te_in: బసలీ

source: Basan
hi_in: बसन
te_in: బసన్

source: Basana
hi_in: बसना
te_in: బసనా
