Repository: healthvdev/custom_template
Catalog: languages/*.po
Languages: hi_in, te_in

source: Anjuna
hi_in: अंजुना
te_in: అంజునా

source: Anjur
hi_in: अंजुर
te_in: అంజుర్

source: Ankali
hi_in: नकली
te_in: నకలీ

source: Ankaliyara
hi_in: आंक्लीयर
te_in: ఆంక్లీయర్

source: Ankapoor
hi_in: णकपूर
te_in: ణకపూర్

source: Ankasamudra
hi_in: अंकसमुद्र
te_in: అంకసముద్ర్

source: Ankasdoddi
hi_in: अंकसदोदड़ी
te_in: అంకసదోద్ ీ

source: Ankhi
hi_in: आणखी
te_in: ఆణఖీ

source: Ankhol
hi_in: अनखोल
te_in: అనఖోల్

source: Ankira
hi_in: अंकिरा
te_in: అంకిరా

source: Ankireddipalli
hi_in: अंकिरेड्डीपल्ली
te_in: అంకిరెడ్డీపల్లీ

source: Anklav
hi_in: एन्क्लेव
te_in: ఏన్క్లెవ్

source: Ankle
hi_in: एंकल
te_in: ఏంకల్

source: Ankleshwar
hi_in: अंकलेश्वर
te_in: అంకలెశ్వర్

source: Ankleshwar IE
hi_in: अंकलेश्वर ये
te_in: అంకలెశ్వర్ యె

source: Anko
hi_in: अंको
te_in: అంకో

source: Ankodia
hi_in: आकोदिया
te_in: ఆకోదియా

source: Ankola
hi_in: अंकोल
te_in: అంకోల్

source: Ankorada
hi_in: अंकोरड़
te_in: అంకోర్

source: Ankula
hi_in: अंकुल
te_in: అంకుల్

source: Ankulachati
hi_in: अंकुलाचाटी
te_in: అంకులాచాటీ

source: Ankuli
hi_in: अनखुली
te_in: అనఖులీ

source: Ankushapur
hi_in: अंकुशपुर
te_in: అంకుశపుర్

source: Ankushpur
hi_in: अंकुशपुर
te_in: అంకుశపుర్

source: Anlajhari
hi_in: अन्लाझरी
te_in: అన్లాఝరీ

source: Anlajo R.S.
hi_in: अनळजो आर.एस.
te_in: అనళజో ఆర్.ఏస్.

source: Anlo
hi_in: अनलो
te_in: అనలో

source: Anna
hi_in: अन्ना
te_in: అన్నా

source: Anna Nagar (Chennai)
hi_in: अन्ना नगर (चेन्नई)
te_in: అన్నా నగర్ (చెన్నై)

source: Anna Nagar (Madurai)
hi_in: अन्ना नगर (मदुरै)
te_in: అన్నా నగర్ (మధురై)

source: Anna Nagar East
hi_in: अन्ना नगर ईस्ट
te_in: అన్నా నగర్ ఈస్ట్

source: Anna Nagar Western Extn
hi_in: अन्ना नगर वेस्टर्न ऐक्सटन
te_in: అన్నా నగర్ వెస్టర్న్ ఐక్సటన్

source: Anna Road
hi_in: एना रोड
te_in: ఏనా రోడ్

source: Annadanapatti
hi_in: अन्नदानापट्टी
te_in: అన్నదానాపట్టీ

source: Annampalli
hi_in: नामपल्ली
te_in: నామపల్లీ

source: Annanji
hi_in: नानजी
te_in: నానజీ

source: Annaram
hi_in: अन्नाराम
te_in: అన్నారాం

source: Annavalli
hi_in: नावल्ली
te_in: నావల్లీ

source: Annavaram
hi_in: अन्नवरम
te_in: అన్నవరం

source: Annavarapulanka
hi_in: अन्नावरपुलनक
te_in: అన్నావరపులనక్

source: Annerparthy
hi_in: अनर्पर्ति
te_in: అనర్పర్తి

source: Anneshwara
hi_in: अनश्वर
te_in: అనశ్వర్

source: Anni
hi_in: नई
te_in: నఈ

source: Annuary
hi_in: अनणुरय
te_in: అనణురయ్

source: Annur
hi_in: अन्नूर
te_in: అన్నూర్

source: Annur-mettupalayam
hi_in: अन्नूर-मेट्टूपलायम
te_in: అన్నూర్-మెట్టూపలాయం

source: Annurkeri
hi_in: आंङुरकेरी
te_in: ఆంఙురకెరీ

source: Anpara Tps
hi_in: अनपरा तपस
te_in: అనపరా తపస్

source: Anpur
hi_in: णपुर
te_in: ణపుర్

source: Anraj Nawdiha
hi_in: अनराज नवडीहा
te_in: అనరాజ్ నవడీహా

source: Ansal Sushant City Panipat
hi_in: अंसल सुशांत सिटी पानीपत
te_in: అంసల్ సుశాంత్ సిటీ పానీపత్

source: Ansari Nagar
hi_in: अंसारी नगर
te_in: అంసారీ నగర్

source: Ansarwada
hi_in: अंसारवाड़ा
te_in: అంసారవా ా

source: Ansur
hi_in: असुर
te_in: అసుర్

source: Ant
hi_in: अंत
te_in: అంత్

source: Antala
hi_in: अंटाल
te_in: అంటాల్

source: Antalia
hi_in: अंटालिया
te_in: అంటాలియా

source: Antaraba
hi_in: अंतराब
te_in: అంతరాబ్

source: Antarjar
hi_in: अन्तर्जर
te_in: అన్తర్జర్

source: Anthakapalli
hi_in: अन्तःअकपल्ली
te_in: అన్తఃఅకపల్లీ

source: Antharam
hi_in: अंतराम
te_in: అంతరాం

source: Anthinad
hi_in: अन्तहिनद
te_in: అన్తహినద్

source: Anthrakudda
hi_in: अंतरकुडडा
te_in: అంతరకుడడా

source: Antisar
hi_in: अतिसार
te_in: అతిసార్

source: Antisara
hi_in: अतिसार
te_in: అతిసార్

source: Antop Hill
hi_in: एंटोप हिल
te_in: ఏంటోప్ హిల్

source: Antroli
hi_in: अन्तरोली
te_in: అన్తరోలీ

source: Anturli - Ii
hi_in: अंतुर्ली - ई
te_in: అంతుర్లీ - ఈ

source: Antwara
hi_in: तंवर
te_in: తంవర్

source: Anukappa
hi_in: अणुकप्पा
te_in: అణుకప్పా

source: Anumala
hi_in: अनुमल
te_in: అనుమల్

source: Anumanchipalli
hi_in: अनुमानचिपल्ली
te_in: అనుమానచిపల్లీ

source: Anuppampattu
hi_in: अनुप्पामपट्टू
te_in: అనుప్పామపట్టూ

source: Anuppanadi Housing Board Colon
hi_in: अनुपपनादि हाउसिंग बोर्ड कोलन
te_in: అనుపపనాది హాఉసింగ్ బోర్డ్ కోలన్

source: Anuppanady
hi_in: अनुपपद्य
te_in: అనుపపద్య్

source: Anur
hi_in: अनुर
te_in: అనుర్

source: Anvi
hi_in: अन्वी
te_in: అన్వీ

source: Anwalia Piplia
hi_in: आंवलिया पिपलिया
te_in: ఆంవలియా పిపలియా

source: Anwari
hi_in: अनवरी
te_in: అనవరీ

source: Aoc Records
hi_in: एओसी रिकार्ड्स
te_in: ఏఓసీ రికార్డ్స్

source: Aolijen
hi_in: ओळिजें
te_in: ఓళిజెం

source: Aoyimti
hi_in: ओएमटी
te_in: ఓఏమటీ

source: Apegaon
hi_in: आपेगाँव
te_in: ఆపెగాఁవ్

source: Aperl
hi_in: अपेरल
te_in: అపెరల్

source: APHB Colony
hi_in: एफबी कॉलोनी
te_in: ఏఫబీ క్ లోనీ

source: Aphb Colony
hi_in: एफबी कॉलोनी
te_in: ఏఫబీ క్ లోనీ

source: Aphb Colony Moulali
hi_in: एफबी कॉलोनी मौलाली
te_in: ఏఫబీ క్ లోనీ మౌలాలీ

source: Apiic
hi_in: एपीसी
te_in: ఏపీసీ

source: Apmc Saundatti
hi_in: ऍमसी सौंदत्ती
te_in: ఍మసీ సౌందత్తీ

source: Apmcyard Bangarpet
hi_in: अपमकयार्ड बंगारपेट
te_in: అపమకయార్డ్ బంగారపెట్

source: Apna Bazar
hi_in: अपना बाजार
te_in: అపనా బాజార్

source: Apoti
hi_in: अपोटि
te_in: అపోటి

source: Appa Himayathsagar
hi_in: अप्पा हिमायथसागर
te_in: అప్పా హిమాయథసాగర్

source: Appajipet
hi_in: अपजीपेट
te_in: అపజీపెట్

source: Appakudal
hi_in: अप्पाकुडल
te_in: అప్పాకుడల్

source: Appannapet
hi_in: अप्पण्णपेट
te_in: అప్పణ్ణపెట్

source: Appareddipalli
hi_in: अप्पारेड्डीपल्ली
te_in: అప్పారెడ్డీపల్లీ

source: Appipatti
hi_in: अप्पीपट्टी
te_in: అప్పీపట్టీ

source: Apporkara
hi_in: अपपोरकर
te_in: అపపోరకర్

source: Appur
hi_in: अप्पर
te_in: అప్పర్

source: Apsarkonda
hi_in: अप्सरकोंडा
te_in: అప్సరకోండా

source: Apsinga
hi_in: अपसिंग
te_in: అపసింగ్

source: Apsp Colony(Mangalagiri)
hi_in: अप्सप कॉलोनी(मंगलगिरि)
te_in: అప్సప్ క్ లోనీ(మంగలగిరి)

source: Apti
hi_in: आपत्ति
te_in: ఆపత్తి

source: Aquem
hi_in: कुएं
te_in: కుఏం

source: Arabagatta
hi_in: अरबगत्त
te_in: అరబగత్త్

source: Arabic College
hi_in: अरबिक कॉलेज
te_in: అరబిక్ క్ లెజ్

source: Arachi
hi_in: अर्चि
te_in: అర్చి

source: Arad
hi_in: रॉड
te_in: ర్ డ్

source: Aradali
hi_in: अरदली
te_in: అరదలీ

source: Aradeshanahalli
hi_in: अरदेशनाहल्ली
te_in: అరదెశనాహల్లీ

source: Aradgaon
hi_in: राद्गाओं
te_in: రాద్గాఓం

source: Aradigunta
hi_in: अरदिगंत
te_in: అరదిగంత్

source: Aragarhi Camp
hi_in: अरगढ़ी कैम्प
te_in: అరగ్ ీ కేమ్ప్

source: Arahunsi
hi_in: अरहंसी
te_in: అరహంసీ

source: Arai
hi_in: अरे
te_in: అరె

source: Arail
hi_in: अरैल
te_in: అరేల్

source: Arak Sisodra
hi_in: अर्क सिसोद्रा
te_in: అర్క్ సిసోద్రా

source: Arakere
hi_in: अरेकेरे
te_in: అరెకెరె

source: Arakhapalli
hi_in: राखपल्ली
te_in: రాఖపల్లీ

source: Arakkonam
hi_in: अराक्कोनम
te_in: అరాక్కోనం

source: Arakunnam
hi_in: अरकुन्नाम
te_in: అరకున్నాం

source: Arale
hi_in: अगले
te_in: అగలె

source: Araleri
hi_in: अरलेरी
te_in: అరలెరీ

source: Arali
hi_in: रैली
te_in: రేలీ

source: Arali Bk.
hi_in: अरली बक.
te_in: అరలీ బక్.

source: Arallumallige
hi_in: रेल्लूमल्लिगे
te_in: రెల్లూమల్లిగె

source: Aralumoodu
hi_in: अरलुमुद
te_in: అరలుముద్

source: Aralvaymoli
hi_in: अरैवय्मोळि
te_in: అరేవయ్మోళి

source: Arambagh
hi_in: रामबाग
te_in: రామబాగ్

source: Arambagh Court
hi_in: आरामबाग कोर्ट
te_in: ఆరామబాగ్ కోర్ట్

source: Aran
hi_in: एरान
te_in: ఏరాన్

source: Aranarai
hi_in: अरुणारे
te_in: అరుణారె

source: Arandua
hi_in: अरंडुआ
te_in: అరండుఆ

source: Arang
hi_in: आरंग
te_in: ఆరంగ్

source: Arangaon
hi_in: अरंगों
te_in: అరంగోం

source: Arangu
hi_in: आरंग
te_in: ఆరంగ్

source: Arani
hi_in: रानी
te_in: రానీ

source: Aranikesopur
hi_in: रानीकेसोपुर
te_in: రానీకెసోపుర్

source: Aranpur
hi_in: अरनपुर
te_in: అరనపుర్

source: Arantangi
hi_in: अरनटंगि
te_in: అరనటంగి

source: Arantangi Fort
hi_in: अरनटंगि फोर्ट
te_in: అరనటంగి ఫోర్ట్

source: Araria
hi_in: अररिया
te_in: అరరియా

source: Araria Bairgachhi
hi_in: अररिया बैरगाछी
te_in: అరరియా బేరగాఛీ

source: Arasampalayam
hi_in: रासम्पलायम
te_in: రాసమ్పలాయం

source: Arasapatti
hi_in: अरसपट्टी
te_in: అరసపట్టీ

source: Arasappapillaipatti
hi_in: अरसपप्पिल्लीपट्टी
te_in: అరసపప్పిల్లీపట్టీ

source: Arasaradi
hi_in: अरसरादि
te_in: అరసరాది

source: Arasinamakki
hi_in: आरसीनामाक्की
te_in: ఆరసీనామాక్కీ

source: Aratgal
hi_in: आर्टगैल
te_in: ఆర్టగేల్

source: Arath
hi_in: अर्थ
te_in: అర్థ్

source: Araul
hi_in: अरौल
te_in: అరౌల్

source: Aravakurichi
hi_in: अरवकुरीची
te_in: అరవకురీచీ

source: Aravindanagar
hi_in: अरविंदनगर
te_in: అరవిందనగర్

source: Arawan
hi_in: अरावन
te_in: అరావన్

source: Arbindnagar
hi_in: अरबिंदनगर
te_in: అరబిందనగర్

source: Archana
hi_in: रचना
te_in: రచనా

source: Arda
hi_in: रद
te_in: రద్

source: Ardauna
hi_in: अर्दुन
te_in: అర్దున్

source: Ardely Bazar
hi_in: अरदली बाजार
te_in: అరదలీ బాజార్

source: Ardi
hi_in: आदि
te_in: ఆది

source: Are
hi_in: अरे
te_in: అరె

source: Areekara
hi_in: रीकर
te_in: రీకర్

source: Areeplachy
hi_in: रीपलाय
te_in: రీపలాయ్

source: Areikana
hi_in: रैकन
te_in: రేకన్

source: Arekere
hi_in: अरेकेरे
te_in: అరెకెరె

source: Aremallapur
hi_in: अरिमल्लपुर
te_in: అరిమల్లపుర్

source: Arepalle Agraharam
hi_in: रेपल्लै अग्रहारम
te_in: రెపల్లే అగ్రహారం

source: Arepalli
hi_in: रेपल्ली
te_in: రెపల్లీ

source: Argali
hi_in: गली
te_in: గలీ

source: Argama
hi_in: गम
te_in: గం

source: Argamo
hi_in: गमो
te_in: గమో

source: Argatta
hi_in: गट्टा
te_in: గట్టా

source: Argori
hi_in: अगोरी
te_in: అగోరీ

source: Arha
hi_in: रहा
te_in: రహా

source: Arhariyamau
hi_in: रहरियामऊ
te_in: రహరియామఊ

source: Ariana
hi_in: अरियाना
te_in: అరియానా

source: Arigam
hi_in: अरिगं
te_in: అరిగం

source: Arignar Anna Nagar
hi_in: रीगन अन्ना नगर
te_in: రీగన్ అన్నా నగర్

source: Arihiana
hi_in: रिहीणा
te_in: రిహీణా

source: Arikkaranvalasu
hi_in: रिक्करणवालासु
te_in: రిక్కరణవాలాసు

source: Arilova
hi_in: रिलोवा
te_in: రిలోవా

source: Arimbra
hi_in: रीम्बर
te_in: రీమ్బర్

source: Aripada
hi_in: रिपद
te_in: రిపద్

source: Arisala
hi_in: रिसाला
te_in: రిసాలా

source: Arisanda
hi_in: अरिसंद
te_in: అరిసంద్

source: Arisikara Street
hi_in: रिसिकार स्ट्रीट
te_in: రిసికార్ స్ట్రీట్

source: Arisipalayam
hi_in: रिसिपलयं
te_in: రిసిపలయం

source: Arittapatti
hi_in: रित्तापट्टी
te_in: రిత్తాపట్టీ

source: Ariyalur (Ariyalur)
hi_in: अरियालुर (अरियालुर)
te_in: అరియాలుర్ (అరియాలుర్)

source: Ariyalur Bazaar
hi_in: अरियालुर बाजार
te_in: అరియాలుర్ బాజార్

source: Ariyamangalam
hi_in: अरियामंगलं
te_in: అరియామంగలం

source: Ariyandipuram
hi_in: अरियनदीपुरम
te_in: అరియనదీపురం

source: Ariyankuppam
hi_in: अरियांकुप्पम
te_in: అరియాంకుప్పం

source: Ariyanur
hi_in: अरियनुर
te_in: అరియనుర్

source: Ariyapatti
hi_in: अरियापट्टी
te_in: అరియాపట్టీ

source: Ariyappampalayam
hi_in: अरियप्पमपालयं
te_in: అరియప్పమపాలయం

source: Ariyavur
hi_in: अरियावूर
te_in: అరియావూర్

source: Ariyur
hi_in: अरियुर
te_in: అరియుర్

source: Ariyur (Vellore)
hi_in: अरियुर (वेल्लोर)
te_in: అరియుర్ (వెల్లోర్)

source: Ariyur Spinning Mills
hi_in: अरियुर स्पिनिंग मिल्स
te_in: అరియుర్ స్పినింగ్ మిల్స్

source: Arji
hi_in: अर्जी
te_in: అర్జీ

source: Arjiya
hi_in: रजिया
te_in: రజియా

source: Arjun Dumari
hi_in: अर्जुन डुमरी
te_in: అర్జున్ డుమరీ

source: Arjun Lal Sethi Nagar
hi_in: अर्जुन लाल सेठी नगर
te_in: అర్జున్ లాల్ సెఠీ నగర్

source: Arjun Nagar
hi_in: अर्जुन नगर
te_in: అర్జున్ నగర్

source: Arjunagiri
hi_in: अर्जुनगिरी
te_in: అర్జునగిరీ

source: Arjuni
hi_in: अर्जुनी
te_in: అర్జునీ

source: Arjunnagar
hi_in: अर्जुननगर
te_in: అర్జుననగర్

source: Arjunpur
hi_in: अर्जुनपुर
te_in: అర్జునపుర్

source: Arjunpura
hi_in: अर्जुनपुरा
te_in: అర్జునపురా

source: Arjuwa
hi_in: रजुवा
te_in: రజువా

source: Arkdhibariya
hi_in: रक़ढिबरिया
te_in: రౘఢిబరియా

source: Arkeri
hi_in: आरकेरी
te_in: ఆరకెరీ

source: Arkhali Amdanga
hi_in: रखली अड़ंगा
te_in: రఖలీ అ ంగా

source: Arkkuparamba
hi_in: रककुपराम्बा
te_in: రకకుపరామ్బా

source: Arla
hi_in: अर्ल
te_in: అర్ల్

source: Armai
hi_in: आर्मी
te_in: ఆర్మీ

source: Armala
hi_in: रमल
te_in: రమల్

source: Armament
hi_in: आर्मामेंट
te_in: ఆర్మామెంట్

source: Armed Veng
hi_in: आर्म्ड वेंग
te_in: ఆర్మ్డ్ వెంగ్

source: Armoor
hi_in: अर्मूर
te_in: అర్మూర్

source: Arnakal
hi_in: रनकल
te_in: రనకల్

source: Arnia
hi_in: अरनिया
te_in: అరనియా

source: Arnitimba
hi_in: अरनीतिमबा
te_in: అరనీతిమబా

source: Arnot
hi_in: रनोट
te_in: రనోట్

source: Arnota
hi_in: रनोट
te_in: రనోట్

source: Arockiapuram
hi_in: अरोकियापुरम
te_in: అరోకియాపురం

source: Arogyamandir
hi_in: आरोग्यमंदिर
te_in: ఆరోగ్యమందిర్

source: Aroliya
hi_in: आरोलिया
te_in: ఆరోలియా

source: Arooti
hi_in: अरूती
te_in: అరూతీ

source: Aroud
hi_in: अरौद
te_in: అరౌద్

source: Arpookara East
hi_in: अर्पूकर ईस्ट
te_in: అర్పూకర్ ఈస్ట్

source: Arpora
hi_in: अरपोरा
te_in: అరపోరా

source: Arra
hi_in: अर्रा
te_in: అర్రా

source: Arrah
hi_in: अर्राह
te_in: అర్రాహ్

source: Arrah Chowk
hi_in: अर्राह चौक
te_in: అర్రాహ్ చౌక్

source: Arrah Kutchey
hi_in: अर्राह कूचए
te_in: అర్రాహ్ కూచఏ

source: Arrana
hi_in: अर्राना
te_in: అర్రానా

source: Arror
hi_in: अररर
te_in: అరరర్

source: Arsapur
hi_in: आसपुर
te_in: ఆసపుర్

source: Arsena
hi_in: रसेन
te_in: రసెన్

source: Arsikere East
hi_in: अरसीकेरे ईस्ट
te_in: అరసీకెరె ఈస్ట్

source: Artal
hi_in: अटल
te_in: అటల్

source: Artc
hi_in: आर्ट्स
te_in: ఆర్ట్స్

source: Arthapur
hi_in: अर्थपूर
te_in: అర్థపూర్

source: Arti
hi_in: आरती
te_in: ఆరతీ

source: Artoni
hi_in: अरतौनी
te_in: అరతౌనీ

source: Arugavur
hi_in: अरुगवुड
te_in: అరుగవుడ్

source: Aruha
hi_in: रूह
te_in: రూహ్

source: Arumbaka
hi_in: अरुम्बक
te_in: అరుమ్బక్

source: Arumbakkam
hi_in: अरुम्बक्कम
te_in: అరుమ్బక్కం

source: Arumbanur
hi_in: अरुम्बनूर
te_in: అరుమ్బనూర్

source: Arumparuthi
hi_in: रुम्प्रुथि
te_in: రుమ్ప్రుథి

source: Arumuganagar
hi_in: अरूमुगनगर
te_in: అరూముగనగర్

source: Aruna Nagar
hi_in: अरुणा नगर
te_in: అరుణా నగర్

source: Arunapuram
hi_in: अरुणपुरम
te_in: అరుణపురం

source: Arundalpet
hi_in: रूंडलपेट
te_in: రూండలపెట్

source: Arundalpet (NSV)
hi_in: रूंडलपेट (न्सव)
te_in: రూండలపెట్ (న్సవ్)

source: Arunoottimangalam
hi_in: रुनूततीमंगलं
te_in: రునూతతీమంగలం

source: Aruppukottai
hi_in: अरूप्पुकोट्टई
te_in: అరుప్పుకోట్టాఈ

source: Aruppukottai Bazzar
hi_in: अरुप्पुकोट्टाई बज़्ज़ार
te_in: అరుప్పుకోట్టాఈ బ్ ్ ార్

source: Aruppukottai Court
hi_in: अरुप्पुकोट्टाई कोर्ट
te_in: అరుప్పుకోట్టాఈ కోర్ట్

source: Aruppukottai East
hi_in: अरुप्पुकोट्टाई ईस्ट
te_in: అరుప్పుకోట్టాఈ ఈస్ట్

source: Aruppukottai Nehru Maidanam
hi_in: अरुप्पुकोट्टाई नेहरू मैदानं
te_in: అరుప్పుకోట్టాఈ నెహరూ మేదానం

source: Aruppukottai West
hi_in: अरुप्पुकोट्टाई वेस्ट
te_in: అరుప్పుకోట్టాఈ వెస్ట్

source: Aruvaon
hi_in: रुवान
te_in: రువాన్

source: Aruvathoklu
hi_in: अरुवाथवकलु
te_in: అరువాథవకలు

source: Aruvithura
hi_in: अरुविथुरा
te_in: అరువిథురా

source: Arwal
hi_in: अरवल
te_in: అరవల్

source: Arwaliya
hi_in: अरवलिया
te_in: అరవలియా

source: Arwan
hi_in: रवां
te_in: రవాం

source: Arwara
hi_in: रवार
te_in: రవార్

source: Arya Nagar
hi_in: आर्य नगर
te_in: ఆర్య్ నగర్

source: Arya Nagar (Ghaziabad)
hi_in: आर्य नगर (ग़ज़िआबाद)
te_in: ఆర్య్ నగర్ (ౚ ిఆబాద్)

source: Arya Nagar (Haridwar)
hi_in: आर्य नगर (हरिद्वार)
te_in: ఆర్య్ నగర్ (హరిద్వార్)

source: Arya Nagar (Lucknow)
hi_in: आर्य नगर (लखनऊ)
te_in: ఆర్య్ నగర్ (లఖనఊ)

source: Arya Nagar Jhajjar
hi_in: आर्य नगर झज्जर
te_in: ఆర్య్ నగర్ ఝజ్జర్

source: Aryapuram
hi_in: आर्यपुरम
te_in: ఆర్యపురం

source: Asai
hi_in: ऐसे
te_in: ఐసె

source: Asalatganj
hi_in: असलतगंज
te_in: అసలతగంజ్

source: Asalkheri
hi_in: असलखेड़ी
te_in: అసలఖె ీ

source: Asalwas
hi_in: आसलवास
te_in: ఆసలవాస్

source: Asana
hi_in: आसन
te_in: ఆసన్

source: Asanao Bazar
hi_in: आसनो बाजार
te_in: ఆసనో బాజార్

source: Asanbani
hi_in: असनबनी
te_in: అసనబనీ

source: Asandoli
hi_in: असंदोली
te_in: అసందోలీ

source: Asangaon
hi_in: आसंगों
te_in: ఆసంగోం

source: Asangi
hi_in: असंगी
te_in: అసంగీ

source: Asani
hi_in: आसानी
te_in: ఆసానీ

source: Asanpat
hi_in: असंपत
te_in: అసంపత్

source: Asansol
hi_in: आसनसोल
te_in: ఆసనసోల్

source: Asansol Bazar
hi_in: आसनसोल बाजार
te_in: ఆసనసోల్ బాజార్

source: Asansol Court
hi_in: आसनसोल कोर्ट
te_in: ఆసనసోల్ కోర్ట్

source: Asantapur
hi_in: असंतपुर
te_in: అసంతపుర్

source: Asarada
hi_in: असरदा
te_in: అసరదా

source: Asardoha
hi_in: असरडोह
te_in: అసరడోహ్

source: Asaripallam
hi_in: असरीपल्लम
te_in: అసరీపల్లం

source: Asarma
hi_in: आसरम
te_in: ఆసరం

source: Asarwa Chakla
hi_in: आस्रव चकला
te_in: ఆస్రవ్ చకలా

source: Asarwa Ext South
hi_in: आस्रव एक्सट साउथ
te_in: ఆస్రవ్ ఏక్సట్ సాఉథ్

source: Asawar
hi_in: असवार
te_in: అసవార్

source: Asawata
hi_in: असावता
te_in: అసావతా

source: Asdhna
hi_in: असधन
te_in: అసధన్

source: Asgoli ED
hi_in: असगोली एड
te_in: అసగోలీ ఏడ్

source: Asha Pura
hi_in: आशा पूरा
te_in: ఆశా పూరా

source: Ashalapalli
hi_in: अशलापल्ली
te_in: అశలాపల్లీ

source: Ashanagar
hi_in: आशानगर
te_in: ఆశానగర్

source: Ashanandapara Street
hi_in: अशनंदपारा स्ट्रीट
te_in: అశనందపారా స్ట్రీట్

source: Ashanandpur
hi_in: अशनंदपुर
te_in: అశనందపుర్

source: Ashapar
hi_in: अशपर
te_in: అశపర్

source: Ashapur
hi_in: आशापुर
te_in: ఆశాపుర్

source: Ashareta
hi_in: अशरत
te_in: అశరత్

source: Asharikandi
hi_in: अशरीकंडी
te_in: అశరీకండీ

source: Ashehar
hi_in: अशहर
te_in: అశహర్

source: Ashewadi
hi_in: आशेवाडी
te_in: ఆశెవాడీ

source: Ashey Pur
hi_in: असह्य पुर
te_in: అసహ్య్ పుర్

source: Ashiananagar
hi_in: अशिअननगर
te_in: అశిఅననగర్

source: Ashogi Purshottam
hi_in: अशोगी पुरषोत्तम
te_in: అశోగీ పురషోత్తం

source: Ashok Marg Ajmer
hi_in: अशोक मार्ग अजमेर
te_in: అశోక్ మార్గ్ అజమెర్

source: Ashok Nagar (Ghaziabad)
hi_in: अशोक नगर (ग़ज़िआबाद)
te_in: అశోక్ నగర్ (ౚ ిఆబాద్)

source: Ashok Nagar (Jaipur)
hi_in: अशोक नगर (जयपुर)
te_in: అశోక్ నగర్ (జైపూర్)

source: Ashok Nagar (Khorda)
hi_in: अशोक नगर (खोरड़ा)
te_in: అశోక్ నగర్ (ఖోర్ ా)

source: Ashok Nagar (Nashik)
hi_in: अशोक नगर (नाशिक)
te_in: అశోక్ నగర్ (నాసిక్)

source: Ashok Nagar (Patna)
hi_in: अशोक नगर (पटना)
te_in: అశోక్ నగర్ (పాట్నా)

source: Ashok Nagar (Ranchi)
hi_in: अशोक नगर (रांची)
te_in: అశోక్ నగర్ (రాంచీ)

source: Ashok Nagar (West Delhi)
hi_in: अशोक नगर (वेस्ट देल्ही)
te_in: అశోక్ నగర్ (వెస్ట్ ఢిల్లీ)

source: Ashok Vihar
hi_in: अशोक विहार
te_in: అశోక్ విహార్

source: Ashoka Park Extn.
hi_in: अशोक पार्क ऐक्सटन.
te_in: అశోక్ పార్క్ ఐక్సటన్.

source: Ashokegarh
hi_in: अशोकगढ़
te_in: అశోకగ్

source: Ashoknagar
hi_in: अशोकनगर
te_in: అశోకనగర్

source: Ashoknagar (Bangalore)
hi_in: अशोकनगर (बैंगलोर)
te_in: అశోకనగర్ (బెంగుళూరు)

source: Ashoknagar (Chennai)
hi_in: अशोकनगर (चेन्नई)
te_in: అశోకనగర్ (చెన్నై)

source: Ashoknagar (Hyderabad)
hi_in: अशोकनगर (हैदराबाद)
te_in: అశోకనగర్ (హేదరాబాద్)

source: Ashoknagar (Vellore)
hi_in: अशोकनगर (वेल्लोर)
te_in: అశోకనగర్ (వెల్లోర్)

source: Ashoknagar(MR)
hi_in: अशोकनगर(मर)
te_in: అశోకనగర్(మర్)

source: Ashram Balikuda
hi_in: आश्रम बलिकुदा
te_in: ఆశ్రమ్ బలికుదా

source: Ashram Road
hi_in: आश्रम रोड
te_in: ఆశ్రమ్ రోడ్

source: Ashram Road -Nadiad
hi_in: आश्रम रोड -नदिअद
te_in: ఆశ్రమ్ రోడ్ -నదిఅద్

source: Ashrampatana
hi_in: आश्रमपटना
te_in: ఆశ్రమపటనా

source: Ashta
hi_in: अष्ट
te_in: అష్ట్

source: Ashta Fort
hi_in: अष्ट फोर्ट
te_in: అష్ట్ ఫోర్ట్

source: Ashtapur
hi_in: अष्टपुर
te_in: అష్టపుర్

source: Ashte
hi_in: अष्ट
te_in: అష్ట్

source: Ashti
hi_in: अष्टि
te_in: అష్టి

source: Ashutia
hi_in: अशुतो
te_in: అశుతో

source: Ashutiabarh
hi_in: अशुतोबढ़
te_in: అశుతోబ్

source: Ashutoshnagar
hi_in: अशुतोषनगर
te_in: అశుతోషనగర్

source: Ashwathapura
hi_in: अश्वथापुर
te_in: అశ్వథాపుర్

source: Asia Plato
hi_in: एशिया प्लेटो
te_in: ఏశియా ప్లెటో

source: Asifabad
hi_in: आसफाबाद
te_in: ఆసఫాబాద్

source: Asirgarh
hi_in: असीरगढ़
te_in: అసీరగ్

source: Asiriyar Nagar
hi_in: असीरियर नगर
te_in: అసీరియర్ నగర్

source: Asis Berkhin
hi_in: असीस बरखिं
te_in: అసీస్ బరఖిం

source: Asjol
hi_in: आसजोल
te_in: ఆసజోల్

source: Aska
hi_in: उसका
te_in: ఉసకా

source: Aska College Square
hi_in: एसके कॉलेज स्क्वायर
te_in: ఏసకె క్ లెజ్ స్క్వాయర్

source: Aska Junction
hi_in: अस्क जंक्शन
te_in: అస్క్ జంక్శన్

source: Aslaj
hi_in: असलज
te_in: అసలజ్

source: Asma
hi_in: अस्मा
te_in: అస్మా

source: Asna
hi_in: आसन
te_in: ఆసన్

source: Asnara
hi_in: असणारा
te_in: అసణారా

source: Asoi
hi_in: असोई
te_in: అసోఈ

source: Asoj
hi_in: आसोज
te_in: ఆసోజ్

source: Asoknagar
hi_in: अशोकनगर
te_in: అశోకనగర్

source: Asoknagar R/s
hi_in: अषोकनगर र/स
te_in: అషోకనగర్ ర్/స్

source: Asola
hi_in: असोला
te_in: అసోలా

source: Asolipal
hi_in: आसोलीपल
te_in: ఆసోలీపల్

source: Ason
hi_in: असों
te_in: అసోం

source: Asoor
hi_in: असुर
te_in: అసుర్

source: Asopur
hi_in: आसोपुर
te_in: ఆసోపుర్

source: Asotapura
hi_in: असोतापुर
te_in: అసోతాపుర్

source: Asotra
hi_in: आसोतरा
te_in: ఆసోతరా

source: Aspur Deosara
hi_in: आसपुर देवसरा
te_in: ఆసపుర్ దెవసరా

source: Asra
hi_in: असर
te_in: అసర్

source: Asramom
hi_in: असरमोम
te_in: అసరమోం

source: Asrawan
hi_in: असरावां
te_in: అసరావాం

source: Assagao
hi_in: अस्सागाओ
te_in: అస్సాగాఓ

source: Assam Medical College
hi_in: असम मेडिकल कॉलेज
te_in: అసోం మెడికల్ క్ లెజ్

source: Assam Rifles
hi_in: असम राइफल्स
te_in: అసోం రాఇఫల్స్

source: Assam Sachivalaya
hi_in: असम सचिवालय
te_in: అసోం సచివాలయ్

source: Assegaon
hi_in: असेगाँव
te_in: అసెగాఁవ్

source: Assi
hi_in: अस्सी
te_in: అస్సీ

source: Asta
hi_in: अस्त
te_in: అస్త్

source: Astagam
hi_in: अस्तगं
te_in: అస్తగం

source: Astagaon
hi_in: अस्तगओन
te_in: అస్తగఓన్

source: Astara
hi_in: अस्तर
te_in: అస్తర్

source: Astaranga
hi_in: अस्तरंग
te_in: అస్తరంగ్

source: Astauly
hi_in: अस्तौली
te_in: అస్తౌలీ

source: Asthal Bohar
hi_in: अस्थल बोहर
te_in: అస్థల్ బోహర్

source: Asu
hi_in: असू
te_in: అసూ

source: Asukhomi
hi_in: असुखमई
te_in: అసుఖమఈ

source: Asulkhar
hi_in: असुलखर
te_in: అసులఖర్

source: Asundi
hi_in: असुंदी
te_in: అసుందీ

source: Asura
hi_in: असुर
te_in: అసుర్

source: Asurda
hi_in: असुरद
te_in: అసురద్

source: Asuto
hi_in: असतो
te_in: అసతో

source: Asvini
hi_in: अश्विनी
te_in: అశ్వినీ

source: Asylum Lane
hi_in: एसाइलम लेन
te_in: ఏసాఇలమ్ లెన్

source: Ata
hi_in: अत
te_in: అత్

source: Atahara
hi_in: अतहर
te_in: అతహర్

source: Atai
hi_in: अति
te_in: అతి

source: Atail
hi_in: तैल
te_in: తేల్

source: Atali
hi_in: अटाली
te_in: అటాలీ

source: Atamanda
hi_in: आत्मानंद
te_in: ఆత్మానంద్

source: Atapaka
hi_in: तापक
te_in: తాపక్

source: Ataraith
hi_in: अतरैठ
te_in: అతరేఠ్

source: Ataraulia
hi_in: अतरौलिया
te_in: అతరౌలియా

source: Atariya
hi_in: अटरिया
te_in: అటరియా

source: Atarra
hi_in: अतर्रा
te_in: అతర్రా

source: Atarsua
hi_in: अतरसुआ
te_in: అతరసుఆ

source: Atasahi
hi_in: अतसही
te_in: అతసహీ

source: Atchampeta
hi_in: त्तचम्पेट
te_in: త్తచమ్పెట్

source: Atchutapuratriam
hi_in: अटचुटपुरातरीं
te_in: అటచుటపురాతరీం

source: Athagadapatna
hi_in: अठगडपटना
te_in: అఠగడపటనా

source: Athai Sheikh
hi_in: अठै शेख
te_in: అఠే శెఖ్

source: Athaisi
hi_in: अठैसी
te_in: అఠేసీ

source: Athana
hi_in: अठाना
te_in: అఠానా

source: Athanurpatti
hi_in: अठानुरपट्टी
te_in: అఠానురపట్టీ

source: Atharobanki
hi_in: अठरोबंकी
te_in: అఠరోబంకీ

source: Athicode
hi_in: अथिकडे
te_in: అథికడె

source: Athikombai
hi_in: अतिकोम्बी
te_in: అతికోమ్బీ

source: Athilagori
hi_in: अठिलागोरी
te_in: అఠిలాగోరీ

source: Athipalli
hi_in: अतिपल्ली
te_in: అతిపల్లీ

source: Athipattu
hi_in: अथिपततु
te_in: అథిపతతు

source: Athmalgola
hi_in: अथमलगोला
te_in: అథమలగోలా

source: Athola
hi_in: अठोला
te_in: అఠోలా

source: Atholi
hi_in: अठोली
te_in: అఠోలీ

source: Athveli
hi_in: आठवली
te_in: ఆఠవలీ

source: Athwa
hi_in: अथवा
te_in: అథవా

source: Athwalines
hi_in: अथवालिनेस
te_in: అథవాలినెస్

source: Atia Sahpur
hi_in: अतिया साहपुर
te_in: అతియా సాహపుర్

source: Atiala Dai
hi_in: अतिआला दे
te_in: అతిఆలా దె

source: Atigaon
hi_in: अतिगओं
te_in: అతిగఓం

source: Atimi
hi_in: अतिमि
te_in: అతిమి

source: Atit
hi_in: अतीत
te_in: అతీత్

source: Atkadih
hi_in: अटकाडीह
te_in: అటకాడీహ్

source: Atkeshwar
hi_in: अटकेश्वर
te_in: అటకెశ్వర్

source: Atki
hi_in: अटकी
te_in: అటకీ

source: Atkur
hi_in: अतिकुर
te_in: అతికుర్

source: Atladara
hi_in: अतलदार
te_in: అతలదార్

source: Atlas Cycle
hi_in: एटलस साइकिल
te_in: ఏటలస్ సాఇకిల్

source: Atmakur
hi_in: अत्माकुर
te_in: అత్మాకుర్

source: Atmakur (Kurnool)
hi_in: अत्माकुर (कुरनूल)
te_in: అత్మాకుర్ (కురనూల్)

source: Atmakur (NL)
hi_in: अत्माकुर (नल)
te_in: అత్మాకుర్ (నల్)

source: Atnama
hi_in: आत्नम
te_in: ఆత్నం

source: Atola
hi_in: अटल
te_in: అటల్

source: Ator Nagla
hi_in: अटौर नगला
te_in: అటౌర్ నగలా

source: Atrampur
hi_in: अत्रामपुर
te_in: అత్రామపుర్

source: Atrauli
hi_in: अतरौली
te_in: అతరౌలీ

source: Atraval
hi_in: अत्रवल
te_in: అత్రవల్
