Repository: healthvdev/custom_template
Catalog: languages/*.po
Languages: hi_in, te_in

source: Madhavan Park
hi_in: माधवन पार्क
te_in: మాధవన్ పార్క్

source: Madhavapatnam
hi_in: माधवपतनं
te_in: మాధవపట్టణం

source: Madhavaram
hi_in: माधवराम
te_in: మాధవరాం

source: Madhavaram (Tiruvallur)
hi_in: माधवराम (तिरुवल्लुर)
te_in: మాధవరామ్ (తిరువల్లుర్)

source: Madhavaram Milk Colony
hi_in: माधवराम मिल्क कॉलोनी
te_in: మాధవరామ్ మిల్క్ క్ లోనీ

source: Madhavbaug
hi_in: माधवबाग
te_in: మాధవబాగ్

source: Madhbhavi
hi_in: मद्दभवि
te_in: మద్దభవి

source: Madheli
hi_in: मधेली
te_in: మధెలీ

source: Madhepura Collectorate
hi_in: मधेपुरा कोल्लेकतोरते
te_in: మధెపురా కోల్లెకతోరతె

source: Madhi
hi_in: मढ़ी
te_in: మఢ్ ీ

source: Madhira Bazar
hi_in: मधिर बाजार
te_in: మధిర్ బాజార్

source: Madhmeshwar
hi_in: मध्यमेश्वर
te_in: మధ్యమెశ్వర్

source: Madhogarh (Jalaun)
hi_in: माधोगढ़ (जालौन)
te_in: మాధోగఢ్ (జాలౌన్)

source: Madhonagar Bigahia
hi_in: माधोनगर बिगहिया
te_in: మాధోనగర్ బిగహియా

source: Madhopur
hi_in: माधोपुर
te_in: మాధోపుర్

source: Madhopur Buzurg
hi_in: माधोपुर बुज़ुर्ग
te_in: మాధోపుర్ బుజ్ ుర్గ్

source: Madhopuri
hi_in: माधोपुरी
te_in: మాధోపురీ

source: Madhuban
hi_in: मधुबन
te_in: మధుబన్

source: Madhuban (Jagatsinghapur)
hi_in: मधुबन (जगतसिंघपुर)
te_in: మధుబన్ (జగతసింఘపుర్)

source: Madhuban (Karnal)
hi_in: मधुबन (करनाल)
te_in: మధుబన్ (కరనాల్)

source: Madhubani
hi_in: मधुबनी
te_in: మధుబనీ

source: Madhubani Court
hi_in: मधुबनी कोर्ट
te_in: మధుబనీ కోర్ట్

source: Madhubani Kala
hi_in: मधुबनी कला
te_in: మధుబనీ కలా

source: Madhuchoudhurypara
hi_in: मधुचौधुरीपारा
te_in: మధుచౌధురీపారా

source: Madhukar
hi_in: मधुकर
te_in: మధుకర్

source: Madhukarnagar Patas
hi_in: मधुकरनगर पतस
te_in: మధుకరనగర్ పతస్

source: Madhukuchi
hi_in: मधुकुछि
te_in: మధుకుఛి

source: Madhumakhiya
hi_in: मधुमखियां
te_in: మధుమఖియాం

source: Madhupalli'
hi_in: मधुपल्ली'
te_in: మధుపల్లీ'

source: Madhupatna
hi_in: मधुपटना
te_in: మధుపాట్నా

source: Madhupur
hi_in: मधुपुर
te_in: మధుపుర్

source: Madhupur Bazar
hi_in: मधुपुर बाजार
te_in: మధుపుర్ బాజార్

source: Madhupur Colony
hi_in: मधुपुर कॉलोनी
te_in: మధుపుర్ క్ లోనీ

source: Madhupura
hi_in: मधुपुर
te_in: మధుపుర్

source: Madhupura Market
hi_in: माधुपुरा मार्किट
te_in: మాధుపురా మార్కిట్

source: Madhurapur
hi_in: मधुरापुर
te_in: మధురాపుర్

source: Madhurbond
hi_in: मधुरबोंड
te_in: మధురబోండ్

source: Madhuruchua
hi_in: मधुऋचुआ
te_in: మధుఋచుఆ

source: Madhusoulmari
hi_in: मधुसलमारी
te_in: మధుసలమారీ

source: Madhusudan Nagar (Cuttack)
hi_in: मधुसूदन नगर (कुट्टक)
te_in: మధుసూదన్ నగర్ (కుట్టక్)

source: Madhusudan Nagar (Khorda)
hi_in: मधुसूदन नगर (खोरड़ा)
te_in: మధుసూదన్ నగర్ (ఖోరడ్ ా)

source: Madhusudanchak
hi_in: मधुसूदनचक
te_in: మధుసూదనచక్

source: Madhusudanpursasan
hi_in: मधुसूदनपुरस्सन
te_in: మధుసూదనపురస్సన్

source: Madhvarayapuram
hi_in: माधवरायपुरम
te_in: మాధవరాయపురం

source: Madhvas
hi_in: मड़वास
te_in: మడ్ వాస్

source: Madhyahingli
hi_in: मध्यहिन्ग्ली
te_in: మధ్యహిన్గ్లీ

source: Madhyamgram
hi_in: मध्यमग्राम
te_in: మధ్యమగ్రాం

source: Madia Par
hi_in: मडिया पर
te_in: మడియా పర్

source: Madichel
hi_in: मेडिचेल
te_in: మెడిచెల్

source: Madiguda
hi_in: मैदीगुड़ा
te_in: మేదీగుడ్ ా

source: Madikeri
hi_in: मदिकेरी
te_in: మదికెరీ

source: Madikeri West
hi_in: मदिकेरी वेस्ट
te_in: మదికెరీ వెస్ట్

source: Madilage BK
hi_in: मडिलगे बक
te_in: మడిలగె బక్

source: Madipakkam
hi_in: मडिपक्कम
te_in: మడిపక్కం

source: Madipakkam South
hi_in: मडिपक्कम साउथ
te_in: మడిపక్కమ్ సాఉథ్

source: Madipur Slum Quarter
hi_in: माड़ीपुर स्लम क्वार्टर
te_in: మాడ్ ీపుర్ స్లమ్ క్వార్టర్

source: Madipur Village
hi_in: माड़ीपुर विलेज
te_in: మాడ్ ీపుర్ విలెజ్

source: Madivala
hi_in: मंडीवाल
te_in: మండీవాల్

source: Madiyaon
hi_in: माडियाओं
te_in: మాడియాఓం

source: Madkhol
hi_in: मडखोल
te_in: మడఖోల్

source: Madkote
hi_in: मदकोट
te_in: మదకోట్

source: Madlak
hi_in: मादलक
te_in: మాదలక్

source: Madlapur
hi_in: मादलपुर
te_in: మాదలపుర్

source: Madlur
hi_in: मदलूर
te_in: మదలూర్

source: Madpur
hi_in: माडपुर
te_in: మాడపుర్

source: Madra Mukundpur
hi_in: मदर मुकुन्दपुर
te_in: మదర్ ముకున్దపుర్

source: Madras Electricity System
hi_in: मद्रास इलेक्ट्रिसिटी सिस्टम
te_in: మద్రాస్ ఇలెక్ట్రిసిటీ సిస్టం

source: Madras Medical College
hi_in: मद्रास मेडिकल कॉलेज
te_in: మద్రాస్ మెడికల్ క్ లెజ్

source: Madras University
hi_in: मद्रास यूनिवर्सिटी
te_in: మద్రాస్ యూనివర్సిటీ

source: Madrassa
hi_in: मदरसा
te_in: మదరసా

source: Madroli
hi_in: मदरोली
te_in: మదరోలీ

source: Madsangvi
hi_in: मदसंगवि
te_in: మదసంగవి

source: Madu
hi_in: मदु
te_in: మదు

source: Madugadipet
hi_in: मैदुगदीपेत
te_in: మేదుగదీపెత్

source: Madukka
hi_in: मदुकका
te_in: మదుకకా

source: Madukkakunuu
hi_in: मदुकककउनू
te_in: మదుకకకఉనూ

source: Madukkarai
hi_in: मडुक्कराई
te_in: మడుక్కరాఈ

source: Madukkarai Cusba
hi_in: मडुक्कराई कस्बा
te_in: మడుక్కరాఈ కస్బా

source: Madupalli
hi_in: मदुपल्ली
te_in: మదుపల్లీ

source: Madurai Agricultural College
hi_in: मदुरै एग्रीकल्चरल कॉलेज
te_in: మధురై ఏగ్రీకల్చరల్ క్ లెజ్

source: Madurai Bazaar
hi_in: मदुरै बाजार
te_in: మధురై బాజార్

source: Madurai Bibikulam
hi_in: मदुरै बीबीकुलम
te_in: మధురై బీబీకులం

source: Madurai Corporation Building
hi_in: मदुराई कारपोरेशन बिल्डिंग
te_in: మధురై కారపోరెశన్ బిల్డింగ్

source: Madurai Courts
hi_in: मदुरै कोर्ट्स
te_in: మధురై కోర్ట్స్

source: Madurai North
hi_in: मदुरै नार्थ
te_in: మధురై నార్థ్

source: Madurai Railway Divl Office
hi_in: मदुरै रेलवे दीवाल ऑफिस
te_in: మధురై రెలవె దీవాల్ ఑ఫిస్

source: Madurai West
hi_in: मदुरै वेस्ट
te_in: మధురై వెస్ట్

source: Maduravoyal
hi_in: माडुरावोयल
te_in: మాడురావోయల్

source: Madyachiwadi
hi_in: मदयचिवादी
te_in: మదయచివాదీ

source: Magadi
hi_in: मगदी
te_in: మగదీ

source: Magadi Road
hi_in: मगदी रोड
te_in: మగదీ రోడ్

source: Magalia
hi_in: मंगलिया
te_in: మంగలియా

source: Magarbara
hi_in: मगरबर
te_in: మగరబర్

source: Magardarra
hi_in: मगरदर्रा
te_in: మగరదర్రా

source: Magarwada
hi_in: मागरवाड़ा
te_in: మాగరవాడ్ ా

source: Magatur
hi_in: मगतुर
te_in: మగతుర్

source: Magdalla
hi_in: मगदल्ल
te_in: మగదల్ల్

source: Magdi
hi_in: मगदी
te_in: మగదీ

source: Maghasar
hi_in: मेघसर
te_in: మెఘసర్

source: Maghua
hi_in: मघुआ
te_in: మఘుఆ

source: Magilankottai
hi_in: मागिलनकोट्टई
te_in: మాగిలనకోట్టఈ

source: Magna
hi_in: मग्न
te_in: మగ్న్

source: Magnad
hi_in: मेघनाद
te_in: మెఘనాద్

source: Magnesite Mines
hi_in: मैग्नेसिते माइंस
te_in: మేగ్నెసితె మాఇంస్

source: Magodi
hi_in: मगोड़ी
te_in: మగోడ్ ీ

source: Magondhi
hi_in: मागोंधी
te_in: మాగోంధీ

source: Magrdha
hi_in: मगरधा
te_in: మగరధా

source: Magriwara
hi_in: मगरीवाड़ा
te_in: మగరీవాడ్ ా

source: Magroda
hi_in: मगरोड़ा
te_in: మగరోడ్ ా

source: Magrol
hi_in: मांगरोल
te_in: మాంగరోల్

source: Magthane
hi_in: मागथने
te_in: మాగథనె

source: Maguna
hi_in: मागुन
te_in: మాగున్

source: Magura Bazar
hi_in: मगर बाजार
te_in: మగర్ బాజార్

source: Maguri Jagannathchak
hi_in: मागुरी जगन्नथचक
te_in: మాగురీ జగన్నథచక్

source: Maguri Uttarsai
hi_in: मागुरी उत्तरसे
te_in: మాగురీ ఉత్తరసె

source: Magurmari
hi_in: मागुरमरी
te_in: మాగురమరీ

source: Maha Khera
hi_in: माह खेर
te_in: మాహ్ ఖెర్

source: Mahabalipur
hi_in: महाबलीपुर
te_in: మహాబలీపుర్

source: Mahabhairab
hi_in: महाभैरब
te_in: మహాభేరబ్

source: Mahabir Nagar
hi_in: महाबीर नगर
te_in: మహాబీర్ నగర్

source: Mahabubabad
hi_in: महबूबाबाद
te_in: మహబూబాబాద్

source: Mahabubnagar
hi_in: महबूबनगर
te_in: మహబూబనగర్

source: Mahachanda
hi_in: महाचंद
te_in: మహాచంద్

source: Mahad
hi_in: महद
te_in: మహద్

source: Mahada
hi_in: महद
te_in: మహద్

source: Mahadanapuram
hi_in: महादानपुरम
te_in: మహాదానపురం

source: Mahadeo
hi_in: महादेव
te_in: మహాదెవ్

source: Mahadeshwarapura
hi_in: महादेश्वरपुर
te_in: మహాదెశ్వరపుర్

source: Mahadevankulam
hi_in: महादेवनकुलं
te_in: మహాదెవనకులం

source: Mahadevapura
hi_in: महादेवपुरा
te_in: మహాదెవపురా

source: Mahadevapuram
hi_in: महादेवपुरम
te_in: మహాదెవపురం

source: Mahadevdihi
hi_in: महादेवडीही
te_in: మహాదెవడీహీ

source: Mahadevi
hi_in: महादेवी
te_in: మహాదెవీ

source: Mahadevia
hi_in: महादेविया
te_in: మహాదెవియా

source: Mahadevpali
hi_in: महादेवपळी
te_in: మహాదెవపళీ

source: Mahadevpura Kampa
hi_in: महादेवपुरा कम्प
te_in: మహాదెవపురా కమ్ప్

source: Mahadula (Ramtek)
hi_in: महादुला (रामटेक)
te_in: మహాదులా (రామటెక్)

source: Mahagaon
hi_in: महागान
te_in: మహాగాన్

source: Mahagu Pur
hi_in: महगू पुर
te_in: మహగూ పుర్

source: Mahajanpatty
hi_in: महाजनपट्टी
te_in: మహాజనపట్టీ

source: Mahaje
hi_in: म्हणजे
te_in: మ్హణజె

source: Mahaksar
hi_in: महकसर
te_in: మహకసర్

source: Mahal (Nagpur)
hi_in: महल (नागपुर)
te_in: మహల్ (నాగ్‌పూర్)

source: Mahalakshmipuram Layout
hi_in: महालक्ष्मीपुरं लेआउट
te_in: మహాలక్ష్మీపురం లెఆఉట్

source: Mahalam
hi_in: महलां
te_in: మహలాం

source: Mahalinga
hi_in: महालिंग
te_in: మహాలింగ్

source: Mahalinga Puram
hi_in: महालिंग पुरम
te_in: మహాలింగ్ పురం

source: Mahalingpur
hi_in: महालिंगपुर
te_in: మహాలింగపుర్

source: Mahalingpur Town
hi_in: महालिंगपुर टाउन
te_in: మహాలింగపుర్ టాఉన్

source: Mahalon
hi_in: महलों
te_in: మహలోం

source: Mahalon Ki Pipli
hi_in: महलों की पीपली
te_in: మహలోం కీ పీపలీ

source: Mahalunge Ingale
hi_in: महालुंगे इंगले
te_in: మహాలుంగె ఇంగలె

source: Mahamaya Mines
hi_in: महामाया माइंस
te_in: మహామాయా మాఇంస్

source: Mahamda
hi_in: महमद
te_in: మహమద్

source: Mahammadpur
hi_in: महम्मदपुर
te_in: మహమ్మదపుర్

source: Mahanagar
hi_in: महानगर
te_in: మహానగర్

source: Mahananda Bridge
hi_in: महानन्द ब्रिज
te_in: మహానన్ద్ బ్రిజ్

source: Mahanandi
hi_in: महानंदी
te_in: మహానందీ

source: Mahandgaon
hi_in: महान्डगाओं
te_in: మహాన్డగాఓం

source: Mahanga
hi_in: महंगा
te_in: మహంగా

source: Mahant
hi_in: महंत
te_in: మహంత్

source: Mahaprabhupara
hi_in: महाप्रभुपारा
te_in: మహాప్రభుపారా

source: Mahapur
hi_in: माहपुर
te_in: మాహపుర్

source: Mahapura
hi_in: महापुरा
te_in: మహాపురా

source: Maharaj Ganj
hi_in: महाराज गंज
te_in: మహారాజ్ గంజ్

source: Maharaja College
hi_in: महाराजा कॉलेज
te_in: మహారాజా క్ లెజ్

source: Maharajangar
hi_in: महराजनगर
te_in: మహరాజనగర్

source: Maharajapuam
hi_in: महाराजपुं
te_in: మహారాజపుం

source: Maharajganj
hi_in: महाराजगंज
te_in: మహరాజగంజ్

source: Maharajpur
hi_in: महाराजपुर
te_in: మహారాజపుర్

source: Maharana
hi_in: महाराणा
te_in: మహారాణా

source: Maharanipeta
hi_in: महारानीपत
te_in: మహారానీపత్

source: Maharapadar
hi_in: महारापदर
te_in: మహారాపదర్

source: Maharishi Nagar
hi_in: महर्षि नगर
te_in: మహర్షి నగర్

source: Maharishi Vidya Mandir
hi_in: महर्षि विद्या मंदिर
te_in: మహర్షి విద్యా మందిర్

source: Mahartha
hi_in: महारथ
te_in: మహారథ్

source: Mahasamund
hi_in: महासमुंद
te_in: మహాసముంద్

source: Mahathma Gandhi Road
hi_in: महात्मा गांधी रोड
te_in: మహాత్మా గాంధీ రోడ్

source: Mahatipur
hi_in: महतीपुर
te_in: మహతీపుర్

source: Mahatma Fule Bazar
hi_in: महात्मा फुले बाजार
te_in: మహాత్మా ఫులె బాజార్

source: Mahatma Gandhi Road
hi_in: महात्मा गांधी रोड
te_in: మహాత్మా గాంధీ రోడ్

source: Mahatpur
hi_in: मैहतपुर
te_in: మేహతపుర్

source: Mahaveer Nagar
hi_in: महावीर नगर
te_in: మహావీర్ నగర్

source: Mahaveer Nagar Kota
hi_in: महावीर नगर कोट
te_in: మహావీర్ నగర్ కోట్

source: Mahavir Asthan
hi_in: महावीर अस्थान
te_in: మహావీర్ అస్థాన్

source: Mahdeiya
hi_in: महदेइया
te_in: మహదెఇయా

source: Mahdeva
hi_in: महादेव
te_in: మహాదెవ్

source: Mahdva
hi_in: महद्व
te_in: మహద్వ్

source: Mahelaj
hi_in: महेलज
te_in: మహెలజ్

source: Mahemdavad
hi_in: महेमदावाद
te_in: మహెమదావాద్

source: Mahendra Banerjee Road
hi_in: महेंद्र बनर्जी रोड
te_in: మహెంద్ర్ బనర్జీ రోడ్

source: Mahendragada
hi_in: महेन्द्रगढ
te_in: మహెన్ద్రగఢ్

source: Mahendraganj
hi_in: महेन्द्रगंज
te_in: మహెన్ద్రగంజ్

source: Mahendraganj (West Garo Hills)
hi_in: महेन्द्रगंज (वेस्ट गारो हिल्स)
te_in: మహెన్ద్రగంజ్ (వెస్ట్ గారో హిల్స్)

source: Mahendrapur
hi_in: महेन्द्रपुर
te_in: మహెన్ద్రపుర్

source: Mahendru
hi_in: महेन्द्रू
te_in: మహెన్ద్రూ

source: Mahera
hi_in: माहेरा
te_in: మాహెరా

source: Mahervada
hi_in: महेरवाड़ा
te_in: మహెరవాడ్ ా

source: Mahesana Bazar
hi_in: महेसाणा बाजार
te_in: మహెసాణా బాజార్

source: Mahesana I E
hi_in: महेसाणा इ इ
te_in: మహెసాణా ఇ ఇ

source: Mahesana Railway Colony
hi_in: महेसाणा रेलवे कॉलोनी
te_in: మహెసాణా రెలవె క్ లోనీ

source: Mahesara Kalan
hi_in: महेसर कलां
te_in: మహెసర్ కలాం

source: Mahesh 2
hi_in: महेश 2
te_in: మహెశ్ 2

source: Mahesh Munda
hi_in: महेश मुंडे
te_in: మహెశ్ ముండె

source: Mahesh Nagar
hi_in: महेश नगर
te_in: మహెశ్ నగర్

source: Mahesh Pur
hi_in: महेश पुर
te_in: మహెశ్ పుర్

source: Maheshara Khurd
hi_in: महेशर खुर्द
te_in: మహెశర్ ఖుర్ద్

source: Maheshmunda
hi_in: महेशमुंडा
te_in: మహెశముండా

source: Maheshpur
hi_in: महेशपुर
te_in: మహెశపుర్

source: Maheshwari
hi_in: माहेश्वरी
te_in: మాహెశ్వరీ

source: Maheswari Nagla
hi_in: माहेष्वरी नगला
te_in: మాహెష్వరీ నగలా

source: Mahewa
hi_in: महेवा
te_in: మహెవా

source: Mahianwala Kalan
hi_in: महिणवाला कलां
te_in: మహిణవాలా కలాం

source: Mahidharpara
hi_in: महिधरपर
te_in: మహిధరపర్

source: Mahijada
hi_in: महिजादा
te_in: మహిజాదా

source: Mahika
hi_in: महिका
te_in: మహికా

source: Mahim
hi_in: माहिम
te_in: మాహిం

source: Mahim Bazar
hi_in: महिम बाजार
te_in: మహిమ్ బాజార్

source: Mahim East
hi_in: महिम ईस्ट
te_in: మహిమ్ ఈస్ట్

source: Mahindra World City (Kanchipuram)
hi_in: महिंद्रा वर्ल्ड सिटी (कांचीपुरम)
te_in: మహింద్రా వర్ల్డ్ సిటీ (కాంచీపురమ్)

source: Mahipa Tol
hi_in: महीप टोल
te_in: మహీప్ టోల్

source: Mahipalpur
hi_in: महिपालपुर
te_in: మహిపాలపుర్

source: Mahipur
hi_in: महिपुर
te_in: మహిపుర్

source: Mahiravani
hi_in: महिरावनी
te_in: మహిరావనీ

source: Mahisagote
hi_in: महीसागोटे
te_in: మహీసాగోటె

source: Mahisapat
hi_in: महिसपत
te_in: మహిసపత్

source: Mahishbathan
hi_in: महिषबाथान
te_in: మహిషబాథాన్

source: Mahishmara
hi_in: महिषमरा
te_in: మహిషమరా

source: Mahisona
hi_in: महिसोना
te_in: మహిసోనా

source: Mahiyal
hi_in: महियाल
te_in: మహియాల్

source: Mahiyanwali
hi_in: महियांवाली
te_in: మహియాంవాలీ

source: Mahlan
hi_in: महलां
te_in: మహలాం

source: Mahmadpur
hi_in: महमदपुर
te_in: మహమదపుర్

source: Mahmadpur Parasoli
hi_in: महमदपुर परासोली
te_in: మహమదపుర్ పరాసోలీ

source: Mahmoorganj
hi_in: महमूरगंज
te_in: మహమూరగంజ్

source: Mahna
hi_in: महान
te_in: మహాన్

source: Mahnar
hi_in: महनार
te_in: మహనార్

source: Maho R.S.
hi_in: महो आर.एस.
te_in: మహో ఆర్.ఏస్.

source: Mahoba
hi_in: महोबा
te_in: మహోబా

source: Mahodadhi
hi_in: महोदधि
te_in: మహోదధి

source: Mahodipur
hi_in: महोदीपुर
te_in: మహోదీపుర్

source: Mahodiya
hi_in: महोदय
te_in: మహోదయ్

source: Mahodory
hi_in: महोदरी
te_in: మహోదరీ

source: Maholi
hi_in: महोली
te_in: మహోలీ

source: Mahor
hi_in: माहोर
te_in: మాహోర్

source: Mahpur
hi_in: माहपुर
te_in: మాహపుర్

source: Mahraha
hi_in: मह्रः
te_in: మహ్రః

source: Mahrail
hi_in: महरैल
te_in: మహరేల్

source: Mahraiya Chakasar
hi_in: महरिया चकसर
te_in: మహరియా చకసర్

source: Mahrajganj (Siwan)
hi_in: महराजगंज (सिवान)
te_in: మహరాజగంజ్ (సివాన్)

source: Mahrauli
hi_in: महरौली
te_in: మహరౌలీ

source: Mahroi
hi_in: महरोई
te_in: మహరోఈ

source: Mahroni
hi_in: महरौनी
te_in: మహరౌనీ

source: Mahteypurwa
hi_in: महतैयपुरवा
te_in: మహతేయపురవా

source: Mahua
hi_in: महुआ
te_in: మహుఆ

source: Mahuadhodha
hi_in: महुआधध
te_in: మహుఆధధ్

source: Mahuajari
hi_in: महाजरी
te_in: మహాజరీ

source: Mahuakhurd
hi_in: महुआखुर्द
te_in: మహుఆఖుర్ద్

source: Mahuar
hi_in: महुअर
te_in: మహుఅర్

source: Mahuari
hi_in: महुअरि
te_in: మహుఅరి

source: Mahuawa Imilia
hi_in: महुअवा इमिलिया
te_in: మహుఅవా ఇమిలియా

source: Mahuawa Karkhana
hi_in: महुअवा कारखाना
te_in: మహుఅవా కారఖానా

source: Mahubana
hi_in: मधुबन
te_in: మధుబన్

source: Mahuda
hi_in: महुदा
te_in: మహుదా

source: Mahude BK
hi_in: महदी बक
te_in: మహదీ బక్

source: Mahudiya
hi_in: महुड़िया
te_in: మహుడ్ ియా

source: Mahuduma
hi_in: महदूम
te_in: మహదూం

source: Mahugain
hi_in: महगें
te_in: మహగెం

source: Mahugaon
hi_in: महूगांव
te_in: మహూగాంవ్

source: Mahugawan
hi_in: महगवां
te_in: మహగవాం

source: Mahui
hi_in: महुई
te_in: మహుఈ

source: Mahul Road
hi_in: महल रोड
te_in: మహల్ రోడ్

source: Mahula
hi_in: महल
te_in: మహల్

source: Mahulapada
hi_in: महुलपाड़ा
te_in: మహులపాడ్ ా

source: Mahulia
hi_in: महुलिया
te_in: మహులియా

source: Mahulpali
hi_in: महुलपाली
te_in: మహులపాలీ

source: Mahunipada
hi_in: मेहुणीपड़ा
te_in: మెహుణీపడ్ ా

source: Mahupadar
hi_in: महुपदर
te_in: మహుపదర్

source: Mahura
hi_in: माहुर
te_in: మాహుర్

source: Mahuva (Bhavnagar)
hi_in: महुवा (भावनगर)
te_in: మహువా (భావనగర్)

source: Mahuvas
hi_in: महुवास
te_in: మహువాస్

source: Mahuwa Nogaon
hi_in: महुवा नोगों
te_in: మహువా నోగోం

source: Mahuwalakhanpur
hi_in: महुवलखनपुर
te_in: మహువలఖనపుర్

source: Mahuwaria
hi_in: महुवरिया
te_in: మహువరియా

source: Mahuyamurarpur
hi_in: महूयामुरारपुर
te_in: మహూయామురారపుర్

source: Maidan Garhi
hi_in: मैदान गढ़ी
te_in: మేదాన్ గఢ్ ీ

source: Maidhara
hi_in: मैधरा
te_in: మేధరా

source: Maidharpur
hi_in: मैधरपुर
te_in: మేధరపుర్

source: Maidpalli
hi_in: मैदपल्ली
te_in: మేదపల్లీ

source: Maigonga
hi_in: मैगोंग
te_in: మేగోంగ్

source: Maigra
hi_in: मैग्रा
te_in: మేగ్రా

source: Maikanch
hi_in: मैकांच
te_in: మేకాంచ్

source: Maikavu
hi_in: मेकावु
te_in: మెకావు

source: Mailam
hi_in: मैलाम
te_in: మేలాం

source: Mailode
hi_in: मैलोडी
te_in: మేలోడీ

source: Mailoor
hi_in: मेलूर
te_in: మెలూర్

source: Maimura
hi_in: मैमूर
te_in: మేమూర్

source: Main
hi_in: मैं
te_in: మేం

source: Mainpuri City
hi_in: मैनपुरी सिटी
te_in: మేనపురీ సిటీ

source: Mainpuri R S
hi_in: मैनपुरी र स
te_in: మేనపురీ ర్ స్

source: Mainthna Inder Singh
hi_in: मंथन इन्दर सिंह
te_in: మంథన్ ఇన్దర్ సింహ్

source: Mairajar
hi_in: मैराजर
te_in: మేరాజర్

source: Mairembam
hi_in: मैरेमबम
te_in: మేరెమబం

source: Mairitar
hi_in: मैरीटार
te_in: మేరీటార్

source: Maisammagudem
hi_in: मैसममगुडेम
te_in: మేసమమగుడెం

source: Maita
hi_in: मैट
te_in: మేట్

source: Majalgaon
hi_in: मजालगों
te_in: మజాలగోం

source: Majarati
hi_in: मजरेटी
te_in: మజరెటీ

source: Majauli
hi_in: मजौली
te_in: మజౌలీ

source: Majeen
hi_in: माजीं
te_in: మాజీం

source: Majerchar
hi_in: मजरचर
te_in: మజరచర్

source: Majgaon
hi_in: मजगांव
te_in: మజగాంవ్

source: Majhapara
hi_in: माझापारा
te_in: మాఝాపారా

source: Majhar Gohiya
hi_in: मझार गोहिया
te_in: మఝార్ గోహియా

source: Majhaulia Rs
hi_in: मझौलिया रस
te_in: మఝౌలియా రస్

source: Majhawan
hi_in: मझवां
te_in: మఝవాం

source: Majhera Shakroo
hi_in: मझेरा शेकरू
te_in: మఝెరా శెకరూ

source: Majhgaon
hi_in: मझगांव
te_in: మఝగాంవ్

source: Majhi
hi_in: माझी
te_in: మాఝీ

source: Majhiandih
hi_in: मझिनडीह
te_in: మఝినడీహ్

source: Majhidhanua
hi_in: माझीधनुआ
te_in: మాఝీధనుఆ

source: Majhigaon
hi_in: मझिगांव
te_in: మఝిగాంవ్

source: Majhigaown
hi_in: माझीगाऊँ
te_in: మాఝీగాఊఁ

source: Majhiguda
hi_in: माझीगुड़ा
te_in: మాఝీగుడ్ ా

source: Majhilgaon
hi_in: मझिलगांव
te_in: మఝిలగాంవ్

source: Majhiwala
hi_in: माझीवाला
te_in: మాఝీవాలా

source: Majhupur
hi_in: मजहूपुर
te_in: మజహూపుర్

source: Majhwa
hi_in: मझवा
te_in: మఝవా

source: Majhwarkhas
hi_in: मझवारखास
te_in: మఝవారఖాస్

source: Majirdanga
hi_in: मजिरदंग
te_in: మజిరదంగ్

source: Majitha
hi_in: मजीठा
te_in: మజీఠా

source: Majmanikala
hi_in: मजमनिकाल
te_in: మజమనికాల్

source: Majna
hi_in: मंजन
te_in: మంజన్

source: Majra Rodan
hi_in: मजरा रोदन
te_in: మజరా రోదన్

source: Majupur
hi_in: मजूपुर
te_in: మజూపుర్

source: Majur
hi_in: मजूर
te_in: మజూర్

source: Makadban
hi_in: मकडबां
te_in: మకడబాం

source: Makali
hi_in: मक्लि
te_in: మక్లి

source: Makalpur
hi_in: मकलपुर
te_in: మకలపుర్

source: Makanpur
hi_in: मकनपुर
te_in: మకనపుర్

source: Makansar
hi_in: मकंसर
te_in: మకంసర్

source: Makardaha
hi_in: मकर्दह
te_in: మకర్దహ్

source: Makari
hi_in: मकड़ी
te_in: మకడ్ ీ

source: Makarpur
hi_in: मकरपुर
te_in: మకరపుర్

source: Makatpur
hi_in: मकतपुर
te_in: మకతపుర్

source: Makavarapalem
hi_in: मकवरपालेम
te_in: మకవరపాలెం

source: Makdai
hi_in: मकड़ाई
te_in: మకడ్ ాఈ

source: Makha
hi_in: मख
te_in: మఖ్

source: Makhania
hi_in: मखनिया
te_in: మఖనియా

source: Makhanwindi
hi_in: मख़नवीनदी
te_in: మఖ్ నవీనదీ

source: Makhdoom Nagar
hi_in: मख़्दूम नगर
te_in: మఖ్ ్దూమ్ నగర్

source: Makhdumpur
hi_in: मखदुमपुर
te_in: మఖదుమపుర్

source: Makhiav
hi_in: माखियाव
te_in: మాఖియావ్

source: Makhiyali
hi_in: मखियाली
te_in: మఖియాలీ

source: Makhmalabad
hi_in: मख़मलाबाद
te_in: మఖ్ మలాబాద్

source: Makhmilpur
hi_in: मखमिलपुर
te_in: మఖమిలపుర్

source: Makhupura
hi_in: माखुपुरा
te_in: మాఖుపురా

source: Makivalasa
hi_in: मकिवलास
te_in: మకివలాస్

source: Makkankunnu
hi_in: मक्कनकुन्नु
te_in: మక్కనకున్ను

source: Makkasar
hi_in: मक्कासर
te_in: మక్కాసర్

source: Makni
hi_in: मकङी
te_in: మకఙీ

source: Makoli
hi_in: मकोली
te_in: మకోలీ

source: Makrampur
hi_in: मक्रमपुर
te_in: మక్రమపుర్

source: Makrana
hi_in: मकराना
te_in: మకరానా

source: Makrana Rs
hi_in: मकराना रस
te_in: మకరానా రస్

source: Makrana S.B.
hi_in: मकराना से.बी.
te_in: మకరానా సె.బీ.

source: Makrasar
hi_in: माक्र्सर
te_in: మాక్ర్సర్

source: Makrauta
hi_in: मकरौता
te_in: మకరౌతా

source: Maktupur
hi_in: मक्तूपुर
te_in: మక్తూపుర్

source: Makuakateni
hi_in: माकुएकटनी
te_in: మాకుఏకటనీ

source: Makundadaspur
hi_in: मकुन्ददासपुर
te_in: మకున్దదాసపుర్

source: Makwal
hi_in: मकेवल
te_in: మకెవల్

source: Mala
hi_in: माला
te_in: మాలా

source: Malabar Hill
hi_in: मालाबार हिल
te_in: మాలాబార్ హిల్

source: Malad
hi_in: मलाड
te_in: మలాడ్

source: Malad East
hi_in: मलाड ईस्ट
te_in: మలాడ్ ఈస్ట్

source: Malad West Dely
hi_in: मलाड वेस्ट डेली
te_in: మలాడ్ వెస్ట్ డెలీ

source: Malagaon
hi_in: मलगांव
te_in: మలగాంవ్

source: Malagaranahalli
hi_in: मलग्रनहल्ली
te_in: మలగ్రనహల్లీ

source: Malagarh
hi_in: मालागढ़
te_in: మాలాగఢ్

source: Malahari
hi_in: मलहारी
te_in: మలహారీ

source: Malai
hi_in: मलाई
te_in: మలాఈ

source: Malaipattu
hi_in: मलीपट्टू
te_in: మలీపట్టూ

source: Malajani
hi_in: मलाजनी
te_in: మలాజనీ

source: Malak Harhar
hi_in: मालक हरहर
te_in: మాలక్ హరహర్

source: Malaka
hi_in: मलका
te_in: మలకా

source: Malakapatnam
hi_in: मलकपटणं
te_in: మలకపట్టణం

source: Malakara
hi_in: मालाकार
te_in: మాలాకార్

source: Malakpet
hi_in: मलकपेट
te_in: మలకపెట్

source: Malakpet Colony
hi_in: मलकपेट कॉलोनी
te_in: మలకపెట్ క్ లోనీ

source: Malali
hi_in: मलयाली
te_in: మలయాలీ

source: Malalichennenahalli
hi_in: मलालिचेननहल्ली
te_in: మలాలిచెననహల్లీ

source: Malalur
hi_in: मल्लूर
te_in: మల్లూర్

source: Malamary
hi_in: मलमारी
te_in: మలమారీ

source: Malamedu
hi_in: मालामेडु
te_in: మాలామెడు

source: Malan
hi_in: में
te_in: మెం

source: Malana
hi_in: मलाणा
te_in: మలాణా

source: Malancha Mahinagar
hi_in: मालंच महिनागर
te_in: మాలంచ్ మహినాగర్

source: Malandighi
hi_in: मलानदिघी
te_in: మలానదిఘీ

source: Malang
hi_in: मलंग
te_in: మలంగ్

source: Malangdev
hi_in: मलंगदेव
te_in: మలంగదెవ్

source: Malangpora
hi_in: मलंगपोरा
te_in: మలంగపోరా

source: Malanka
hi_in: मलाइका
te_in: మలాఇకా

source: Malanpur
hi_in: मालनपुर
te_in: మాలనపుర్

source: Malapada
hi_in: मलापाड़ा
te_in: మలాపాడ్ ా

source: Malaparamba
hi_in: मालपाराम्बा
te_in: మాలపారామ్బా

source: Malapatna
hi_in: मलपटना
te_in: మలపాట్నా

source: Malappuram
hi_in: मलप्पुरम
te_in: మలప్పురం

source: Malappuram Civil Station
hi_in: मलप्पुरम सिविल स्टेशन
te_in: మలప్పురమ్ సివిల్ స్టెశన్

source: Malapude
hi_in: मालपूड़े
te_in: మాలపూడ్ ె

source: Malapura
hi_in: मालपुरा
te_in: మాలపురా

source: Malasa
hi_in: मॉल्स
te_in: మ్ ల్స్

source: Malasapadar
hi_in: मलसपदर
te_in: మలసపదర్

source: Malauli Gosain
hi_in: मलौली गोसाईं
te_in: మలౌలీ గోసాఈం

source: Malav
hi_in: मालव
te_in: మాలవ్

source: Malavagoppa
hi_in: मलावगोपप
te_in: మలావగోపప్

source: Malavalli Extn
hi_in: मालवल्ली ऐक्सटन
te_in: మాలవల్లీ ఐక్సటన్

source: Malavanthige
hi_in: मालवंतहीज
te_in: మాలవంతహీజ్

source: Malavyanagar
hi_in: मालव्यनगर
te_in: మాలవ్యనగర్

source: Malawadi
hi_in: मालवाड़ी
te_in: మాలవాడ్ ీ

source: Malayadi
hi_in: मलयादि
te_in: మలయాది

source: Malayamma
hi_in: मलायम्म
te_in: మలాయమ్ం

source: Malayattoor
hi_in: मालयट्टूर
te_in: మాలయట్టూర్

source: Malaybari
hi_in: मलेबरी
te_in: మలెబరీ

source: Malayidumthuruth
hi_in: मलाईदमथुरुत
te_in: మలాఈదమథురుత్

source: Malbathan
hi_in: मल्बथान
te_in: మల్బథాన్

source: Malbelagam
hi_in: मलबेलागम
te_in: మలబెలాగం

source: Malcha Marg
hi_in: मालचा मार्ग
te_in: మాలచా మార్గ్

source: Malchalma
hi_in: मलचलम
te_in: మలచలం

source: Malda
hi_in: मालदा
te_in: మాలదా

source: Maldah
hi_in: मालदह
te_in: మాలదహ్

source: Maldhanchaur
hi_in: मॉधन्चौर
te_in: మ్ ధన్చౌర్

source: Maldinni
hi_in: मालदिन्नी
te_in: మాలదిన్నీ

source: Male
hi_in: मेल
te_in: మెల్

source: Malegaon
hi_in: मालेगांव
te_in: మాలెగాంవ్

source: Malegaon City
hi_in: मालेगाव सिटी
te_in: మాలెగావ్ సిటీ
