Repository: healthvdev/custom_template
Catalog: languages/*.po
Languages: hi_in, te_in

source: Sarangloi
hi_in: सारंगलोई
te_in: సారంగలోఈ

source: Sarangpurkhurd
hi_in: सारंगपुरखुर्द
te_in: సారంగపురఖుర్ద్

source: Sarankul
hi_in: सरानकुल
te_in: సరానకుల్

source: Sarapady
hi_in: सर्पादि
te_in: సర్పాది

source: Sarasaria
hi_in: सरसरा
te_in: సరసరా

source: Sarasima
hi_in: सरसिम
te_in: సరసిం

source: Saraspur
hi_in: सरसपुर
te_in: సరసపుర్

source: Saraswa
hi_in: सरस्व
te_in: సరస్వ్

source: Saraswathipuram
hi_in: सरस्वतीपुरम
te_in: సరస్వతీపురం

source: Saraswati Colony
hi_in: सरस्वती कॉलोनी
te_in: సరస్వతీ క్ లోనీ

source: Saraswati Mandir Pehowa
hi_in: सरस्वती मंदिर पेहोवा
te_in: సరస్వతీ మందిర్ పెహోవా

source: Saraswati Nagar
hi_in: सरस्वती नगर
te_in: సరస్వతీ నగర్

source: Saraswati Vihar
hi_in: सरस्वती विहार
te_in: సరస్వతీ విహార్

source: Saraswatipur
hi_in: सरस्वतीपुर
te_in: సరస్వతీపుర్

source: Saraswatipur Urf Kaudhiyar
hi_in: सरस्वतीपुर उर्फ़ कौधियार
te_in: సరస్వతీపుర్ ఉర్ కౌధియార్

source: Sarat Bose Road
hi_in: सरत बोस रोड
te_in: సరత్ బోస్ రోడ్

source: Sarat Chatterjee Rd.
hi_in: सरत चत्तेर्जी रद.
te_in: సరత్ చత్తెర్జీ రద్.

source: Sarathi
hi_in: सारथी
te_in: సారథీ

source: Saraud
hi_in: सरौड़
te_in: సరౌ

source: Sarauli
hi_in: सरौली
te_in: సరౌలీ

source: Sarauni
hi_in: सरौनी
te_in: సరౌనీ

source: Sarauri
hi_in: सरौरी
te_in: సరౌరీ

source: Saravanampatti
hi_in: सरवनम्पत्ति
te_in: సరవనమ్పత్తి

source: Sarawali
hi_in: सारावली
te_in: సారావలీ

source: Sarawan
hi_in: सरवन
te_in: సరవన్

source: Saray
hi_in: सराय
te_in: సరాయ్

source: Sarba
hi_in: सर्ब
te_in: సర్బ్

source: Sarbahal
hi_in: सरबहाल
te_in: సరబహాల్

source: Sarbamangala Bari
hi_in: सर्बमंगल बरी
te_in: సర్బమంగల్ బరీ

source: Sarbamangalapally
hi_in: सर्बमंगलापल्ली
te_in: సర్బమంగలాపల్లీ

source: Sarbang
hi_in: सर्बांग
te_in: సర్బాంగ్

source: Sarbo
hi_in: सर्बो
te_in: సర్బో

source: Sarchur
hi_in: सर्चर
te_in: సర్చర్

source: Sardar Nagar
hi_in: सरदार नगर
te_in: సరదార్ నగర్

source: Sardar Nagar Society
hi_in: सरदार नगर सोसाइटी
te_in: సరదార్ నగర్ సోసాఇటీ

source: Sardar Singh Ki Dhani
hi_in: सरदार सिंह की धनि
te_in: సరదార్ సింహ్ కీ ధని

source: Sardarbaug (Bardoli)
hi_in: सरदरबाग (बारडोली)
te_in: సరదరబాగ్ (బారడోలీ)

source: Sardargadh
hi_in: सरदारगढ़
te_in: సరదారగ్

source: Sardarganj (Anand)
hi_in: सरदारगंज (आनंद)
te_in: సరదారగంజ్ (ఆనంద్)

source: Sardargarh
hi_in: सरदारगढ़
te_in: సరదారగ్

source: Sardarnagar
hi_in: सरदारनगर
te_in: సరదారనగర్

source: Sardarpur
hi_in: सरदारपुर
te_in: సరదారపుర్

source: Sardarpur (Mahesana)
hi_in: सरदारपुर (महेसाणा)
te_in: సరదారపుర్ (మహెసాణా)

source: Sardarpura
hi_in: सरदारपुरा
te_in: సరదారపురా

source: Sardaspur
hi_in: सरदासपुर
te_in: సరదాసపుర్

source: Sardharka
hi_in: सरधारक
te_in: సరధారక్

source: Sarei
hi_in: सारे
te_in: సారె

source: Sarekha-kosmi
hi_in: सरेखा-कोसमी
te_in: సరెఖా-కోసమీ

source: Sarenga
hi_in: सरेंगा
te_in: సరెంగా

source: Saresar
hi_in: सरसर
te_in: సరసర్

source: Sareya Ojhwalia
hi_in: सरैया ओझवलिया
te_in: సరేయా ఓఝవలియా

source: Sarfabad
hi_in: सर्फाबाद
te_in: సర్ఫాబాద్

source: Sarfraj
hi_in: सरफराज
te_in: సరఫరాజ్

source: Sargasan
hi_in: सर्गसँ
te_in: సర్గసఁ

source: Sargoda
hi_in: सरगोदा
te_in: సరగోదా

source: Sargoth
hi_in: सरगोठ
te_in: సరగోఠ్

source: Sargur
hi_in: सरगुर
te_in: సరగుర్

source: Sargur Kollegal
hi_in: सरगुर कोल्लेगल
te_in: సరగుర్ కోల్లెగల్

source: Sarhali (Tarn Taran)
hi_in: सरहाली (तारन तरन)
te_in: సరహాలీ (తారన్ తరన్)

source: Sari
hi_in: साडी
te_in: సాడీ

source: Sarifabad
hi_in: सरीफाबाद
te_in: సరీఫాబాద్

source: Saring
hi_in: सारिंग
te_in: సారింగ్

source: Saripalli
hi_in: सरईपाली
te_in: సరఈపాలీ

source: Sarisavpahi
hi_in: सरिसवपाही
te_in: సరిసవపాహీ

source: Sariyad
hi_in: सरियाड़
te_in: సరియా

source: Sarjamhatu
hi_in: सरजमहतु
te_in: సరజమహతు

source: Sarjapur
hi_in: सरजापुर
te_in: సరజాపుర్

source: Sarjapura
hi_in: सरजापुर
te_in: సరజాపుర్

source: Sarjekot
hi_in: सरजेकोट
te_in: సరజెకోట్

source: Sarjepura
hi_in: सरजेपुर
te_in: సరజెపుర్

source: Sarkana
hi_in: सरकना
te_in: సరకనా

source: Sarkara
hi_in: सरकार
te_in: సరకార్

source: Sarkara Kamal
hi_in: सरकार कमल
te_in: సరకార్ కమల్

source: Sarkardih
hi_in: सरकारडीह
te_in: సరకారడీహ్

source: Sarkari Ajij
hi_in: सरकारी आजिज
te_in: సరకారీ ఆజిజ్

source: Sarkari Bagan
hi_in: सरकारी बागान
te_in: సరకారీ బాగాన్

source: Sarkarpara Kuthipara
hi_in: सरकारपर कुठापारा
te_in: సరకారపర్ కుఠాపారా

source: Sarkarperiapalayam
hi_in: सरकारपेरिअप्लायम
te_in: సరకారపెరిఅప్లాయం

source: Sarkarsamakulam
hi_in: सरकारसमाकुलं
te_in: సరకారసమాకులం

source: Sarkathal Sahni
hi_in: सरकथल सहनी
te_in: సరకథల్ సహనీ

source: Sarkhej
hi_in: सरखेज
te_in: సరఖెజ్

source: Sarkhej Road
hi_in: सरखेज रोड
te_in: సరఖెజ్ రోడ్

source: Sarkoli
hi_in: सरकोली
te_in: సరకోలీ

source: Sarle
hi_in: सरल
te_in: సరల్

source: Sarmat
hi_in: समात
te_in: సమాత్

source: Sarmuhan
hi_in: सरमुहाँ
te_in: సరముహాఁ

source: Sarna
hi_in: सरना
te_in: సరనా

source: Sarnabahal
hi_in: सरनाबहाल
te_in: సరనాబహాల్

source: Sarnal
hi_in: सरनाल
te_in: సరనాల్

source: Sarnath
hi_in: सारनाथ
te_in: సారనాథ్

source: Sarni Sangvi
hi_in: सरणी संघवी
te_in: సరణీ సంఘవీ

source: Saroda
hi_in: सरोद
te_in: సరోద్

source: Sarodhi
hi_in: सरोधी
te_in: సరోధీ

source: Sarojini Nagar
hi_in: सरोजिनी नगर
te_in: సరోజినీ నగర్

source: Sarola
hi_in: सारोला
te_in: సారోలా

source: Sarole
hi_in: सरोले
te_in: సరోలె

source: Saroli
hi_in: सरोली
te_in: సరోలీ

source: Saron
hi_in: सरों
te_in: సరోం

source: Saroornagar
hi_in: सरूरनगर
te_in: సరూరనగర్

source: Sarora
hi_in: सरोरा
te_in: సరోరా

source: Sarore
hi_in: सरवरे
te_in: సరవరె

source: Sarosi
hi_in: सरोसी
te_in: సరోసీ

source: Sarotar
hi_in: स्रोत्र
te_in: స్రోత్ర్

source: Sarpavaram
hi_in: सर्पवरं
te_in: సర్పవరం

source: Sarpi
hi_in: सर्पी
te_in: సర్పీ

source: Sarpore Pardi
hi_in: सर्पोरे पारदी
te_in: సర్పోరె పారదీ

source: Sarrafa Bazar
hi_in: सर्राफा बाजार
te_in: సర్రాఫా బాజార్

source: Sarroi
hi_in: सर्रोई
te_in: సర్రోఈ

source: Sarsa
hi_in: सरस
te_in: సరస్

source: Sarsabad
hi_in: सरसाबाद
te_in: సరసాబాద్

source: Sarsai
hi_in: सरसई
te_in: సరసఈ

source: Sarsaid
hi_in: सर्साइड
te_in: సర్సాఇడ్

source: Sarsana
hi_in: सरसाना
te_in: సరసానా

source: Sarsapahari
hi_in: सरसपहारी
te_in: సరసపహారీ

source: Sarsar
hi_in: सरसर
te_in: సరసర్

source: Sarsara
hi_in: सरसरा
te_in: సరసరా

source: Sarsaul
hi_in: सरसौल
te_in: సరసౌల్

source: Sarsawa
hi_in: सरसावा
te_in: సరసావా

source: Sarsawan
hi_in: सरसवां
te_in: సరసవాం

source: Sarsi
hi_in: सरसी
te_in: సరసీ

source: Sarsol
hi_in: सरसौल
te_in: సరసౌల్

source: Sarson Gram
hi_in: सरसों ग्राम
te_in: సరసోం గ్రాం

source: Sarsoona
hi_in: सरसून
te_in: సరసూన్

source: Sarsu
hi_in: सरसू
te_in: సరసూ

source: Sartanpur
hi_in: सरतनपुर
te_in: సరతనపుర్

source: Sarthana
hi_in: सरथाणा
te_in: సరథాణా

source: Sarup Pur
hi_in: सरूप पुर
te_in: సరూప్ పుర్

source: Sarupgarh
hi_in: सरूपगढ़
te_in: సరూపగ్

source: Sarve
hi_in: सर्वे
te_in: సర్వె

source: Sarvoday Ashram
hi_in: सर्वोदय आश्रम
te_in: సర్వోదయ్ ఆశ్రం

source: Sarvoday Nagar
hi_in: सर्वोदय नगर
te_in: సర్వోదయ్ నగర్

source: Sarvodaya Nagar
hi_in: सर्वोदय नगर
te_in: సర్వోదయ్ నగర్

source: Sarvodya Enclave
hi_in: सर्वोदय एन्क्लेव
te_in: సర్వోదయ్ ఏన్క్లెవ్

source: Sarwan
hi_in: सरवन
te_in: సరవన్

source: Sasabal
hi_in: ससबल
te_in: ససబల్

source: Sasalatti
hi_in: ससलट्टी
te_in: ససలట్టీ

source: Sasan
hi_in: सासन
te_in: సాసన్

source: Sasanam
hi_in: सासनं
te_in: సాసనం

source: Sasanenagar
hi_in: स्सनेनगर
te_in: స్సనెనగర్

source: Sasang
hi_in: ससंग
te_in: ససంగ్

source: Sasanipada
hi_in: ससनीपाड़ा
te_in: ససనీపా ా

source: Sasaram
hi_in: सासाराम
te_in: సాసారాం

source: Sasaram Bazar
hi_in: सासाराम बाजार
te_in: సాసారామ్ బాజార్

source: Sasaram Local Board
hi_in: सासाराम लोकल बोर्ड
te_in: సాసారామ్ లోకల్ బోర్డ్

source: Sasengpara
hi_in: ससेनगपर
te_in: ససెనగపర్

source: Saskal
hi_in: ससकल
te_in: ససకల్

source: Sasni Gate
hi_in: सासनी गेट
te_in: సాసనీ గెట్

source: Sasoni
hi_in: स्सोंई
te_in: స్సోంఈ

source: Saspade
hi_in: सस्पेड
te_in: సస్పెడ్

source: Sasthamangalam
hi_in: ससथमंगलं
te_in: ససథమంగలం

source: Sasun Navghar
hi_in: ससून नवघर
te_in: ససూన్ నవఘర్

source: Saswad
hi_in: सासवड
te_in: సాసవడ్

source: Saswad (Lonand)
hi_in: सासवड (लोणंद)
te_in: సాసవడ్ (లోణంద్)

source: Sat Nagar
hi_in: सात नगर
te_in: సాత్ నగర్

source: Sat Talav
hi_in: सात तालाव
te_in: సాత్ తాలావ్

source: Satabhaya
hi_in: सतभाय
te_in: సతభాయ్

source: Satajana
hi_in: संतजन
te_in: సంతజన్

source: Satak
hi_in: स्टॉक
te_in: స్ట్ క్

source: Satakha
hi_in: सतख
te_in: సతఖ్

source: Satal Khedi
hi_in: स्टाल खेड़ी
te_in: స్టాల్ ఖె ీ

source: Satalapur
hi_in: सतलापुर
te_in: సతలాపుర్

source: Satami
hi_in: सतमी
te_in: సతమీ

source: Satanpur
hi_in: सातनपुर
te_in: సాతనపుర్

source: Sataon
hi_in: सत्ताओं
te_in: సత్తాఓం

source: Satapahandia
hi_in: सतापहंडिया
te_in: సతాపహండియా

source: Satapar
hi_in: स्टॉपर
te_in: స్ట్ పర్

source: Satara
hi_in: सतारा
te_in: సతారా

source: Satara Parisar
hi_in: स्टार परिसर
te_in: స్టార్ పరిసర్

source: Sataracity
hi_in: सतरसिटी
te_in: సతరసిటీ

source: Satasankha
hi_in: सतसंख्या
te_in: సతసంఖ్యా

source: Satation Road
hi_in: सटेशन रोड
te_in: సటెశన్ రోడ్

source: Satave
hi_in: सातवे
te_in: సాతవె

source: Satbarwa
hi_in: सतबरवा
te_in: సతబరవా

source: Satchasipara
hi_in: सटचासीपर
te_in: సటచాసీపర్

source: Sate
hi_in: सटे
te_in: సటె

source: Sateek
hi_in: सटीक
te_in: సటీక్

source: Satellite City
hi_in: सॅटॅलाइट सिटी
te_in: స౅ట౅లాఇట్ సిటీ

source: Satgaon Bhusari
hi_in: सतगांव भुसारी
te_in: సతగాంవ్ భుసారీ

source: Satgawa
hi_in: सतगांवा
te_in: సతగాంవా

source: Sathakoilpatti
hi_in: साथकोइल्पट्टी
te_in: సాథకోఇల్పట్టీ

source: Sathambakkam
hi_in: सथामबक्कम
te_in: సథామబక్కం

source: Sathamvalasa
hi_in: साथमवलस
te_in: సాథమవలస్

source: Sathegala
hi_in: साथेगला
te_in: సాథెగలా

source: Sathi
hi_in: साथी
te_in: సాథీ

source: Sathia
hi_in: साथिया
te_in: సాథియా

source: Sathiari
hi_in: सठियारी
te_in: సఠియారీ

source: Sathinaickenpalayam
hi_in: सथीनिकनपालयं
te_in: సథీనికనపాలయం

source: Sathipattu
hi_in: साथीपटटू
te_in: సాథీపటటూ

source: Sathra
hi_in: सत्र
te_in: సత్ర్

source: Sathu
hi_in: सतह
te_in: సతహ్

source: Sathuvacahri Extension
hi_in: साठुवाकहरी एक्सटेंशन
te_in: సాఠువాకహరీ ఏక్సటెంశన్

source: Sathuvachari
hi_in: सत्थुवाचारी
te_in: సత్థువాచారీ

source: Sathvav
hi_in: सथवव
te_in: సథవవ్

source: Sathwa
hi_in: सथवा
te_in: సథవా

source: Sathy Bazaar
hi_in: साथी बाजार
te_in: సాథీ బాజార్

source: Sathyamangalam
hi_in: सत्यमंगलम
te_in: సత్యమంగలం

source: Satipura
hi_in: सतीपुरा
te_in: సతీపురా

source: Satiwai
hi_in: स्टीवी
te_in: స్టీవీ

source: Satlasana
hi_in: सतलसन
te_in: సతలసన్

source: Satmalpur
hi_in: सतमलपुर
te_in: సతమలపుర్

source: Satna
hi_in: सतना
te_in: సతనా

source: Satna Birla Vikas
hi_in: सतना बिरला विकास
te_in: సతనా బిరలా వికాస్

source: Satna Jawahar Nagar
hi_in: सतना जवाहर नगर
te_in: సతనా జవాహర్ నగర్

source: Satna Kanwarnagar
hi_in: सतना कंवरनगर
te_in: సతనా కంవరనగర్

source: Satna Semaria Chowk
hi_in: सतना सेमरिया चौक
te_in: సతనా సెమరియా చౌక్

source: Satna Tikuria Tola
hi_in: सतना टिकुरिया टोला
te_in: సతనా టికురియా టోలా

source: Satod Kolwad
hi_in: साटोडी कैलवाड
te_in: సాటోడీ కేలవాడ్

source: Satoha
hi_in: सतोहा
te_in: సతోహా

source: Satoi
hi_in: सटी
te_in: సటీ

source: Satola Ka Khera
hi_in: स्टॉल का खेड़ा
te_in: స్ట్ ల్ కా ఖె ా

source: Satpukuria
hi_in: सत्तपुकुरिया
te_in: సత్తపుకురియా

source: Satpur Township
hi_in: सतपुर टाउनशिप
te_in: సతపుర్ టాఉనశిప్

source: Satrajpalli
hi_in: सतराजपल्ली
te_in: సతరాజపల్లీ

source: Satrayan
hi_in: स्त्रयां
te_in: స్త్రయాం

source: Satroad Kalan
hi_in: सातरोड कलां
te_in: సాతరోడ్ కలాం

source: Satsang Road
hi_in: सतसंग रोड
te_in: సతసంగ్ రోడ్

source: Sattal (Seasonal )
hi_in: सातताल (सीजनल )
te_in: సాతతాల్ (సీజనల్ )

source: Sattenapalle
hi_in: सटटनापल्ले
te_in: సటటనాపల్లె

source: Sattur
hi_in: सत्तूर
te_in: సత్తూర్

source: Sattur West
hi_in: सत्तूर वेस्ट
te_in: సత్తూర్ వెస్ట్

source: Satya Bhaiya
hi_in: सत्य भैया
te_in: సత్య్ భేయా

source: Satyabhamapur
hi_in: सत्यभामपुर
te_in: సత్యభామపుర్

source: Satyanagar (Khorda)
hi_in: सत्यनगर (खोरड़ा)
te_in: సత్యనగర్ (ఖోర్ ా)

source: Satyanandanagar
hi_in: सत्यानंदनगर
te_in: సత్యానందనగర్

source: Satyanarayanapuram
hi_in: सत्यनारायणपुरम
te_in: సత్యనారాయణపురం

source: Satyanarayanapuram (Gudivada)
hi_in: सत्यनारायणपुरम (गुडिवाडा)
te_in: సత్యనారాయణపురమ్ (గుడివాడా)

source: Satyavaram
hi_in: सत्यवर्म
te_in: సత్యవర్ం

source: Satyawadi Etawah
hi_in: सत्यवादी केतवः
te_in: సత్యవాదీ కెతవః

source: Satyawati Nagar
hi_in: सत्यवती नगर
te_in: సత్యవతీ నగర్

source: Saud
hi_in: सऊद
te_in: సఊద్

source: Saugram
hi_in: सौग्राम
te_in: సౌగ్రాం

source: Saunda
hi_in: साउंड
te_in: సాఉండ్

source: Saunta
hi_in: सुनता
te_in: సునతా

source: Saura
hi_in: सौर
te_in: సౌర్

source: Sautnar
hi_in: सौतन
te_in: సౌతన్

source: Sava
hi_in: सवा
te_in: సవా

source: Saval
hi_in: सवाल
te_in: సవాల్

source: Savaleshwar
hi_in: सवलेश्वर
te_in: సవలెశ్వర్

source: Savali Vihir BK
hi_in: सावली विहीर बक
te_in: సావలీ విహీర్ బక్

source: Savali Vihir Farm
hi_in: सावली विहीर फार्म
te_in: సావలీ విహీర్ ఫార్ం

source: Savanal
hi_in: सवनल
te_in: సవనల్

source: Savandurga
hi_in: सवंदुर्गा
te_in: సవందుర్గా

source: Savanur(Puttur)
hi_in: सावनेर(पुत्तुर)
te_in: సావనెర్(పుత్తుర్)

source: Savar
hi_in: सवार
te_in: సవార్

source: Savarde Dumala
hi_in: सावर्डे दुमाला
te_in: సావర్డె దుమాలా

source: Savarde T/F Satave
hi_in: सावर्डे टी/फ सतावे
te_in: సావర్డె టీ/ఫ్ సతావె

source: Savargaon
hi_in: संवर्गों
te_in: సంవర్గోం

source: Savargaon Tal
hi_in: स्वर्गों ताल
te_in: స్వర్గోం తాల్

source: Savarghar
hi_in: सवर्घर
te_in: సవర్ఘర్

source: Savariyarpalayam
hi_in: सवारियरपालयं
te_in: సవారియరపాలయం

source: Savarkundla
hi_in: सावरकुंडला
te_in: సావరకుండలా

source: Savda
hi_in: सवदा
te_in: సవదా

source: Savedi Road
hi_in: संवेदी रोड
te_in: సంవెదీ రోడ్

source: Saveena
hi_in: सवीना
te_in: సవీనా

source: Saveni
hi_in: सावनी
te_in: సావనీ

source: Savgadh
hi_in: सवगढ़
te_in: సవగ్

source: Savindane
hi_in: सविन्दने
te_in: సవిన్దనె

source: Savkhed Nagare
hi_in: सावखेड नगर
te_in: సావఖెడ్ నగర్

source: Savkheda
hi_in: सावखेड़ा
te_in: సావఖె ా

source: Savki Lohoner
hi_in: सबकी लोहोनेर
te_in: సబకీ లోహోనెర్

source: Savli
hi_in: सावली
te_in: సావలీ

source: Savoy Hotel
hi_in: सेवॉय होटल
te_in: సెవ్ య్ హోటల్

source: Sawad
hi_in: संवाद
te_in: సంవాద్

source: Sawai Madhosinghpura
hi_in: सवाई माधोसिंहपुरा
te_in: సవాఈ మాధోసింహపురా

source: Sawai Raghunathpur
hi_in: सवाई रघुनाथपुर
te_in: సవాఈ రఘునాథపుర్

source: Sawaigudem
hi_in: सवइगुडेम
te_in: సవఇగుడెం

source: Sawaimadhopur
hi_in: सवाईमाधोपुर
te_in: సవాఈమాధోపుర్

source: Sawaimadhopur Bazar
hi_in: सवाईमाधोपुर बाजार
te_in: సవాఈమాధోపుర్ బాజార్

source: Sawaimadhopur Town
hi_in: सवाईमाधोपुर टाउन
te_in: సవాఈమాధోపుర్ టాఉన్

source: Sawan
hi_in: सावन
te_in: సావన్

source: Sawangi
hi_in: सावंगी
te_in: సావంగీ

source: Sawangi Asola
hi_in: सावंगी असल
te_in: సావంగీ అసల్

source: Sawangi Meghe
hi_in: सावंगी मेघे
te_in: సావంగీ మెఘె

source: Sawangia
hi_in: स्वांगिया
te_in: స్వాంగియా

source: Sawantpur
hi_in: सवंतपुर
te_in: సవంతపుర్

source: Sawantwadi
hi_in: सावंतवाडी
te_in: సావంతవాడీ

source: Sawarda
hi_in: सवर्दा
te_in: సవర్దా

source: Sawargaon Rokda
hi_in: स्वर्गों रोकड
te_in: స్వర్గోం రోకడ్

source: Sawarkar Nagar
hi_in: सावरकर नगर
te_in: సావరకర్ నగర్

source: Sawaroli
hi_in: सवारोली
te_in: సవారోలీ

source: Sawasda
hi_in: सवासड़ा
te_in: సవాస్ ా

source: Sawkheda
hi_in: सावखेड़ा
te_in: సావఖె ా

source: Sawleng
hi_in: सावलेंग
te_in: సావలెంగ్

source: Sawraje
hi_in: सव्रजे
te_in: సవ్రజె

source: Saya
hi_in: साया
te_in: సాయా

source: Sayajiganj
hi_in: सयाजीगंज
te_in: సయాజీగంజ్

source: Sayajipura
hi_in: सयाजीपुर
te_in: సయాజీపుర్

source: Sayan
hi_in: सायं
te_in: సాయం

source: Sayang Kuraomakhong
hi_in: स्यांग कुरोमाखोंग
te_in: స్యాంగ్ కురోమాఖోంగ్

source: Sayla
hi_in: सायला
te_in: సాయలా

source: Sayne BK
hi_in: सायने बक
te_in: సాయనె బక్

source: Sayon Ka Khera
hi_in: सायों का खेड़ा
te_in: సాయోం కా ఖె ా

source: Sayyed Virwade
hi_in: सय्यद विरवाडे
te_in: సయ్యద్ విరవాడె

source: Sazaikawn
hi_in: सज़इकॉन
te_in: స్ ఇక్ న్

source: Sazep
hi_in: सजप
te_in: సజప్

source: Sca Bldg
hi_in: स्का ब्लडग
te_in: స్కా బ్లడగ్

source: Scab
hi_in: सकब
te_in: సకబ్

source: School Line
hi_in: स्कूल लाइन
te_in: స్కూల్ లాఇన్

source: School Para
hi_in: स्कूल पर
te_in: స్కూల్ పర్

source: Science College
hi_in: साइंस कॉलेज
te_in: సాఇంస్ క్ లెజ్

source: Seakhala
hi_in: सीखल
te_in: సీఖల్

source: Seal Lane
hi_in: सील लेन
te_in: సీల్ లెన్

source: Sealdah
hi_in: सियालदह
te_in: సియాలదహ్

source: Searsole Rajbari
hi_in: सेरसोले राजबारी
te_in: సెరసోలె రాజబారీ

source: Sec-B Indira Nagar
hi_in: सेक्-बी इंदिरा नगर
te_in: సెక్-బీ ఇందిరా నగర్

source: Sec-d Indiranagar
hi_in: सेक्-डी इंदिरानगर
te_in: సెక్-డీ ఇందిరానగర్

source: Sech Bhawan
hi_in: सच भवन
te_in: సచ్ భవన్

source: Second Bn. P.A.C.
hi_in: सेकंड बन. पी.ए.सी.
te_in: సెకండ్ బన్. పీ.ఏ.సీ.

source: Secretariat (Lucknow)
hi_in: सेक्रेटेरिएट (लखनऊ)
te_in: సెక్రెటెరిఏట్ (లఖనఊ)

source: Secretariat (North Goa)
hi_in: सेक्रेटेरिएट (नार्थ गोवा)
te_in: సెక్రెటెరిఏట్ (నార్థ్ గోవా)

source: Sector 10 (Chandigarh)
hi_in: सेक्टर 10 (चंडीगढ़)
te_in: సెక్టర్ 10 (చండీగఢ్ )

source: Sector 11( Chandigarh)
hi_in: सेक्टर 11( चंडीगढ़)
te_in: సెక్టర్ 11( చండీగఢ్ )

source: Sector 12 (Chandigarh)
hi_in: सेक्टर 12 (चंडीगढ़)
te_in: సెక్టర్ 12 (చండీగఢ్ )

source: Sector 14 (Chandigarh)
hi_in: सेक्टर 14 (चंडीगढ़)
te_in: సెక్టర్ 14 (చండీగఢ్ )

source: Sector 15 Chandigarh
hi_in: सेक्टर 15 चंडीगढ़
te_in: సెక్టర్ 15 చండీగఢ్

source: Sector 16 (Chandigarh)
hi_in: सेक्टर 16 (चंडीगढ़)
te_in: సెక్టర్ 16 (చండీగఢ్ )

source: Sector 18 (Chandigarh)
hi_in: सेक्टर 18 (चंडीगढ़)
te_in: సెక్టర్ 18 (చండీగఢ్ )

source: Sector 19 (Chandigarh)
hi_in: सेक्टर 19 (चंडीगढ़)
te_in: సెక్టర్ 19 (చండీగఢ్ )

source: Sector 2 Bhilai
hi_in: सेक्टर 2 भिलाई
te_in: సెక్టర్ 2 భిలాఈ

source: Sector 20 (Chandigarh)
hi_in: सेक्टर 20 (चंडीगढ़)
te_in: సెక్టర్ 20 (చండీగఢ్ )

source: Sector 21 (Chandigarh)
hi_in: सेक्टर 21 (चंडीगढ़)
te_in: సెక్టర్ 21 (చండీగఢ్ )

source: Sector 22 (Chandigarh)
hi_in: सेक्टर 22 (चंडीगढ़)
te_in: సెక్టర్ 22 (చండీగఢ్ )

source: Sector 26 (Chandigarh)
hi_in: सेक्टर 26 (चंडीगढ़)
te_in: సెక్టర్ 26 (చండీగఢ్ )

source: Sector 27(Chandigarh)S.O
hi_in: सेक्टर 27(चंडीगढ़)स.ओ
te_in: సెక్టర్ 27(చండీగఢ్ )స్.ఓ

source: Sector 29 (Chandigarh)
hi_in: सेक्टर 29 (चंडीगढ़)
te_in: సెక్టర్ 29 (చండీగఢ్ )

source: Sector 3 Bhilai
hi_in: सेक्टर 3 भिलाई
te_in: సెక్టర్ 3 భిలాఈ

source: Sector 3 U E KKR
hi_in: सेक्टर 3 उ इ ककर
te_in: సెక్టర్ 3 ఉ ఇ కకర్

source: Sector 30 (Chandigarh)
hi_in: सेक्टर 30 (चंडीगढ़)
te_in: సెక్టర్ 30 (చండీగఢ్ )

source: Sector 31 (Chandigarh)
hi_in: सेक्टर 31 (चंडीगढ़)
te_in: సెక్టర్ 31 (చండీగఢ్ )

source: Sector 34(Chandigarh)
hi_in: सेक्टर 34(चंडीगढ़)
te_in: సెక్టర్ 34(చండీగఢ్ )

source: Sector 35 (Chandigarh)
hi_in: सेक्टर 35 (चंडीगढ़)
te_in: సెక్టర్ 35 (చండీగఢ్ )

source: Sector 36 (Chandigarh)
hi_in: सेक्टर 36 (चंडीगढ़)
te_in: సెక్టర్ 36 (చండీగఢ్ )

source: Sector 4 Karnal
hi_in: सेक्टर 4 करनाल
te_in: సెక్టర్ 4 కరనాల్

source: Sector 40 (Chandigarh)
hi_in: सेक्टर 40 (चंडीगढ़)
te_in: సెక్టర్ 40 (చండీగఢ్ )

source: Sector 44 (Chandigarh)
hi_in: सेक्टर 44 (चंडीगढ़)
te_in: సెక్టర్ 44 (చండీగఢ్ )

source: Sector 47 Chandigarh
hi_in: सेक्टर 47 चंडीगढ़
te_in: సెక్టర్ 47 చండీగఢ్

source: Sector 5 Bhilai
hi_in: सेक्टर 5 भिलाई
te_in: సెక్టర్ 5 భిలాఈ

source: Sector 6 Bhilai
hi_in: सेक्टर 6 भिलाई
te_in: సెక్టర్ 6 భిలాఈ

source: Sector 7 Bhilai
hi_in: सेक्टर 7 भिलाई
te_in: సెక్టర్ 7 భిలాఈ

source: Sector 8 Bhilai
hi_in: सेक्टर 8 भिलाई
te_in: సెక్టర్ 8 భిలాఈ

source: Sector- IV
hi_in: सेक्टर- इव
te_in: సెక్టర్- ఇవ్

source: Sector-4 Rohtak
hi_in: सेक्टर-4 रोहतक
te_in: సెక్టర్-4 రోహతక్

source: Sector-I
hi_in: सेक्टर-ई
te_in: సెక్టర్-ఈ

source: Sector-III BHEL
hi_in: सेक्टर-ईईई भेल
te_in: సెక్టర్-ఈఈఈ భెల్

source: Sectt. Alwar
hi_in: सेक्टत. अलवर
te_in: సెక్టత్. అలవర్

source: Secunderabad
hi_in: सिकंदराबाद
te_in: సికందరాబాద్

source: Secundrapur
hi_in: सेकन्दरापुर
te_in: సెకన్దరాపుర్

source: Sedaria
hi_in: सेदरिया
te_in: సెదరియా

source: Seebinakere
hi_in: सीबिनाकेरे
te_in: సీబినాకెరె

source: Seedra
hi_in: सीडर
te_in: సీడర్

source: Seedriyas
hi_in: सीड्रियास
te_in: సీడ్రియాస్

source: Seekri
hi_in: सीकरी
te_in: సీకరీ

source: Seelampur
hi_in: सीलमपुर
te_in: సీలమపుర్

source: Seelanaickenpatti
hi_in: सीलानिकेनपट्टी
te_in: సీలానికెనపట్టీ

source: Seelayampatti
hi_in: सीलायमपट्टी
te_in: సీలాయమపట్టీ

source: Seemanthottam
hi_in: सीमान्थोट्टम
te_in: సీమాన్థోట్టం

source: Seemapuram South
hi_in: सीमपुरम साउथ
te_in: సీమపురమ్ సాఉథ్

source: Seengpurva Mana
hi_in: सींगपुरवा मन
te_in: సీంగపురవా మన్

source: Seepatpur
hi_in: सीपतपुर
te_in: సీపతపుర్

source: Seeranaickenpalayam
hi_in: सीरनैकनपालयं
te_in: సీరనేకనపాలయం

source: Seergoverdhan
hi_in: सीरगोवर्धन
te_in: సీరగోవర్ధన్

source: Seetharamapuram (O)
hi_in: सीतारामपुरम (ओ)
te_in: సీతారామపురమ్ (ఓ)

source: Seetharampet
hi_in: सीतारामपेट
te_in: సీతారామపెట్

source: Seetharampuram
hi_in: सीतारामपुरम
te_in: సీతారామపురం

source: Segupada
hi_in: सेगुपदा
te_in: సెగుపదా

source: Segva
hi_in: सेगवा
te_in: సెగవా

source: Segva Chhama
hi_in: सेगवा छम
te_in: సెగవా ఛం

source: Segwa Simli
hi_in: सेगवा सिमली
te_in: సెగవా సిమలీ

source: Sehbazpura
hi_in: सहबाजपुर
te_in: సహబాజపుర్

source: Sehi Kalan
hi_in: सेहि कलां
te_in: సెహి కలాం

source: Sehmalpur
hi_in: सेहमलपुर
te_in: సెహమలపుర్

source: Sehore Englishpura
hi_in: सिहोर इंग्लिशपुरा
te_in: సిహోర్ ఇంగ్లిశపురా

source: Sehore Ganjbajariya
hi_in: सिहोरे गंजबजरिया
te_in: సిహోరె గంజబజరియా

source: Sehore Rak
hi_in: सिहोरे रक्
te_in: సిహోరె రక్

source: Seinduli Bazar
hi_in: सेंदुलई बाजार
te_in: సెందులఈ బాజార్

source: Sejbahar
hi_in: सेजबहार
te_in: సెజబహార్

source: Sekha
hi_in: सिख
te_in: సిఖ్

source: Sekhanli
hi_in: सेखनली
te_in: సెఖనలీ

source: Sekhwan
hi_in: सेखवां
te_in: సెఖవాం

source: Sekhwania
hi_in: सेखवाणीअ
te_in: సెఖవాణీఅ

source: Sekkalai
hi_in: सक्कलै
te_in: సక్కలే

source: Selaiyur
hi_in: सेलैयुर
te_in: సెలేయుర్

source: Selam
hi_in: सेलम
te_in: సెలం

source: Selesih
hi_in: सेलेसिह
te_in: సెలెసిహ్

source: Seli Beli
hi_in: सेली बेली
te_in: సెలీ బెలీ

source: Seliamedu
hi_in: सेलियमेदु
te_in: సెలియమెదు

source: Seliyanallur
hi_in: सेलियनल्लूर
te_in: సెలియనల్లూర్

source: Sellamanthadi
hi_in: सेल्लमैनथडी
te_in: సెల్లమేనథడీ

source: Sellankuppam
hi_in: सेललनकुप्पम
te_in: సెలలనకుప్పం

source: Sellur (Madurai)
hi_in: सेल्लुर (मदुरै)
te_in: సెల్లుర్ (మధురై)

source: Selod
hi_in: सेलोड
te_in: సెలోడ్

source: Selraha
hi_in: सैरः
te_in: సేరః

source: Selsella
hi_in: सिलसिला
te_in: సిలసిలా

source: Selud
hi_in: सेलूद
te_in: సెలూద్

source: Selumau
hi_in: सेलूमऊ
te_in: సెలూమఊ

source: Selvapuram
hi_in: सेल्वापुरम
te_in: సెల్వాపురం

source: Sema
hi_in: सेम
te_in: సెం

source: Semalda
hi_in: सेमल्दा
te_in: సెమల్దా

source: Semali
hi_in: सेमली
te_in: సెమలీ

source: Semandidhar
hi_in: सेमंदीधार
te_in: సెమందీధార్

source: Semapur Factory
hi_in: सेमापुर फैक्ट्री
te_in: సెమాపుర్ ఫేక్ట్రీ

source: Semaria Jagannathpurbasi
hi_in: सेमरिया जगन्नाथपुरबासी
te_in: సెమరియా జగన్నాథపురబాసీ

source: Semariyawan
hi_in: सेमरियावां
te_in: సెమరియావాం

source: Semarpaha
hi_in: सिमरपहा
te_in: సిమరపహా

source: Semartal
hi_in: सेमरताल
te_in: సెమరతాల్

source: Semarvav
hi_in: सेमर्वाव
te_in: సెమర్వావ్

source: Sembhuapur
hi_in: सेमभूआपुर
te_in: సెమభూఆపుర్

source: Sembiam
hi_in: सेम्बियम
te_in: సెమ్బియం

source: Sembulichampalayam
hi_in: सेमबुलीचम्पलायम
te_in: సెమబులీచమ్పలాయం

source: Seminary
hi_in: सेमिनरी
te_in: సెమినరీ

source: Semla
hi_in: सेमल
te_in: సెమల్

source: Semlia
hi_in: सेमलिया
te_in: సెమలియా

source: Semlia Chau
hi_in: सेमलिया चौ
te_in: సెమలియా చౌ

source: Semmandalam
hi_in: सेममण्डलं
te_in: సెమమణ్డలం

source: Semmandampalayam
hi_in: सेममण्डमप्लायं
te_in: సెమమణ్డమప్లాయం

source: Semmedu
hi_in: सम्मेद
te_in: సమ్మెద్

source: Semra Chandauli
hi_in: सेमरा चंदौली
te_in: సెమరా చందౌలీ

source: Semrahna
hi_in: सेमराहना
te_in: సెమరాహనా

source: Semramanapur
hi_in: सेमरमनपुर
te_in: సెమరమనపుర్

source: Semrawan
hi_in: सेमरावां
te_in: సెమరావాం

source: Sen Pur
hi_in: सेन पुर
te_in: సెన్ పుర్

source: Senagalaguduru
hi_in: सेनागलगुडुरु
te_in: సెనాగలగుడురు

source: Senairam Bazar
hi_in: सेनिराम बाजार
te_in: సెనిరామ్ బాజార్
