Repository: healthvdev/custom_template
Catalog: languages/*.po
Languages: hi_in, te_in

source: Mankadapada
hi_in: मंकदपद
te_in: మంకదపద్

source: Mankadehi
hi_in: मांकडेही
te_in: మాంకడెహీ

source: Mankapur
hi_in: मनकापुर
te_in: మనకాపుర్

source: Mankapur (Nagpur)
hi_in: मनकापुर (नागपुर)
te_in: మనకాపుర్ (నాగ్‌పూర్)

source: Mankapur Kala
hi_in: मनकापुर कला
te_in: మనకాపుర్ కలా

source: Mankavu
hi_in: मनकवु
te_in: మనకవు

source: Mankawas
hi_in: मॅकवास
te_in: మ౅కవాస్

source: Mankhed
hi_in: मनखेड़
te_in: మనఖెడ్

source: Mankhetra
hi_in: मनखेतर
te_in: మనఖెతర్

source: Mankidih
hi_in: मनकिडीह
te_in: మనకిడీహ్

source: Manknaj
hi_in: मांकनज
te_in: మాంకనజ్

source: Mankuaa
hi_in: मनकुआ
te_in: మనకుఆ

source: Mankunda
hi_in: मानकुंड
te_in: మానకుండ్

source: Mankwa
hi_in: मनक्वा
te_in: మనక్వా

source: Manmodi
hi_in: मनमोड़ी
te_in: మనమోడ్ ీ

source: Mannackanad
hi_in: मन्नकणाद
te_in: మన్నకణాద్

source: Mannady (Chennai)
hi_in: मन्नाडी (चेन्नई)
te_in: మన్నాడీ (చెన్నై)

source: Mannahalli
hi_in: मन्नाहल्ली
te_in: మన్నాహల్లీ

source: Mannam Nagar
hi_in: मन्नम नगर
te_in: మన్నమ్ నగర్

source: Mannam Sugar Mills
hi_in: मन्नम शुगर मिल्स
te_in: మన్నమ్ శుగర్ మిల్స్

source: Mannamkandam
hi_in: मंनैमकांडम
te_in: మంనేమకాండం

source: Mannarai
hi_in: मानणारे
te_in: మానణారె

source: Mannarakayam
hi_in: मन्नारकायम
te_in: మన్నారకాయం

source: Mannarasala
hi_in: मन्नारशाला
te_in: మన్నారశాలా

source: Mannargudi
hi_in: मन्नारगुडी
te_in: మన్నారగుడీ

source: Mannargudi Bazaar
hi_in: मन्नारगुडी बाजार
te_in: మన్నారగుడీ బాజార్

source: Mannargudi South
hi_in: मन्नारगुडी साउथ
te_in: మన్నారగుడీ సాఉథ్

source: Mannargudi West
hi_in: मन्नारगुडी वेस्ट
te_in: మన్నారగుడీ వెస్ట్

source: Mannarkkad
hi_in: मन्नारक्कड
te_in: మన్నారక్కడ్

source: Mannarpalayam Valapady
hi_in: मंनरपलायम वलपडी
te_in: మంనరపలాయమ్ వలపడీ

source: Mannarpuram
hi_in: मन्नरपुरम
te_in: మన్నరపురం

source: Mannathipoyil
hi_in: मंनतिपोयइल
te_in: మంనతిపోయఇల్

source: Mannupur
hi_in: मन्नुपुर
te_in: మన్నుపుర్

source: Mannurkonam
hi_in: मंनूरकोनाम
te_in: మంనూరకోనాం

source: Manoharapur
hi_in: मनोहरपुर
te_in: మనోహరపుర్

source: Manoharpur
hi_in: मनोहरपुर
te_in: మనోహరపుర్

source: Manojipatti
hi_in: मनोजीपत्ति
te_in: మనోజీపత్తి

source: Manoli
hi_in: मनोली
te_in: మనోలీ

source: Manori
hi_in: मनोरी
te_in: మనోరీ

source: Manovikasnagar
hi_in: मनोविकासनगर
te_in: మనోవికాసనగర్

source: Manpada
hi_in: मानपाडा
te_in: మానపాడా

source: Manpur
hi_in: मानपुर
te_in: మానపుర్

source: Manpur Devra
hi_in: मानपुर देवड़ा
te_in: మానపుర్ దెవడ్ ా

source: Manpura
hi_in: मानपुर
te_in: మానపుర్

source: Mansa (Gandhi Nagar)
hi_in: मांस (गांधी नगर)
te_in: మాంస్ (గాంధీ నగర్)

source: Mansa (Mansa)
hi_in: मांस (मांस)
te_in: మాంస్ (మాంస్)

source: Mansar
hi_in: मानसर
te_in: మానసర్

source: Mansarovar
hi_in: मानसरोवर
te_in: మానసరోవర్

source: Mansarover Garden
hi_in: मानसरोवर गार्डन
te_in: మానసరోవర్ గార్డన్

source: Mansatala
hi_in: मंसाताल
te_in: మంసాతాల్

source: Mansinghpur
hi_in: मंसिंघपुर
te_in: మంసింఘపుర్

source: Mansingpur Bijhrauli
hi_in: मनसिंगपुर बीझरौली
te_in: మనసింగపుర్ బీఝరౌలీ

source: Mansoorabad
hi_in: मंसूराबाद
te_in: మంసూరాబాద్

source: Mansoorpur
hi_in: मंसूरपुर
te_in: మంసూరపుర్

source: Mansuka
hi_in: मन्सूख़
te_in: మన్సూఖ్

source: Manthatti
hi_in: मंथत्ति
te_in: మంథత్తి

source: Manthuka
hi_in: मन्तुक
te_in: మన్తుక్

source: Mantralaya Raipur
hi_in: मंत्रालय रायपुर
te_in: మంత్రాలయ్ రాయపుర్

source: Mantur
hi_in: मंत्र
te_in: మంత్ర్

source: Manu Bas
hi_in: मनु बस
te_in: మను బస్

source: Manubazar
hi_in: मनुबाज़ार
te_in: మనుబాజ్ ార్

source: Manudehari
hi_in: मनुदेहरी
te_in: మనుదెహరీ

source: Manughat
hi_in: मानूघाट
te_in: మానూఘాట్

source: Manukondavaripalem
hi_in: मनुकोंडावरिपलें
te_in: మనుకోండావరిపలెం

source: Manulalpeta
hi_in: मनुलालपेट
te_in: మనులాలపెట్

source: Manuu
hi_in: मानू
te_in: మానూ

source: Manvi
hi_in: मानवी
te_in: మానవీ

source: Manwa
hi_in: मानव
te_in: మానవ్

source: Manwa Parsi
hi_in: मानव पारसी
te_in: మానవ్ పారసీ

source: Manyamchelka
hi_in: मंयमचेलक
te_in: మంయమచెలక్

source: Manyora
hi_in: मन्योरा
te_in: మన్యోరా

source: Mappillaiyurani
hi_in: मप्पिलाईयुरनि
te_in: మప్పిలాఈయురని

source: Mapusa
hi_in: मापुसा
te_in: మాపుసా

source: Mapusa I.E.
hi_in: मपुसा आई.ई.
te_in: మపుసా ఆఈ.ఈ.

source: Maracherra
hi_in: माऱाचेर्रा
te_in: మాఱాచెర్రా

source: Maradu
hi_in: मृदु
te_in: మృదు

source: Maradur
hi_in: मर्डर
te_in: మర్డర్

source: Marady East
hi_in: मर्दय ईस्ट
te_in: మర్దయ్ ఈస్ట్

source: Maraghia
hi_in: मरघिया
te_in: మరఘియా

source: Maraimalai Nagar
hi_in: मरैमलाई नगर
te_in: మరేమలాఈ నగర్

source: Marakkadai
hi_in: मरक्कादायी
te_in: మరక్కాదాయీ

source: Maralakunte
hi_in: मरलकङते
te_in: మరలకఙతె

source: Marali(Chore)
hi_in: मराली(चोरे)
te_in: మరాలీ(చోరె)

source: Maralur SO
hi_in: मरालुर सो
te_in: మరాలుర్ సో

source: Maranahalli
hi_in: मरनहल्ली
te_in: మరనహల్లీ

source: Maranchi
hi_in: मरांची
te_in: మరాంచీ

source: Maranda
hi_in: मरंद
te_in: మరంద్

source: Marandai
hi_in: मरांडी
te_in: మరాండీ

source: Maraneri
hi_in: मरनेरी
te_in: మరనెరీ

source: Maranghada
hi_in: मरांगहदा
te_in: మరాంగహదా

source: Maranpalli
hi_in: मरनपल्ली
te_in: మరనపల్లీ

source: Marapettai
hi_in: मरपेट्टई
te_in: మరపెట్టఈ

source: Marapur
hi_in: मेरापुर
te_in: మెరాపుర్

source: Marar
hi_in: मरार
te_in: మరార్

source: Marari Kalan
hi_in: मरारी कलां
te_in: మరారీ కలాం

source: Marasanige
hi_in: मरसनीगे
te_in: మరసనీగె

source: Maratagere
hi_in: मरतअगेरे
te_in: మరతఅగెరె

source: Maratala
hi_in: मार्टल
te_in: మార్టల్

source: Marathahalli Colony
hi_in: मअर्थाहल्ली कॉलोनी
te_in: మఅర్థాహల్లీ క్ లోనీ

source: Marathiguda
hi_in: मरथीगुड़ा
te_in: మరథీగుడ్ ా

source: Maratikoppa
hi_in: मरतिकोप्पा
te_in: మరతికోప్పా

source: Maratithanda
hi_in: मरतिथंड
te_in: మరతిథండ్

source: Marauatpur
hi_in: मरौआटपुर
te_in: మరౌఆటపుర్

source: Maravalli
hi_in: मरावल्ली
te_in: మరావల్లీ

source: Maravamadurai
hi_in: मरवमदुरै
te_in: మరవమధురై

source: Maravaneri
hi_in: मरावनेरी
te_in: మరావనెరీ

source: Maravankudiyiruppu
hi_in: मरावअंकुडियिरुप्पु
te_in: మరావఅంకుడియిరుప్పు

source: Marayamuttom
hi_in: मार्यमुत्तम
te_in: మార్యముత్తం

source: Marbedia
hi_in: मरबेडिया
te_in: మరబెడియా

source: Marble Ind. Area Kishangarh
hi_in: मार्बल इंड. एरिया किशनगढ़
te_in: మార్బల్ ఇండ్. ఏరియా కిశనగఢ్

source: Marcela
hi_in: मार्सेल
te_in: మార్సెల్

source: Marchanhalli
hi_in: मरचनहल्ली
te_in: మరచనహల్లీ

source: Marchha
hi_in: मारछा
te_in: మారఛా

source: Marda
hi_in: मर्द
te_in: మర్ద్

source: Mardanpur
hi_in: मरदानपुर
te_in: మరదానపుర్

source: Mardapoti
hi_in: मर्दापोटी
te_in: మర్దాపోటీ

source: Mardi
hi_in: मार्डी
te_in: మార్డీ

source: Mardon Sahib
hi_in: मरदों साहिब
te_in: మరదోం సాహిబ్

source: Maredubaka
hi_in: मारेदुबका
te_in: మారెదుబకా

source: Maredupaka
hi_in: मारेदुपक
te_in: మారెదుపక్

source: Margao
hi_in: मार्गो
te_in: మార్గో

source: Margaon
hi_in: मार्गों
te_in: మార్గోం

source: Margherita
hi_in: मार्घेरिटा
te_in: మార్ఘెరిటా

source: Margherita New Colony
hi_in: मार्घेरिटा न्यू कॉलोनी
te_in: మార్ఘెరిటా న్యూ క్ లోనీ

source: Margomunda
hi_in: मारगोमुंडा
te_in: మారగోముండా

source: Marhana
hi_in: मरहना
te_in: మరహనా

source: Marhi
hi_in: मरही
te_in: మరహీ

source: Marhia
hi_in: मढ़िया
te_in: మఢ్ ియా

source: Marhinath Road
hi_in: मढ़ीनाथ रोड
te_in: మఢ్ ీనాథ్ రోడ్

source: Marhoon
hi_in: मारहुँ
te_in: మారహుఁ

source: Maricha
hi_in: मारीच
te_in: మారీచ్

source: Mariechi Wadi
hi_in: मरीचि वाड़ी
te_in: మరీచి వాడ్ ీ

source: Marika
hi_in: मरिका
te_in: మరికా

source: Marikpur
hi_in: मरिकपुर
te_in: మరికపుర్

source: Marine Jetty
hi_in: मरीन जेटी
te_in: మరీన్ జెటీ

source: Marine Lines
hi_in: मरीन लाइन्स
te_in: మరీన్ లాఇన్స్

source: Maripur
hi_in: माड़ीपुर
te_in: మాడ్ ీపుర్

source: Mariumpura
hi_in: मरियमपुर
te_in: మరియమపుర్

source: Mariwada
hi_in: मरिवाद
te_in: మరివాద్

source: Mariyad
hi_in: मर्याद
te_in: మర్యాద్

source: Mariyalam
hi_in: मरियलम
te_in: మరియలం

source: Mariyapuram
hi_in: मरियापुरम
te_in: మరియాపురం

source: Marjadwa
hi_in: मर्जदवा
te_in: మర్జదవా

source: Markacho
hi_in: मरकचो
te_in: మరకచో

source: Markahandi
hi_in: मरखण्डी
te_in: మరఖణ్డీ

source: Markal
hi_in: मर्केल
te_in: మర్కెల్

source: Markamau
hi_in: मरकमौ
te_in: మరకమౌ

source: Markandi
hi_in: मार्कंड़य
te_in: మార్కండ్ య్

source: Markara
hi_in: मारकर
te_in: మారకర్

source: Market Yard
hi_in: मार्केट यार्ड
te_in: మార్కెట్ యార్డ్

source: MARKET YARD (Beed)
hi_in: मार्केट यार्ड (बीड)
te_in: మార్కెట్ యార్డ్ (బీడ్)

source: Market Yard (Pune)
hi_in: मार्केट यार्ड (पुणे)
te_in: మార్కెట్ యార్డ్ (పూణే)

source: Market Yard Karad
hi_in: मार्केट यार्ड कार्ड
te_in: మార్కెట్ యార్డ్ కార్డ్

source: Market Yard Malegaon
hi_in: मार्केट यार्ड मालेगांव
te_in: మార్కెట్ యార్డ్ మాలెగాంవ్

source: Market Yard Solapur
hi_in: मार्केट यार्ड सोलापुर
te_in: మార్కెట్ యార్డ్ సోలాపుర్

source: Marketyard-palamaner
hi_in: मार्केटयार्ड-पलामणेर
te_in: మార్కెటయార్డ్-పలామణెర్

source: Markeyankottai
hi_in: मार्केयनकोट्टई
te_in: మార్కెయనకోట్టఈ

source: Markhai
hi_in: मरखै
te_in: మరఖే

source: Markhamgarant
hi_in: मारखमग्रांट
te_in: మారఖమగ్రాంట్

source: Markheda
hi_in: मरखेड़ा
te_in: మరఖెడ్ ా

source: Markona
hi_in: मार्कोन
te_in: మార్కోన్

source: Markundi
hi_in: मारकुंडी
te_in: మారకుండీ

source: Markuta
hi_in: मारकूट
te_in: మారకూట్

source: Marlaba
hi_in: मारसाब
te_in: మారసాబ్

source: Marlad
hi_in: मरल्ड
te_in: మరల్డ్

source: Marle
hi_in: मरले
te_in: మరలె

source: Marma
hi_in: मर्म
te_in: మర్ం

source: Marmain
hi_in: मरमैन
te_in: మరమేన్

source: Marngar
hi_in: मरनगर
te_in: మరనగర్

source: Maroda Bhilai
hi_in: मरोड भिलाई
te_in: మరోడ్ భిలాఈ

source: Marol Bazar
hi_in: मरोल बाजार
te_in: మరోల్ బాజార్

source: Marol Naka
hi_in: मरोल नका
te_in: మరోల్ నకా

source: Maroli Bazar
hi_in: मरोली बाजार
te_in: మరోలీ బాజార్

source: Maroor
hi_in: मरूर
te_in: మరూర్

source: Marpa
hi_in: मारपा
te_in: మారపా

source: Marpa Factory
hi_in: मारपा फैक्ट्री
te_in: మారపా ఫేక్ట్రీ

source: Marpaka
hi_in: मर्पक
te_in: మర్పక్

source: Marpara
hi_in: मरपर
te_in: మరపర్

source: Marraoli
hi_in: मर्रोली
te_in: మర్రోలీ

source: Marriguda
hi_in: मररीगुड़ा
te_in: మరరీగుడ్ ా

source: Marripalem
hi_in: मर्रीपालेम
te_in: మర్రీపాలెం

source: Marripalem Vuda Colony
hi_in: मर्रीपालेम वुड कॉलोनी
te_in: మర్రీపాలెమ్ వుడ్ క్ లోనీ

source: Marsur
hi_in: मर्सर
te_in: మర్సర్

source: Marthandam
hi_in: मार्तण्डम
te_in: మార్తణ్డం

source: Marthandam Bridge
hi_in: मार्तण्डम ब्रिज
te_in: మార్తణ్డమ్ బ్రిజ్

source: Marthandam North
hi_in: मार्तण्डम नार्थ
te_in: మార్తణ్డమ్ నార్థ్

source: Martoli
hi_in: मर्तोली
te_in: మర్తోలీ

source: Maruabil
hi_in: मरुअबिल
te_in: మరుఅబిల్

source: Marudamalai
hi_in: मरुदमलाई
te_in: మరుదమలాఈ

source: Marudi
hi_in: मारूड़ी
te_in: మారూడ్ ీ

source: Marudur
hi_in: मरुदुर
te_in: మరుదుర్

source: Maruduraiyanvalasu
hi_in: मरुदुराईयांवालासु
te_in: మరుదురాఈయాంవాలాసు

source: Marufganj
hi_in: मारुफगंज
te_in: మారుఫగంజ్

source: Marui Ganeshpur
hi_in: मरुई गनेशपुर
te_in: మరుఈ గనెశపుర్

source: Marul
hi_in: मारूल
te_in: మారూల్

source: Marunji
hi_in: मारुंजी
te_in: మారుంజీ

source: Marusana
hi_in: मरुसना
te_in: మరుసనా

source: Marutha
hi_in: मारुतः
te_in: మారుతః

source: Maruthamputhur
hi_in: मरूथमपुतहुर
te_in: మరూథమపుతహుర్

source: Maruthencode
hi_in: मृठेंकडे
te_in: మృఠెంకడె

source: Maruthi Extension
hi_in: मारूति एक्सटेंशन
te_in: మారూతి ఏక్సటెంశన్

source: Maruthi Sevanagar
hi_in: मारुति सेवानगर
te_in: మారుతి సెవానగర్

source: Maruthurkurichi
hi_in: मरुथुरकुरीची
te_in: మరుథురకురీచీ

source: Maruti Nagar
hi_in: मारुति नगर
te_in: మారుతి నగర్

source: Maruvai
hi_in: मरुवे
te_in: మరువె

source: Marvad
hi_in: मारवाड़
te_in: మారవాడ్

source: Marwari Bazar
hi_in: मारवाड़ी बाजार
te_in: మారవాడ్ ీ బాజార్

source: Marwatia Bazar
hi_in: मरवटिया बाजार
te_in: మరవటియా బాజార్

source: Mary Land
hi_in: मैरी लैंड
te_in: మేరీ లేండ్

source: Maryal
hi_in: मरियल
te_in: మరియల్

source: Masadi
hi_in: मांसादि
te_in: మాంసాది

source: Masagoundenchettipalayam
hi_in: मासागौनडनचेट्टीपालयं
te_in: మాసాగౌనడనచెట్టీపాలయం

source: Masakkal
hi_in: मसक्कल
te_in: మసక్కల్

source: Masali
hi_in: मसली
te_in: మసలీ

source: Masani
hi_in: मसानी
te_in: మసానీ

source: Masania
hi_in: मसानिया
te_in: మసానియా

source: Masar
hi_in: मसर
te_in: మసర్

source: Masat
hi_in: मस्त
te_in: మస్త్

source: Masatiyon Ki Madri
hi_in: मस्तियों की मादड़ी
te_in: మస్తియోం కీ మాదడ్ ీ

source: Masauli
hi_in: मसौली
te_in: మసౌలీ

source: Masaurha
hi_in: मसुरहा
te_in: మసురహా

source: Maseet
hi_in: मसीत
te_in: మసీత్

source: Maseni
hi_in: मसेनी
te_in: మసెనీ

source: Masga
hi_in: मॉग
te_in: మ్ గ్

source: Mashaipur
hi_in: मशेपुर
te_in: మశెపుర్

source: Mashnoo
hi_in: मशनू
te_in: మశనూ

source: Mashobra
hi_in: मशोबरा
te_in: మశోబరా

source: Mashra
hi_in: माशर
te_in: మాశర్

source: Masiana
hi_in: मसिणए
te_in: మసిణఏ

source: Masige
hi_in: मैसिज
te_in: మేసిజ్

source: Masinaickenpatti
hi_in: मसिनाइकेनपट्टी
te_in: మసినాఇకెనపట్టీ

source: Masitan
hi_in: मसीतां
te_in: మసీతాం

source: Masitia
hi_in: मसीटीए
te_in: మసీటీఏ

source: Masjid
hi_in: मस्जिद
te_in: మస్జిద్

source: Masjid Domni
hi_in: मस्जिद डोमनी
te_in: మస్జిద్ డోమనీ

source: Masjid Moth
hi_in: मस्जिद मोठ
te_in: మస్జిద్ మోఠ్

source: Masjidbati
hi_in: मस्जीदबती
te_in: మస్జీదబతీ

source: Masjidlane
hi_in: मस्जिदलने
te_in: మస్జిదలనె

source: Maska
hi_in: मस्का
te_in: మస్కా

source: Maskawad
hi_in: मसकवाद
te_in: మసకవాద్

source: Maslandapur
hi_in: मसलंदपुर
te_in: మసలందపుర్

source: Masli
hi_in: मसली
te_in: మసలీ

source: Maslicherra
hi_in: मॉलीचेरर
te_in: మ్ లీచెరర్

source: Masni Jagdishpur
hi_in: मसनी जगदीशपुर
te_in: మసనీ జగదీశపుర్

source: Masood Pur
hi_in: मसूद पर
te_in: మసూద్ పర్

source: Masoodpur
hi_in: मसूदपुर
te_in: మసూదపుర్

source: Masoor
hi_in: मसूर
te_in: మసూర్

source: Massal
hi_in: मस्सल
te_in: మస్సల్

source: Maste Ke
hi_in: मास्ट के
te_in: మాస్ట్ కె

source: Master Prithvi Nath Marg
hi_in: मास्टर पृथ्वी नाथ मार्ग
te_in: మాస్టర్ పృథ్వీ నాథ్ మార్గ్

source: Masulkar Colony
hi_in: मसलकर कॉलोनी
te_in: మసలకర్ క్ లోనీ

source: Masur(Sagar)
hi_in: मसूर(सागर)
te_in: మసూర్(సాగర్)

source: Masuri
hi_in: मसूरी
te_in: మసూరీ

source: Mata Ji Ka Khera
hi_in: माता जी का खेड़ा
te_in: మాతా జీ కా ఖెడ్ ా

source: Mata Kund
hi_in: माता कुण्ड
te_in: మాతా కుణ్డ్

source: Matadakurabarahatty
hi_in: मातङ्कुरबारहट्टी
te_in: మాతఙ్కురబారహట్టీ

source: Matair
hi_in: मटर
te_in: మటర్

source: Matakannsandra
hi_in: मटकंनसनद्रा
te_in: మటకంనసనద్రా

source: Matakere
hi_in: मटकेरे
te_in: మటకెరె

source: Mataldanga
hi_in: मतालडांगा
te_in: మతాలడాంగా

source: Matapadi
hi_in: मतपदी
te_in: మతపదీ

source: Matar
hi_in: मटर
te_in: మటర్

source: Mataria Vadi
hi_in: मटेरिया वादी
te_in: మటెరియా వాదీ

source: Matariya Vyas
hi_in: मटेरिया व्यास
te_in: మటెరియా వ్యాస్

source: Matasagara
hi_in: मतसागर
te_in: మతసాగర్

source: Matasya Ind. Area
hi_in: मतस्य एंड. एरिया
te_in: మతస్య్ ఏండ్. ఏరియా

source: Mataur
hi_in: मटौर
te_in: మటౌర్

source: Matena
hi_in: मटन
te_in: మటన్

source: Matethu
hi_in: मतेथू
te_in: మతెథూ

source: Matgaran
hi_in: मतगण
te_in: మతగణ్

source: Mathak
hi_in: मथक
te_in: మథక్

source: Mathakargola
hi_in: मठाकारगोला
te_in: మఠాకారగోలా

source: Mathalapattu
hi_in: माथालापट्टू
te_in: మాథాలాపట్టూ

source: Mathalput
hi_in: मथलपुट
te_in: మథలపుట్

source: Mathani
hi_in: मथानी
te_in: మథానీ

source: Mathasul
hi_in: मथासुल
te_in: మథాసుల్

source: Mathasulia
hi_in: मैहसुलिया
te_in: మేహసులియా

source: Mathasur
hi_in: मथासुर
te_in: మథాసుర్

source: Mathatentulia
hi_in: मठातेंतुलिया
te_in: మఠాతెంతులియా

source: Mathawani
hi_in: मेठवानी
te_in: మెఠవానీ

source: Mathchandipur
hi_in: मथचन्दीपुर
te_in: మథచన్దీపుర్

source: Mathia
hi_in: मठिया
te_in: మఠియా

source: Mathia Bhopat
hi_in: मठिया भोपत
te_in: మఠియా భోపత్

source: Mathia Devi
hi_in: मठिया देवी
te_in: మఠియా దెవీ

source: Mathia Naraipur
hi_in: मठिया नारेपुर
te_in: మఠియా నారెపుర్

source: Mathia Sahu
hi_in: मठिया साहू
te_in: మఠియా సాహూ

source: Mathihally
hi_in: मथिहललय
te_in: మథిహలలయ్

source: Mathikere
hi_in: मथिकेरे
te_in: మథికెరె

source: Mathikonpalayam
hi_in: माथीकोनपालयं
te_in: మాథీకోనపాలయం

source: Mathil
hi_in: मैथिल
te_in: మేథిల్

source: Mathilil
hi_in: मैथिलील
te_in: మేథిలీల్

source: Mathipalayam
hi_in: मथिपालायम
te_in: మథిపాలాయం

source: Mathira
hi_in: मथिरा
te_in: మథిరా

source: Mathodi
hi_in: माथोड़ि
te_in: మాథోడ్ ి

source: Mathpalsa
hi_in: मथप्लस
te_in: మథప్లస్

source: Mathpurena
hi_in: मठपुरैना
te_in: మఠపురేనా

source: Mathra
hi_in: मात्र
te_in: మాత్ర్

source: Mathrusri Nagar
hi_in: मातृश्री नगर
te_in: మాతృశ్రీ నగర్

source: Mathur
hi_in: माथुर
te_in: మాథుర్

source: Mathura
hi_in: मथुरा
te_in: మథురా

source: Mathura Gate BTP
hi_in: मथुरा गेट बटप
te_in: మథురా గెట్ బటప్

source: Mathura Jn. R.S.
hi_in: मथुरा जं. आर.एस.
te_in: మథురా జం. ఆర్.ఏస్.

source: Mathura Refinery
hi_in: मथुरा रिफाइनरी
te_in: మథురా రిఫాఇనరీ

source: Mathura Road Faridabad
hi_in: मथुरा रोड फरीदाबाद
te_in: మథురా రోడ్ ఫరీదాబాద్

source: Mathurakati
hi_in: मथुराकाटी
te_in: మథురాకాటీ

source: Mathurapur
hi_in: मथुरापुर
te_in: మథురాపుర్

source: Matia
hi_in: मटिया
te_in: మటియా

source: Matiala
hi_in: मटियाला
te_in: మటియాలా

source: Matiasahi
hi_in: मटियासही
te_in: మటియాసహీ

source: Matigaon
hi_in: मतिगओं
te_in: మతిగఓం

source: Matigara
hi_in: माटीगाड़ा
te_in: మాటీగాడ్ ా

source: Matihana
hi_in: मटिहाना
te_in: మటిహానా

source: Matihani
hi_in: मटिहानी
te_in: మటిహానీ

source: Matipaka
hi_in: माटिपक
te_in: మాటిపక్

source: Matiyari
hi_in: मटियारी
te_in: మటియారీ

source: Matloda
hi_in: मतलोडा
te_in: మతలోడా

source: Matlong
hi_in: मतलोंग
te_in: మతలోంగ్

source: Matoda
hi_in: मतोड़ा
te_in: మతోడ్ ా

source: Matoor
hi_in: मैटूर
te_in: మేటూర్

source: Matour
hi_in: मटौर
te_in: మటౌర్

source: Matri Indian Antartic Station
hi_in: मंत्री इंडियन अंटार्टिक स्टेशन
te_in: మంత్రీ ఇండియన్ అంటార్టిక్ స్టెశన్

source: Matroj
hi_in: मेट्रोज
te_in: మెట్రోజ్

source: Matta
hi_in: मत्त
te_in: మత్త్

source: Mattanavile
hi_in: मत्तनविले
te_in: మత్తనవిలె

source: Mattancherry
hi_in: मट्टनचेरी
te_in: మట్టనచెరీ

source: Mattancherry Jetty
hi_in: मट्टनचेरी जेटी
te_in: మట్టనచెరీ జెటీ

source: Mattancherry Town
hi_in: मट्टनचेरी टाउन
te_in: మట్టనచెరీ టాఉన్

source: Mattanur
hi_in: मत्तनूर
te_in: మత్తనూర్

source: Mattarakkal
hi_in: मत्तरक्कल
te_in: మత్తరక్కల్

source: Mattathipara
hi_in: मटठीपृ
te_in: మటఠీపృ

source: Mattathur
hi_in: मात्ताथुर
te_in: మాత్తాథుర్

source: Mattathurkkunnu
hi_in: मत्ततहक्कुन्नु
te_in: మత్తతహక్కున్ను

source: Mattewara
hi_in: मट्टेवारा
te_in: మట్టెవారా

source: Mattoor
hi_in: मत्तूर
te_in: మత్తూర్

source: Matumuru
hi_in: मतुमुरु
te_in: మతుమురు

source: Matunga
hi_in: माटुंगा
te_in: మాటుంగా

source: Matwada
hi_in: मतवाद
te_in: మతవాద్

source: Matyal
hi_in: मॉयल
te_in: మ్ యల్

source: Mau
hi_in: मऊ
te_in: మఊ

source: Mau Chirayal
hi_in: मौ चिरायल
te_in: మౌ చిరాయల్

source: Mauchar
hi_in: मैच
te_in: మేచ్

source: Mauhari Katra
hi_in: मौहारी कटरा
te_in: మౌహారీ కటరా

source: Maujmabad
hi_in: मौजमाबाद
te_in: మౌజమాబాద్

source: Maujpur
hi_in: मौजपुर
te_in: మౌజపుర్

source: Maukhas
hi_in: मुखास
te_in: ముఖాస్

source: Maulabhanja
hi_in: मौलभंज
te_in: మౌలభంజ్

source: Mauli Baidwan
hi_in: मौली बैदवान
te_in: మౌలీ బేదవాన్

source: Maulinge
hi_in: मौलिंगे
te_in: మౌలింగె

source: Mauman Ashram
hi_in: मैमन आश्रम
te_in: మేమన్ ఆశ్రం

source: Mauna
hi_in: मौन
te_in: మౌన్

source: Maunda
hi_in: मुंडा
te_in: ముండా

source: Maur
hi_in: मयूर
te_in: మయూర్

source: Maur Khurd
hi_in: मौर खुर्द
te_in: మౌర్ ఖుర్ద్

source: Maura
hi_in: मयूर
te_in: మయూర్

source: Maurari
hi_in: मुरारी
te_in: మురారీ

source: Maurya Enclave
hi_in: मौर्या एन्क्लेव
te_in: మౌర్యా ఏన్క్లెవ్

source: Mauzam
hi_in: मौज़म
te_in: మౌజ్ ం

source: Mauzzampur Narayan
hi_in: मौजज़ामपुर नारायण
te_in: మౌజజ్ ామపుర్ నారాయణ్

source: Mavadukurichi
hi_in: मवादुकुरीची
te_in: మవాదుకురీచీ

source: Mavady
hi_in: मावडी
te_in: మావడీ

source: Mavalli
hi_in: मावली
te_in: మావలీ

source: Mavdi
hi_in: मवड़ी
te_in: మవడ్ ీ

source: Mavelikara
hi_in: मवेलीकरा
te_in: మవెలీకరా

source: Mavelikara Court
hi_in: मावेलिक्कारा कोर्ट
te_in: మావెలిక్కారా కోర్ట్

source: Mavelikara Cutcherry
hi_in: मावेलिक्कारा कटचेरी
te_in: మావెలిక్కారా కటచెరీ

source: Mavilipatti
hi_in: मविलीपट्टी
te_in: మవిలీపట్టీ

source: Mavinakatte
hi_in: मविनकत्ते
te_in: మవినకత్తె

source: Mavinkurve
hi_in: मवींकरवे
te_in: మవీంకరవె

source: Mavoor (Kozhikode)
hi_in: मवूर (कोज़्हेइकोडे)
te_in: మవూర్ (కోజ్ ్హెఇకోడె)

source: Mawa
hi_in: मावा
te_in: మావా

source: Mawa Kaholan
hi_in: मावा कौलं
te_in: మావా కౌలం

source: Mawai
hi_in: मवई
te_in: మవఈ

source: Mawai Padiyana
hi_in: मवई पंडियन
te_in: మవఈ పండియన్

source: Mawaighat
hi_in: मवईघाट
te_in: మవఈఘాట్

source: Mawakot
hi_in: मवाकोट
te_in: మవాకోట్

source: Mawan
hi_in: मावन
te_in: మావన్

source: Mawana Khurd
hi_in: मवाना खुर्द
te_in: మవానా ఖుర్ద్

source: Mawana Kolti
hi_in: मवाना कोल्ती
te_in: మవానా కోల్తీ

source: Mawbakhon
hi_in: मौबखों
te_in: మౌబఖోం

source: Mawblang
hi_in: मवबलंग
te_in: మవబలంగ్

source: Mawbri
hi_in: मौबरी
te_in: మౌబరీ

source: Maweitlyngngam
hi_in: मवेइटलींगनगम
te_in: మవెఇటలీంగనగం

source: Mawkaiaw
hi_in: मौकयव
te_in: మౌకయవ్

source: Mawkhanu
hi_in: मवखणु
te_in: మవఖణు

source: Mawkynrew
hi_in: मौकयनरेव
te_in: మౌకయనరెవ్

source: Mawlasnai
hi_in: मॉल्सनै
te_in: మ్ ల్సనే

source: Mawlat
hi_in: मॉल्ट
te_in: మ్ ల్ట్

source: Mawlong
hi_in: मौलोंग
te_in: మౌలోంగ్

source: Mawlyngngad
hi_in: मावल्यंगनगढ़
te_in: మావల్యంగనగఢ్

source: Mawmluh
hi_in: मॉम्लुह
te_in: మ్ మ్లుహ్

source: Mawpat
hi_in: मवपत
te_in: మవపత్

source: Mawput
hi_in: मवपुत
te_in: మవపుత్

source: Mayadah
hi_in: मयदान
te_in: మయదాన్

source: Mayaganj
hi_in: मायागंज
te_in: మాయాగంజ్

source: Mayahauri
hi_in: मयहउरी
te_in: మయహఉరీ

source: Mayamudi
hi_in: मायामुड़ी
te_in: మాయాముడ్ ీ

source: Mayanad
hi_in: मायनाड़
te_in: మాయనాడ్

source: Mayani
hi_in: मायनी
te_in: మాయనీ

source: Mayapur
hi_in: मायापुर
te_in: మాయాపుర్

source: Mayapur (Haridwar)
hi_in: मायापुर (हरिद्वार)
te_in: మాయాపుర్ (హరిద్వార్)

source: Mayasandra
hi_in: मॉयसाँद्रा
te_in: మ్ యసాఁద్రా

source: Maye
hi_in: माए
te_in: మాఏ

source: Mayem
hi_in: मायेम
te_in: మాయెం

source: Mayiladuthurai
hi_in: मायिलादुथुरई
te_in: మాయిలాదుథురఈ

source: Mayiladuthurai Bazaar
hi_in: मायिलादुथुरई बाजार
te_in: మాయిలాదుథురఈ బాజార్

source: Mayiladuthurai Cutchery
hi_in: मायिलादुथुरई कचरी
te_in: మాయిలాదుథురఈ కచరీ

source: Mayiladuthurai North
hi_in: मायिलादुथुरई नार्थ
te_in: మాయిలాదుథురఈ నార్థ్

source: Mayiladuthurai South
hi_in: मायिलादुथुरई साउथ
te_in: మాయిలాదుథురఈ సాఉథ్

source: Mayur Vihar Ph-I
hi_in: मयूर विहार फ-ई
te_in: మయూర్ విహార్ ఫ్-ఈ

source: Mayyil
hi_in: मेईल
te_in: మెఈల్

source: Mazgaon
hi_in: मज़गाँव
te_in: మజ్ గాఁవ్

source: Mazgaon Dock
hi_in: मज़गाँव डॉक
te_in: మజ్ గాఁవ్ డ్ క్

source: Mazgaon Road
hi_in: मज़गाँव रोड
te_in: మజ్ గాఁవ్ రోడ్

source: Mazhuvannoor
hi_in: मजहुवाँनूर
te_in: మజహువాఁనూర్

source: Mazhuvannoor South
hi_in: मजहुवाँनूर साउथ
te_in: మజహువాఁనూర్ సాఉథ్

source: Mazirwa
hi_in: मजीव
te_in: మజీవ్

source: Mbn Rs
hi_in: मबन रस
te_in: మబన్ రస్

source: Mechada
hi_in: मेचड
te_in: మెచడ్

source: Meda Uparla
hi_in: मेड उपरला
te_in: మెడ్ ఉపరలా

source: Medad
hi_in: मदद
te_in: మదద్

source: Medak
hi_in: मेडक
te_in: మెడక్

source: Medak Buss stand
hi_in: मेढक बस स्टैंड
te_in: మెఢక్ బస్ స్టేండ్

source: Medak Town
hi_in: मेढक टाउन
te_in: మెఢక్ టాఉన్

source: Medapalli
hi_in: मेडापल्ली
te_in: మెడాపల్లీ

source: Medapur
hi_in: मेदपुर
te_in: మెదపుర్

source: Medavakkam
hi_in: मेदवाक्कम
te_in: మెదవాక్కం

source: Medavakkam Tank Road
hi_in: मेदवाक्कम टैंक रोड
te_in: మెదవాక్కమ్ టేంక్ రోడ్

source: Medchal
hi_in: मेडचल
te_in: మెడచల్

source: Medesara
hi_in: मेदेसर
te_in: మెదెసర్

source: Medh
hi_in: मेध
te_in: మెధ్

source: Medha
hi_in: मेधा
te_in: మెధా

source: Medhasan
hi_in: मेधासन
te_in: మెధాసన్

source: Medhauli
hi_in: मेढौली
te_in: మెఢౌలీ

source: Medical Campus
hi_in: मेडिकल कैंपस
te_in: మెడికల్ కేంపస్

source: MEDICAL COLLEGE
hi_in: मेडिकल कॉलेज
te_in: మెడికల్ క్ లెజ్

source: Medical College (Agra)
hi_in: मेडिकल कॉलेज (आगरा)
te_in: మెడికల్ క్ లెజ్ (ఆగ్రా)

source: Medical College (Aligarh)
hi_in: मेडिकल कॉलेज (अलीगढ)
te_in: మెడికల్ క్ లెజ్ (అలీగఢ్)

source: Medical College (Aurangabad)
hi_in: मेडिकल कॉलेज (औरंगाबाद)
te_in: మెడికల్ క్ లెజ్ (ఔరంగాబాద్)

source: Medical College (Cuttack)
hi_in: मेडिकल कॉलेज (कुट्टक)
te_in: మెడికల్ క్ లెజ్ (కుట్టక్)
