Repository: healthvdev/custom_template
Catalog: languages/*.po
Languages: hi_in, te_in

source: Mokkam
hi_in: मोक्कम
te_in: మోక్కం

source: Moklawas
hi_in: मोकलवास
te_in: మోకలవాస్

source: Mokokchung
hi_in: मोकोकचुंग
te_in: మోకోకచుంగ్

source: Moktarpur
hi_in: मोख्तारपुर
te_in: మోఖ్తారపుర్

source: Molana
hi_in: मौलाना
te_in: మౌలానా

source: Molana Pur
hi_in: मोलाना पुर
te_in: మోలానా పుర్

source: Molanadih
hi_in: मोलनाडीह
te_in: మోలనాడీహ్

source: Molarband
hi_in: मोलड़बंद
te_in: మోలడ్ బంద్

source: Moldi
hi_in: मोल्डी
te_in: మోల్డీ

source: Moleyur
hi_in: मोलियर
te_in: మోలియర్

source: Moli
hi_in: मोली
te_in: మోలీ

source: Molipur
hi_in: मोलीपुर
te_in: మోలీపుర్

source: Molkacharla
hi_in: मोलकचरल
te_in: మోలకచరల్

source: Mollabelia
hi_in: मोललबेलिया
te_in: మోలలబెలియా

source: Mollasimla
hi_in: मोल्लसिमल
te_in: మోల్లసిమల్

source: Molnapur
hi_in: मोलनापुर
te_in: మోలనాపుర్

source: Mominpur
hi_in: मोमिनपुर
te_in: మోమినపుర్

source: Mominpura
hi_in: मोमिनपुरा
te_in: మోమినపురా

source: Momta
hi_in: ममता
te_in: మమతా

source: Monabari
hi_in: मोनबारी
te_in: మోనబారీ

source: Mondaikad
hi_in: मोंडेकड़
te_in: మోండెకడ్

source: Mondalpara
hi_in: मोंडालपारा
te_in: మోండాలపారా

source: Mondh
hi_in: मोंढ
te_in: మోంఢ్

source: Monghal
hi_in: मांगल
te_in: మాంగల్

source: Mongor
hi_in: मोंगोर
te_in: మోంగోర్

source: Mongsangei
hi_in: मांगसँगै
te_in: మాంగసఁగే

source: Monidaha
hi_in: मोनिडहा
te_in: మోనిడహా

source: Monikettipottal
hi_in: मोनिकेततिपोट्टल
te_in: మోనికెతతిపోట్టల్

source: Monirampore
hi_in: मोनीरामपुरे
te_in: మోనీరామపురె

source: Monwari
hi_in: मोन्वारी
te_in: మోన్వారీ

source: Moodakolli
hi_in: मूदकोल्लि
te_in: మూదకోల్లి

source: Moodbidri
hi_in: मूडबिद्री
te_in: మూడబిద్రీ

source: Mookandapalli
hi_in: मूकंडापल्ली
te_in: మూకండాపల్లీ

source: Mookkannur
hi_in: मूक्कन्नूर
te_in: మూక్కన్నూర్

source: Moolakadai
hi_in: मूलकड़ी
te_in: మూలకడ్ ీ

source: Moolakuppam
hi_in: मूळकुप्पम
te_in: మూళకుప్పం

source: Moolan Kavu
hi_in: मूलं कावु
te_in: మూలం కావు

source: Mooling
hi_in: मूलिंग
te_in: మూలింగ్

source: Moonari
hi_in: मुनरी
te_in: మునరీ

source: Moondla Bisoti
hi_in: मूंडला बिसोती
te_in: మూండలా బిసోతీ

source: Moongilerichettipatti
hi_in: मूंगिलेरीचेत्तिपट्टि
te_in: మూంగిలెరీచెత్తిపట్టి

source: Moongilkudi
hi_in: मूंगिलकुडी
te_in: మూంగిలకుడీ

source: Moongilpadi
hi_in: मूंगिलपड़ी
te_in: మూంగిలపడ్ ీ

source: Moongode
hi_in: मूँगोड़ी
te_in: మూఁగోడ్ ీ

source: Mooniyur
hi_in: मुनियर
te_in: మునియర్

source: Moonniyur South
hi_in: मुनियर साउथ
te_in: మునియర్ సాఉథ్

source: Moorkkanad
hi_in: मुरक्कानड
te_in: మురక్కానడ్

source: Moosapet
hi_in: मूसपेट
te_in: మూసపెట్

source: Moothanthara
hi_in: मूथानथारा
te_in: మూథానథారా

source: Mor
hi_in: मोर
te_in: మోర్

source: Mora (Panch Mahals)
hi_in: मोरा (पञ्च माहाल्स)
te_in: మోరా (పఞ్చ్ మాహాల్స్)

source: Morab
hi_in: मोरबी
te_in: మోరబీ

source: Moraba
hi_in: मोराब
te_in: మోరాబ్

source: Morabadi
hi_in: मोराबादी
te_in: మోరాబాదీ

source: Moradabad
hi_in: मोरादाबाद
te_in: మోరాదాబాద్

source: Moradabad Kutchery
hi_in: मोरादाबाद कुत्चेरय
te_in: మోరాదాబాద్ కుత్చెరయ్

source: Moradih
hi_in: मोराडीह
te_in: మోరాడీహ్

source: Moragudi
hi_in: मोरागुडी
te_in: మోరాగుడీ

source: Moraiya
hi_in: मोरिया
te_in: మోరియా

source: Moraj
hi_in: मोराज
te_in: మోరాజ్

source: Morale
hi_in: मोरले
te_in: మోరలె

source: Morambi
hi_in: मोरामबि
te_in: మోరామబి

source: Morandhana
hi_in: मोरांधना
te_in: మోరాంధనా

source: Moranhat
hi_in: मोरंहट
te_in: మోరంహట్

source: Morar
hi_in: मोरार
te_in: మోరార్

source: Morar Town
hi_in: मोरर टाउन
te_in: మోరర్ టాఉన్

source: Moratalab
hi_in: मोरातालाब
te_in: మోరాతాలాబ్

source: Morban
hi_in: मोरबां
te_in: మోరబాం

source: Morbi MDG
hi_in: मोरबी मङ्ग
te_in: మోరబీ మఙ్గ్

source: Morbi Nani Bazar
hi_in: मोरबी नानी बाजार
te_in: మోరబీ నానీ బాజార్

source: Morbi Ppw
hi_in: मोरबी पपव
te_in: మోరబీ పపవ్

source: Mordha
hi_in: मूर्धा
te_in: మూర్ధా

source: More
hi_in: मोरे
te_in: మోరె

source: Morena
hi_in: मोरेना
te_in: మోరెనా

source: Morena Mandi
hi_in: मोरेना मंडी
te_in: మోరెనా మండీ

source: Morenagar
hi_in: मोरेंगर
te_in: మోరెంగర్

source: Moreng
hi_in: मोरेंग
te_in: మోరెంగ్

source: Morgaon
hi_in: मोर्गन
te_in: మోర్గన్

source: Morgaon Kakad
hi_in: मोर्गों काकड़
te_in: మోర్గోం కాకడ్

source: Morgiri
hi_in: मोरगीरी
te_in: మోరగీరీ

source: Mori Road
hi_in: मोरी रोड
te_in: మోరీ రోడ్

source: Moria (P)
hi_in: मोरिया (प)
te_in: మోరియా (ప్)

source: Moria (N)
hi_in: मोरिया (न)
te_in: మోరియా (న్)

source: Morichapathar
hi_in: मोरिछपथर
te_in: మోరిఛపథర్

source: Morila
hi_in: मोरील
te_in: మోరీల్

source: Morinda
hi_in: मोरिंडा
te_in: మోరిండా

source: Morjampadu
hi_in: मोरजमपदु
te_in: మోరజమపదు

source: Mormugao
hi_in: मोरमुगाओ
te_in: మోరముగాఓ

source: Morna
hi_in: मोरना
te_in: మోరనా

source: Mornai
hi_in: मोर्ने
te_in: మోర్నె

source: Mornoi Bebejia
hi_in: मोरनोई बेबेजिया
te_in: మోరనోఈ బెబెజియా

source: Moroda
hi_in: मोरोद
te_in: మోరోద్

source: Moroli
hi_in: मोरोली
te_in: మోరోలీ

source: Moroli Kalan
hi_in: मोरोली कलां
te_in: మోరోలీ కలాం

source: Moronda
hi_in: मोरोद
te_in: మోరోద్

source: Morpirla
hi_in: मोरपिरल
te_in: మోరపిరల్

source: Morta
hi_in: मोरटा
te_in: మోరటా

source: Mortalav
hi_in: मोरतलाव
te_in: మోరతలావ్

source: Morthala
hi_in: मोरथला
te_in: మోరథలా

source: Morva ( Rena)
hi_in: मोरवा ( रैना)
te_in: మోరవా ( రేనా)

source: Morwa
hi_in: मोरवा
te_in: మోరవా

source: Morwaikala
hi_in: मोर्विकल
te_in: మోర్వికల్

source: Morwala
hi_in: मोरवाल
te_in: మోరవాల్

source: Morzira
hi_in: मोरझीरा
te_in: మోరఝీరా

source: Mosabani Mines
hi_in: मोसाबनी माइंस
te_in: మోసాబనీ మాఇంస్

source: Mosam
hi_in: मौसम
te_in: మౌసం

source: Moshi
hi_in: मोर्शी
te_in: మోర్శీ

source: Mosigam
hi_in: मोसिगाम
te_in: మోసిగాం

source: Mosina
hi_in: मोसिन
te_in: మోసిన్

source: Mosuru
hi_in: मोसुर
te_in: మోసుర్

source: Mota Amadra
hi_in: मोटा अमदरा
te_in: మోటా అమదరా

source: Mota Fofalia
hi_in: मोटा फोफलिया
te_in: మోటా ఫోఫలియా

source: Mota Gundala
hi_in: मोटा गुन्डल
te_in: మోటా గున్డల్

source: Mota Jalundra
hi_in: मोटा जालूँड्रा
te_in: మోటా జాలూఁడ్రా

source: Mota Mava
hi_in: मोटा मावा
te_in: మోటా మావా

source: Mota Mesra
hi_in: मोटा मेसरा
te_in: మోటా మెసరా

source: Mota Pondha
hi_in: मोटा पोधा
te_in: మోటా పోధా

source: Mota Sonela
hi_in: मोटा सोनेल
te_in: మోటా సోనెల్

source: Mota Surka
hi_in: मोटा सुरका
te_in: మోటా సురకా

source: Mota Tarpada
hi_in: मोटा तरपाड़ा
te_in: మోటా తరపాడ్ ా

source: Mota-munjiyasar
hi_in: मोटा-मुंजियासर
te_in: మోటా-ముంజియాసర్

source: Motadesar
hi_in: मोटेड़ेसर
te_in: మోటెడ్ ెసర్

source: Motal
hi_in: मोटल
te_in: మోటల్

source: Motap
hi_in: मोटापा
te_in: మోటాపా

source: Motari
hi_in: मोटरी
te_in: మోటరీ

source: Motera
hi_in: मोटर
te_in: మోటర్

source: Mothar
hi_in: मोथार
te_in: మోథార్

source: Mothirakkanni
hi_in: मोथिरेककणी
te_in: మోథిరెకకణీ

source: Moti Kishol
hi_in: मोती किशोल
te_in: మోతీ కిశోల్

source: Moti Bagh
hi_in: मोती बाग
te_in: మోతీ బాగ్

source: Moti Bhalu
hi_in: मोती भालु
te_in: మోతీ భాలు

source: Moti Daman
hi_in: मोती दमन
te_in: మోతీ దమన్

source: Moti Dau
hi_in: मोती दो
te_in: మోతీ దో

source: Moti Doongari Road
hi_in: मोती डूंगरी रोड
te_in: మోతీ డూంగరీ రోడ్

source: Moti Ghoda
hi_in: मोती घोडा
te_in: మోతీ ఘోడా

source: Moti Kantadi
hi_in: मोती कांतादी
te_in: మోతీ కాంతాదీ

source: Moti Khakhar
hi_in: मोती खखार
te_in: మోతీ ఖఖార్

source: Moti Khavdi
hi_in: मोती खावड़ी
te_in: మోతీ ఖావడ్ ీ

source: Moti Khervan
hi_in: मोती खैरवान
te_in: మోతీ ఖేరవాన్

source: Moti Moydi
hi_in: मोती मोइदी
te_in: మోతీ మోఇదీ

source: Moti Nagar
hi_in: मोती नगर
te_in: మోతీ నగర్

source: Moti Panduri
hi_in: मोती पंडुरी
te_in: మోతీ పండురీ

source: Moti Pavad
hi_in: मोती पवद
te_in: మోతీ పవద్

source: Moti Pipli
hi_in: मोती पिपली
te_in: మోతీ పిపలీ

source: Moti Rajasthali
hi_in: मोती राजस्थली
te_in: మోతీ రాజస్థలీ

source: Moti Roy Bandh
hi_in: मोती रॉय बांध
te_in: మోతీ ర్ య్ బాంధ్

source: Moti Valzar
hi_in: मोती वाल्ज़र
te_in: మోతీ వాల్జ్ ర్

source: Motibagah
hi_in: मोतीबागः
te_in: మోతీబాగః

source: Motibumadi
hi_in: मोटीबमड़ी
te_in: మోటీబమడ్ ీ

source: Moticheir
hi_in: मोटीचेयर
te_in: మోటీచెయర్

source: Motiganj (Baleswar)
hi_in: मोतीगंज (बालेस्वर)
te_in: మోతీగంజ్ (బాలెస్వర్)

source: Motigaon
hi_in: मोतिगओं
te_in: మోతిగఓం

source: Motighansari
hi_in: मोतीघान्सयारी
te_in: మోతీఘాన్సయారీ

source: Motiha
hi_in: मोतिहा
te_in: మోతిహా

source: Motihari College
hi_in: मोतिहारी कॉलेज
te_in: మోతిహారీ క్ లెజ్

source: Motihari Court
hi_in: मोतिहारी कोर्ट
te_in: మోతిహారీ కోర్ట్

source: Motijheel
hi_in: मोतीझील
te_in: మోతీఝీల్

source: Motijheel (Kanpur Nagar)
hi_in: मोतीझील (कानपूर नगर)
te_in: మోతీఝీల్ (కానపూర్ నగర్)

source: Motilal Nehru Nagr Bhilai
hi_in: मोतीलाल नेहरू नगर भिलाई
te_in: మోతీలాల్ నెహరూ నగర్ భిలాఈ

source: Motimonpari
hi_in: मोटिमोनपरी
te_in: మోటిమోనపరీ

source: Motipur
hi_in: मोतीपुर
te_in: మోతీపుర్

source: Motipura
hi_in: मोतीपुर
te_in: మోతీపుర్

source: Motirel(W)
hi_in: मोटीरेल(व)
te_in: మోటీరెల్(వ్)

source: Motived
hi_in: मोटिवेड़
te_in: మోటివెడ్

source: Moto
hi_in: मोटो
te_in: మోటో

source: Motor Stand
hi_in: मोटर स्टैंड
te_in: మోటర్ స్టేండ్

source: Motor Terminas Nakoder
hi_in: मोटर टर्मिनस नकोदर
te_in: మోటర్ టర్మినస్ నకోదర్

source: Motta
hi_in: मोटा
te_in: మోటా

source: Mottanuthu
hi_in: मोटानुठऊ
te_in: మోటానుఠఊ

source: Mottoupalayam
hi_in: मोटॉउपलयं
te_in: మోట్ ఉపలయం

source: Mouda
hi_in: मौदा
te_in: మౌదా

source: Mouddinpur
hi_in: मोउद्दीनपुर
te_in: మోఉద్దీనపుర్

source: Mouje Sangaon
hi_in: मौजे संगों
te_in: మౌజె సంగోం

source: Mouje Tasgaon
hi_in: मौजे तासगाव
te_in: మౌజె తాసగావ్

source: Moukura
hi_in: मौक़ूर
te_in: మౌక్ ూర్

source: Moula Nagar
hi_in: मौला नगर
te_in: మౌలా నగర్

source: Moulali
hi_in: मौलाली
te_in: మౌలాలీ

source: Mount St Joseph
hi_in: माउंट स्ट जोसफ
te_in: మాఉంట్ స్ట్ జోసఫ్

source: Mour Suhag
hi_in: मौर सुहाग
te_in: మౌర్ సుహాగ్

source: Moutrepaleam
hi_in: मौतरेपलें
te_in: మౌతరెపలెం

source: Movad
hi_in: माओवाद
te_in: మాఓవాద్

source: Movana
hi_in: मोवन
te_in: మోవన్

source: Moyna
hi_in: मोयन
te_in: మోయన్

source: Moynakalagachia
hi_in: मोयनकलगाचिया
te_in: మోయనకలగాచియా

source: Mozari
hi_in: मोज़री
te_in: మోజ్ రీ

source: MP Bhoj Open University
hi_in: मप भोज ओपन यूनिवर्सिटी
te_in: మప్ భోజ్ ఓపన్ యూనివర్సిటీ

source: MPT AO
hi_in: एमपीटी औ
te_in: ఏమపీటీ ఔ

source: Mrala
hi_in: मराला
te_in: మరాలా

source: Mrec Jaipur
hi_in: मरक जयपुर
te_in: మరక్ జైపూర్

source: Mrigala
hi_in: मृगल
te_in: మృగల్

source: Mrigpura
hi_in: मृगपुर
te_in: మృగపుర్

source: Mrityunjoynagar
hi_in: मृत्युंजयनगर
te_in: మృత్యుంజయనగర్

source: Mrutyumjayapalem
hi_in: मृत्युम्जयपालेम
te_in: మృత్యుమ్జయపాలెం

source: Msrit
hi_in: मसरित
te_in: మసరిత్

source: Mualbukawn
hi_in: मुअलबुकवन
te_in: ముఅలబుకవన్

source: Mualcheng
hi_in: मुळ्चेंग
te_in: ముళ్చెంగ్

source: Mualkhang
hi_in: मुअलखांग
te_in: ముఅలఖాంగ్

source: Muallung
hi_in: मुअलङ्ग
te_in: ముఅలఙ్గ్

source: Mualpheng
hi_in: मुअलफेंग
te_in: ముఅలఫెంగ్

source: Mualsei
hi_in: मुअलसेई
te_in: ముఅలసెఈ

source: Mualthuam 'N'
hi_in: मुअलथुआं 'न'
te_in: ముఅలథుఆం 'న్'

source: Mubarak Pur
hi_in: मुबारक पुर
te_in: ముబారక్ పుర్

source: Mubaraknagar
hi_in: मुबारकनगर
te_in: ముబారకనగర్

source: Mubarakpur
hi_in: मुबारकपुर
te_in: ముబారకపుర్

source: Mubarakpur Daiyadeeh
hi_in: मुबारकपुर दैयडीह
te_in: ముబారకపుర్ దేయడీహ్

source: Mubarikpur
hi_in: मुबारिकपुर
te_in: ముబారికపుర్

source: Mubarkpur
hi_in: मुबारकपुर
te_in: ముబారకపుర్

source: Muchandi
hi_in: मुचंडी
te_in: ముచండీ

source: Muchukunnu
hi_in: मुचुकुन्नु
te_in: ముచుకున్ను

source: Mud Hut Colony
hi_in: मुद हूत कॉलोनी
te_in: ముద్ హూత్ క్ లోనీ

source: Mudabagilu
hi_in: मुदबगिलु
te_in: ముదబగిలు

source: Mudadi
hi_in: मुद्दई
te_in: ముద్దఈ

source: Mudadi North
hi_in: मुद्दई नार्थ
te_in: ముద్దఈ నార్థ్

source: Mudahadadi
hi_in: मुडहडड़ी
te_in: ముడహడడ్ ీ

source: Mudakkuchalai
hi_in: मुदककुछलै
te_in: ముదకకుఛలే

source: Mudalamellahalli
hi_in: मुदलमेललाहल्ली
te_in: ముదలమెలలాహల్లీ

source: Mudalseri
hi_in: मुदलसेरी
te_in: ముదలసెరీ

source: Mudana
hi_in: मुडना
te_in: ముడనా

source: Mudapuram
hi_in: मुदपुरम
te_in: ముదపురం

source: Mudarda
hi_in: मुदृदा
te_in: ముదృదా

source: Mudavadekh
hi_in: मुदवदेख
te_in: ముదవదెఖ్

source: Mudavoor
hi_in: मुदवूर
te_in: ముదవూర్

source: Muddebiahl
hi_in: मुद्देबिअहल
te_in: ముద్దెబిఅహల్

source: Muddireddipalli
hi_in: मुददिरेड्डीपल्ली
te_in: ముదదిరెడ్డీపల్లీ

source: Mudenur
hi_in: मूडनुर
te_in: మూడనుర్

source: Muderla
hi_in: मुदरला
te_in: ముదరలా

source: Mudgelmal
hi_in: मुड़गेलमल
te_in: ముడ్ గెలమల్

source: Mudhal
hi_in: मुघल
te_in: ముఘల్

source: Mudhasana
hi_in: मुढसना
te_in: ముఢసనా

source: Mudhe Tarf Sawarda
hi_in: मुधे तरफ सवर्दा
te_in: ముధె తరఫ్ సవర్దా

source: Mudhipar
hi_in: मुढ़ीपार
te_in: ముఢ్ ీపార్

source: Mudhol (Bagalkot)
hi_in: मुधोल (बागलकोट)
te_in: ముధోల్ (బాగలకోట్)

source: Mudhol Bazar
hi_in: मुधोल बाजार
te_in: ముధోల్ బాజార్

source: Mudhol Extension
hi_in: मुधोल एक्सटेंशन
te_in: ముధోల్ ఏక్సటెంశన్

source: Mudia Khera
hi_in: मुड़िया खेड़ा
te_in: ముడ్ ియా ఖెడ్ ా

source: Mudiakurmiyat
hi_in: मुडियाकुर्मियात
te_in: ముడియాకుర్మియాత్

source: Mudiganam
hi_in: मुदिगणम
te_in: ముదిగణం

source: Mudigundam
hi_in: मुड़ीगंडम
te_in: ముడ్ ీగండం

source: Mudipara
hi_in: मुढ़ीपार
te_in: ముఢ్ ీపార్

source: Mudiyoorkonam
hi_in: मुडियूरकोनाम
te_in: ముడియూరకోనాం

source: Mudkavi
hi_in: मुडकावी
te_in: ముడకావీ

source: Mudradi
hi_in: मुद्रादि
te_in: ముద్రాది

source: Mudrajore
hi_in: मुद्रजोरे
te_in: ముద్రజోరె

source: Muduganapalli
hi_in: मुदुगनपल्ली
te_in: ముదుగనపల్లీ

source: Mudumudia
hi_in: मुदुमुडिया
te_in: ముదుముడియా

source: Muduthurai
hi_in: मुडुथुरई
te_in: ముడుథురఈ

source: Muftiganj
hi_in: मुफ्तीगंज
te_in: ముఫ్తీగంజ్

source: Mugad
hi_in: मुगद
te_in: ముగద్

source: Mugalsarai
hi_in: मुगलसराय
te_in: ముగలసరాయ్

source: Mugalur
hi_in: मुगलूर
te_in: ముగలూర్

source: Mugarshan
hi_in: मुगर्शन
te_in: ముగర్శన్

source: Mugli
hi_in: मुगलई
te_in: ముగలఈ

source: Muglisara
hi_in: मुगलीसरा
te_in: ముగలీసరా

source: Muguluvalli
hi_in: मुगलूवाली
te_in: ముగలూవాలీ

source: Muguru
hi_in: मुगुरु
te_in: ముగురు

source: Mugva
hi_in: मुग्व
te_in: ముగ్వ్

source: Mugva Surkatte
hi_in: मुग्व सुरकट्टे
te_in: ముగ్వ్ సురకట్టె

source: Muhana
hi_in: मोहन
te_in: మోహన్

source: MUHS
hi_in: मुह्स
te_in: ముహ్స్

source: Muiddinpur
hi_in: मुइद्दीनपुर
te_in: ముఇద్దీనపుర్

source: Muidipur
hi_in: मोइदीपुर
te_in: మోఇదీపుర్

source: Mujahidpur
hi_in: मुजाहिदपुर
te_in: ముజాహిదపుర్

source: Mujan
hi_in: मोजां
te_in: మోజాం

source: Mujeebpur
hi_in: मुजीबपुर
te_in: ముజీబపుర్

source: Mujpur
hi_in: मोजपुर
te_in: మోజపుర్

source: Mukadah
hi_in: मुकदह
te_in: ముకదహ్

source: Mukamamidi
hi_in: मुकममीदी
te_in: ముకమమీదీ

source: Mukan Pabusar
hi_in: मकान पाबूसर
te_in: మకాన్ పాబూసర్

source: Mukandpura
hi_in: मुकंदपुर
te_in: ముకందపుర్

source: Mukarabpuri
hi_in: मुकर्रबपुरी
te_in: ముకర్రబపురీ

source: Mukarampura
hi_in: मुकरामपुर
te_in: ముకరామపుర్

source: Mukarrabpur
hi_in: मुक़र्रबपुर
te_in: ముక్ ర్రబపుర్

source: Mukdumpur
hi_in: मकदुमपुर
te_in: మకదుమపుర్

source: Mukeempur
hi_in: मुकीमपुर
te_in: ముకీమపుర్

source: Mukerian
hi_in: मुकेरियां
te_in: ముకెరియాం

source: Mukhai
hi_in: मुखय
te_in: ముఖయ్

source: Mukhatyra
hi_in: मुख्तयार
te_in: ముఖ్తయార్

source: Mukhdangra
hi_in: मुखदानगर
te_in: ముఖదానగర్

source: Mukhed
hi_in: मुखेड
te_in: ముఖెడ్

source: Mukhtarganj
hi_in: मुख्तारगंज
te_in: ముఖ్తారగంజ్

source: Mukindpur
hi_in: मुकंदपुर
te_in: ముకందపుర్

source: Mukkada
hi_in: मुक्काद
te_in: ముక్కాద్

source: Mukkali
hi_in: मुक्कली
te_in: ముక్కలీ

source: Mukkani
hi_in: मुक्कानि
te_in: ముక్కాని

source: Mukkanur
hi_in: मुक्कनुर
te_in: ముక్కనుర్

source: Mukkudil
hi_in: मुक्कुदल
te_in: ముక్కుదల్

source: Mukri
hi_in: मुकरी
te_in: ముకరీ

source: Mukshudpur
hi_in: मुखशुदपुर
te_in: ముఖశుదపుర్

source: Muktapasi
hi_in: मुख्तापसी
te_in: ముఖ్తాపసీ

source: Muktapur
hi_in: मुक्तापुर
te_in: ముక్తాపుర్

source: Muktinagar
hi_in: मुक्तिनगर
te_in: ముక్తినగర్

source: Muktipur
hi_in: मुक्तिपुर
te_in: ముక్తిపుర్

source: Mukundapur
hi_in: मुकुंदपुर
te_in: ముకుందపుర్

source: Mukundpur
hi_in: मुकुंदपुर
te_in: ముకుందపుర్

source: Mukundpur Grahi
hi_in: मुकुन्दपुर ग्राही
te_in: ముకున్దపుర్ గ్రాహీ

source: Mukuperi
hi_in: मुकुपेरई
te_in: ముకుపెరఈ

source: Mukutban
hi_in: मुकुटबन
te_in: ముకుటబన్

source: Mulachel
hi_in: मुलाचेल
te_in: ములాచెల్

source: Mulagumoodu
hi_in: मुलगुमूडू
te_in: ములగుమూడూ

source: Mulaj
hi_in: मुलाज
te_in: ములాజ్

source: Mulajore
hi_in: मोलजोरे
te_in: మోలజోరె

source: Mulakulam South
hi_in: मुलकुलम साउथ
te_in: ములకులమ్ సాఉథ్

source: Mulakuvally
hi_in: मुलकुवल्ली
te_in: ములకువల్లీ

source: Mulakuzha
hi_in: मुलकुज़ह
te_in: ములకుజ్ హ్

source: Mulane
hi_in: मुलाने
te_in: ములానె

source: Mulanthuruthy
hi_in: मुलान्थुरूथी
te_in: ములాన్థురూథీ

source: Mulapalayam
hi_in: मुलापलायम
te_in: ములాపలాయం

source: Mulavoor
hi_in: मुलावूर
te_in: ములావూర్

source: Mulayara
hi_in: मुलायर
te_in: ములాయర్

source: Mulbagal
hi_in: मूलबगल
te_in: మూలబగల్

source: Mulde
hi_in: मोल्ड
te_in: మోల్డ్

source: Muldhar
hi_in: मूलधार
te_in: మూలధార్

source: Mulgaon
hi_in: मुल्गाओं
te_in: ముల్గాఓం

source: Muli
hi_in: मूली
te_in: మూలీ

source: Muliabari
hi_in: मुलियाबारी
te_in: ములియాబారీ

source: Mullakodi
hi_in: मुलाकोड़ी
te_in: ములాకోడ్ ీ

source: Mullampatti
hi_in: मुल्लमपट्टी
te_in: ముల్లమపట్టీ

source: Mullanginavilai
hi_in: मुल्लनगिनविले
te_in: ముల్లనగినవిలె

source: Mullanpur
hi_in: मुल्लांपुर
te_in: ముల్లాంపుర్

source: Mullepur
hi_in: मुलपुर
te_in: ములపుర్

source: Mullur
hi_in: मुल्लुर
te_in: ముల్లుర్

source: Mulsan
hi_in: मूलसँ
te_in: మూలసఁ

source: Multani Dhanda
hi_in: मुल्तानी ढांडा
te_in: ముల్తానీ ఢాండా

source: Multania
hi_in: मुल्तानिया
te_in: ముల్తానియా

source: Muluk
hi_in: मुलुक
te_in: ములుక్

source: Mulund Colony
hi_in: मुलुंड कॉलोनी
te_in: ములుండ్ క్ లోనీ

source: Mulund Dd Road
hi_in: मुलुंड दद रोड
te_in: ములుండ్ దద్ రోడ్

source: Mulund East
hi_in: मुलुंड ईस्ट
te_in: ములుండ్ ఈస్ట్

source: Mulund West
hi_in: मुलुंड वेस्ट
te_in: ములుండ్ వెస్ట్

source: Mumbai Central
hi_in: मुंबई सेंट्रल
te_in: ముంబై సెంట్రల్

source: Mumbai G.P.O.
hi_in: मुम्बई जी.पी.ओ.
te_in: ముంబై జీ.పీ.ఓ.

source: Mumbra
hi_in: मुम्ब्रा
te_in: ముమ్బ్రా

source: Mummidivaram
hi_in: मुम्मीदीवराम
te_in: ముమ్మీదీవరాం

source: Mumtaj Nagar
hi_in: मुमताज नगर
te_in: ముమతాజ్ నగర్

source: Mumtajpur
hi_in: मुमताजपुर
te_in: ముమతాజపుర్

source: Mumund
hi_in: मुमुन्द
te_in: ముమున్ద్

source: Mumurshi
hi_in: मुमुर्शि
te_in: ముముర్శి

source: Munagalapadu
hi_in: मुनगलापडु
te_in: మునగలాపడు

source: Munawale
hi_in: मुनवाले
te_in: మునవాలె

source: Munawali
hi_in: मुनवाली
te_in: మునవాలీ

source: Munda Khera Kalan
hi_in: मुण्डा खेड़ा कलां
te_in: ముణ్డా ఖెడ్ ా కలాం

source: Munda Pind
hi_in: मुंडा पिंड
te_in: ముండా పిండ్

source: Mundagnur
hi_in: मुंदगनूर
te_in: ముందగనూర్

source: Mundaje
hi_in: मुनदजे
te_in: మునదజె

source: Mundakayam
hi_in: मूंदकयं
te_in: మూందకయం

source: Mundakayam East
hi_in: मूंदकयं ईस्ट
te_in: మూందకయం ఈస్ట్

source: Mundakkottukurissi
hi_in: मुंडक्कोत्तुकुरिससि
te_in: ముండక్కోత్తుకురిససి

source: Mundalia
hi_in: मुंदलिया
te_in: ముందలియా

source: Mundalli
hi_in: मुंडाली
te_in: ముండాలీ

source: Mundankal
hi_in: मुंडनकल
te_in: ముండనకల్

source: Mundapata
hi_in: मंडपात
te_in: మండపాత్

source: Mundathanam
hi_in: मुंडथनम
te_in: ముండథనం

source: Mundela
hi_in: मुंडेल
te_in: ముండెల్

source: Mundera Bazar
hi_in: मुंडेरा बाजार
te_in: ముండెరా బాజార్

source: Munderi
hi_in: मुंडेरी
te_in: ముండెరీ

source: Mundghisya
hi_in: मूंड़घिस्या
te_in: మూండ్ ఘిస్యా

source: Mundha Khera
hi_in: मुंध खेर
te_in: ముంధ్ ఖెర్

source: Mundheda
hi_in: मंधेडा
te_in: మంధెడా

source: Mundhon Kalan
hi_in: मुंडों कलां
te_in: ముండోం కలాం

source: Mundhva
hi_in: मुंधवा
te_in: ముంధవా

source: Mundhva AV
hi_in: मुंधवा अव
te_in: ముంధవా అవ్

source: Mundi Tal
hi_in: मुंदी ताल
te_in: ముందీ తాల్

source: Mundia Ahamad Nagar
hi_in: मुंडा अहमद नगर
te_in: ముండా అహమద్ నగర్

source: Mundia Rampura
hi_in: मुंडा रामपुर
te_in: ముండా రామపుర్

source: Mundiagaarh
hi_in: मुंदियागढ़
te_in: ముందియాగఢ్

source: Mundian Kalan
hi_in: मुंडियां कलां
te_in: ముండియాం కలాం

source: Mundipadar
hi_in: मुन्दीपदर
te_in: మున్దీపదర్

source: Mundiyar
hi_in: मुंडियर
te_in: ముండియర్

source: Mundka
hi_in: मुंडका
te_in: ముండకా

source: Mundla
hi_in: मंडल
te_in: మండల్

source: Mundomahul
hi_in: मुन्डोमहल
te_in: మున్డోమహల్

source: Mundota
hi_in: मुंडोता
te_in: ముండోతా

source: Mundra
hi_in: मुंद्रा
te_in: ముంద్రా

source: Mundre
hi_in: मुन्द्रे
te_in: మున్ద్రె

source: Mundro
hi_in: मुन्द्रो
te_in: మున్ద్రో

source: Mundu
hi_in: मुंडू
te_in: ముండూ

source: Mundur
hi_in: मुंडुर
te_in: ముండుర్

source: Munduribeda
hi_in: मुंदुरईबेड़ा
te_in: ముందురఈబెడ్ ా

source: Mundwar
hi_in: मुंडवार
te_in: ముండవార్

source: Mungal Galoo
hi_in: मंगल गलू
te_in: మంగల్ గలూ

source: Mungaliya Hatt
hi_in: मुंगालिया हट्ट
te_in: ముంగాలియా హట్ట్

source: Mungar
hi_in: मुंगेर
te_in: ముంగెర్

source: Mungasarla
hi_in: मूंगसरल
te_in: మూంగసరల్

source: Mungeli
hi_in: मुंगेली
te_in: ముంగెలీ

source: Munger College
hi_in: मुंगेर कॉलेज
te_in: ముంగెర్ క్ లెజ్

source: Munger Fort
hi_in: मुंगेर फोर्ट
te_in: ముంగెర్ ఫోర్ట్

source: Mungra Badshahpur
hi_in: मुंगरा बादशाहपुर
te_in: ముంగరా బాదశాహపుర్

source: Mungsara
hi_in: मंगसर
te_in: మంగసర్

source: Mungthala
hi_in: मूंगथला
te_in: మూంగథలా

source: Municipal Board
hi_in: म्युनिसिपल बोर्ड
te_in: మ్యునిసిపల్ బోర్డ్

source: Municipal Corporation
hi_in: म्युनिसिपल कारपोरेशन
te_in: మ్యునిసిపల్ కారపోరెశన్

source: Municipal Office(Guntur)
hi_in: म्युनिसिपल ऑफिस(गुंटूर)
te_in: మ్యునిసిపల్ ఑ఫిస్(గుంటూర్)

source: Munigadi
hi_in: मुनिगदि
te_in: మునిగది

source: Muninda
hi_in: मुनिंदा
te_in: మునిందా

source: Munji
hi_in: मुंजी
te_in: ముంజీ

source: Munjpar
hi_in: मुंजपर
te_in: ముంజపర్

source: Munjwad
hi_in: मुंजवाद
te_in: ముంజవాద్

source: Munkeri
hi_in: मुनकेरी
te_in: మునకెరీ

source: Munnar
hi_in: मुन्नार
te_in: మున్నార్

source: Munnar Colony
hi_in: मुन्नर कॉलोनी
te_in: మున్నర్ క్ లోనీ

source: Munnelli
hi_in: मुन्नेल्ली
te_in: మున్నెల్లీ

source: Munpalli
hi_in: मुनपल्ली
te_in: మునపల్లీ

source: Munsari
hi_in: मुंसरी
te_in: ముంసరీ

source: Munshiganj (Barabanki)
hi_in: मुंशीगंज (बाराबंकी)
te_in: ముంశీగంజ్ (బారాబంకీ)

source: Munshipurwa
hi_in: मुंशीपुरवा
te_in: ముంశీపురవా

source: Munsiari
hi_in: मुंसियारी
te_in: ముంసియారీ

source: Munsiladpur
hi_in: मूंसीलादपुर
te_in: మూంసీలాదపుర్

source: Munutunia
hi_in: मुनुतुनिया
te_in: మునుతునియా

source: Mupliyam
hi_in: मुपलियं
te_in: ముపలియం

source: Mupparu
hi_in: मुपपरु
te_in: ముపపరు

source: Muppathadam
hi_in: मुपपथदम
te_in: ముపపథదం

source: Mupperia
hi_in: मुपरिया
te_in: ముపరియా

source: Mupyut
hi_in: मुपयुट
te_in: ముపయుట్

source: Murad Nagar (Ghaziabad)
hi_in: मुराद नगर (ग़ज़िआबाद)
te_in: మురాద్ నగర్ (గ్ జ్ ిఆబాద్)

source: Murad Nagar (Hyderabad)
hi_in: मुराद नगर (हैदराबाद)
te_in: మురాద్ నగర్ (హేదరాబాద్)

source: Muradganj
hi_in: मुरादगंज
te_in: మురాదగంజ్

source: Muradpur
hi_in: मुरादपुर
te_in: మురాదపుర్

source: Murali
hi_in: मुरली
te_in: మురలీ

source: Murapaka
hi_in: मुरपाक
te_in: మురపాక్

source: Murara
hi_in: मुरार
te_in: మురార్

source: Murarpur
hi_in: मुरारपुर
te_in: మురారపుర్

source: Murde
hi_in: मुर्दे
te_in: ముర్దె

source: Murdeshwar
hi_in: मुर्देश्वर
te_in: ముర్దెశ్వర్

source: Murdongri
hi_in: मोरडोंगरी
te_in: మోరడోంగరీ

source: Murhan
hi_in: मुर्हैं
te_in: ముర్హేం

source: Murhar
hi_in: मुरहर
te_in: మురహర్

source: Muribahal
hi_in: मुरीबहाल
te_in: మురీబహాల్

source: Muringeri
hi_in: मुरिंजरी
te_in: మురింజరీ

source: Muriyar
hi_in: मुड़ियार
te_in: ముడ్ ియార్

source: Murka
hi_in: मुरक
te_in: మురక్

source: Murkhada
hi_in: मूर्खद
te_in: మూర్ఖద్

source: Murki
hi_in: मुरकी
te_in: మురకీ

source: Murkur
hi_in: मुरकुर
te_in: మురకుర్

source: Murliganj
hi_in: मुरलीगंज
te_in: మురలీగంజ్

source: Murliganj Tola
hi_in: मुरलीगंज टोला
te_in: మురలీగంజ్ టోలా

source: Murlipur Phool
hi_in: मुरलीपुर फूल
te_in: మురలీపుర్ ఫూల్

source: Murma Nayasarai
hi_in: मुरम नयासराई
te_in: మురమ్ నయాసరాఈ

source: Murme (Deogad)
hi_in: मुरम (देवगढ़)
te_in: మురమ్ (దెవగఢ్ )

source: Murmunda
hi_in: मुरमुंदा
te_in: మురముందా

source: Murna
hi_in: मुरना
te_in: మురనా

source: Murnal
hi_in: मुरनाल
te_in: మురనాల్

source: Murpa
hi_in: मोरपा
te_in: మోరపా

source: Murra
hi_in: मुर्रा
te_in: ముర్రా

source: Murradih
hi_in: मुर्राडीह
te_in: ముర్రాడీహ్
