Repository: healthvdev/custom_template
Catalog: languages/*.po
Languages: hi_in, te_in

source: Piratlanka
hi_in: पिरातलंक
te_in: పిరాతలంక్

source: Pirattiyur
hi_in: पिराट्टियूर
te_in: పిరాట్టియూర్

source: Pirayiri
hi_in: पीरयिरी
te_in: పీరయిరీ

source: Piriyapoch
hi_in: पीरियापाच
te_in: పీరియాపాచ్

source: Piroi
hi_in: पिरोई
te_in: పిరోఈ

source: Pirtand
hi_in: पीरटांड़
te_in: పీరటాం

source: Pirthala
hi_in: पिरथला
te_in: పిరథలా

source: Pirthipur
hi_in: पिरथीपुर
te_in: పిరథీపుర్

source: Pirthivipur
hi_in: पिर्थिवीपुर
te_in: పిర్థివీపుర్

source: Piruvada
hi_in: पीरूवाद
te_in: పీరూవాద్

source: Pisai
hi_in: पिसाई
te_in: పిసాఈ

source: Pisarve
hi_in: पीसरवे
te_in: పీసరవె

source: Pisaud
hi_in: पिसौद
te_in: పిసౌద్

source: Pisaur
hi_in: पिसौर
te_in: పిసౌర్

source: Pisgaon
hi_in: पिसगान
te_in: పిసగాన్

source: Piska
hi_in: पिस्का
te_in: పిస్కా

source: Piskanagri
hi_in: पिस्कानगरी
te_in: పిస్కానగరీ

source: Pisnaharia
hi_in: पिसनहरिया
te_in: పిసనహరియా

source: Pitamahal
hi_in: पितामहल
te_in: పితామహల్

source: Pitamahul
hi_in: पितामहुल
te_in: పితామహుల్

source: Pitambarchak
hi_in: पीताम्बरचक
te_in: పీతామ్బరచక్

source: Pitambarhat Bazali
hi_in: पीतांबरहाट बजली
te_in: పీతాంబరహాట్ బజలీ

source: Pith Baza- Khambhat
hi_in: पीठ बज़- खंभात
te_in: పీఠ్ బ్ - ఖంభాత్

source: Pithagola
hi_in: पिथगोला
te_in: పిథగోలా

source: Pithaguda
hi_in: पिठागुदा
te_in: పిఠాగుదా

source: Pithai
hi_in: पिटाई
te_in: పిటాఈ

source: Pithapuram Colony
hi_in: पीठापुरम कॉलोनी
te_in: పీఠాపురమ్ క్ లోనీ

source: Pithisar
hi_in: पीथीसर
te_in: పీథీసర్

source: Pithora
hi_in: पिथोरा
te_in: పిథోరా

source: Pithoria
hi_in: पिठोरिया
te_in: పిఠోరియా

source: Pithra
hi_in: पितर
te_in: పితర్

source: Piwali
hi_in: पिवळी
te_in: పివళీ

source: Piyajee
hi_in: पियाजी
te_in: పియాజీ

source: Piyava
hi_in: पियवा
te_in: పియవా

source: Pizhaku
hi_in: पिज़हाकु
te_in: పి హాకు

source: Pizhala
hi_in: पिज़्हल
te_in: పి ్హల్

source: Plachikara
hi_in: पलचिकर
te_in: పలచికర్

source: Plappally
hi_in: पलापल्ली
te_in: పలాపల్లీ

source: Plywood Colony
hi_in: प्लाईवुड कॉलोनी
te_in: ప్లాఈవుడ్ క్ లోనీ

source: PMG Jn
hi_in: पमग जन
te_in: పమగ్ జన్

source: Pmmarket
hi_in: पम्मारकेट
te_in: పమ్మారకెట్

source: Pn Road
hi_in: पन रोड
te_in: పన్ రోడ్

source: Pochampally
hi_in: पोचमपल्ली
te_in: పోచమపల్లీ

source: Pocharam
hi_in: पोचाराम
te_in: పోచారాం

source: Podaghat
hi_in: पोदघाट
te_in: పోదఘాట్

source: Podalada
hi_in: पोदलद
te_in: పోదలద్

source: Podamarai
hi_in: पोड़ामारै
te_in: పో ామారే

source: Podasul
hi_in: पोदसुल
te_in: పోదసుల్

source: Podavur
hi_in: पादावुर
te_in: పాదావుర్

source: Poddardih
hi_in: पोद्दारडीह
te_in: పోద్దారడీహ్

source: Podia
hi_in: पोदिया
te_in: పోదియా

source: Podiyattuvila
hi_in: पोडियटटुविला
te_in: పోడియటటువిలా

source: Podra
hi_in: पोडर
te_in: పోడర్

source: Podumbu
hi_in: पोडुमबू
te_in: పోడుమబూ

source: Pogal
hi_in: पागल
te_in: పాగల్

source: Pogallapalli
hi_in: पोगलेपल्ली
te_in: పోగలెపల్లీ

source: Pogathota
hi_in: पोगतहोता
te_in: పోగతహోతా

source: Pohale T/F Borgaon
hi_in: पाहले टी/फ बोरगांव
te_in: పాహలె టీ/ఫ్ బోరగాంవ్

source: Pohale Turf Alate
hi_in: पाहले टर्फ आलाते
te_in: పాహలె టర్ఫ్ ఆలాతె

source: Pohandul
hi_in: पोहनदुल
te_in: పోహనదుల్

source: Pohiar
hi_in: पोहियार
te_in: పోహియార్

source: Poicha
hi_in: पोइच
te_in: పోఇచ్

source: Poigaipatti
hi_in: पोईगईपट्टी
te_in: పోఈగఈపట్టీ

source: Poincha
hi_in: पाइन्छ
te_in: పాఇన్ఛ్

source: Poipal
hi_in: पॉइपल
te_in: ప్ ఇపల్

source: Pojenga
hi_in: पोजेंगा
te_in: పోజెంగా

source: Pokadal
hi_in: पोकदल
te_in: పోకదల్

source: Pokharar
hi_in: पोखरर
te_in: పోఖరర్

source: Pokharbhinda
hi_in: पोखरभिंडा
te_in: పోఖరభిండా

source: Pokhari Nagnath
hi_in: पोखरि नागनाथ
te_in: పోఖరి నాగనాథ్

source: Pokharia
hi_in: पोखरिया
te_in: పోఖరియా

source: Pokharkhali
hi_in: पोखरखाली
te_in: పోఖరఖాలీ

source: Pokhra
hi_in: पोखरा
te_in: పోఖరా

source: Pokkunnu
hi_in: पोक्कुन्नु
te_in: పోక్కున్ను

source: Polaha
hi_in: पोलाहा
te_in: పోలాహా

source: Polakampadu Ind. Area
hi_in: पोलकमपदु एंड. एरिया
te_in: పోలకమపదు ఏండ్. ఏరియా

source: Polali
hi_in: पॉलली
te_in: ప్ లలీ

source: Polama
hi_in: पालम
te_in: పాలం

source: Polampalli
hi_in: पोलमपल्ली
te_in: పోలమపల్లీ

source: Polango
hi_in: पोलान्गो
te_in: పోలాన్గో

source: Polasanipally
hi_in: पोलासनीपल्ली
te_in: పోలాసనీపల్లీ

source: Polasara Nimina
hi_in: पालसरा निमिन
te_in: పాలసరా నిమిన్

source: Polavakalipalayam
hi_in: पोलवकलिपलायम
te_in: పోలవకలిపలాయం

source: Polepally
hi_in: पोलेपल्ली
te_in: పోలెపల్లీ

source: Police Line
hi_in: पुलिस लाइन
te_in: పులిస్ లాఇన్

source: Police Line Harsaon
hi_in: पुलिस लाइन हार्सों
te_in: పులిస్ లాఇన్ హార్సోం

source: Pollachi
hi_in: पोल्लाची
te_in: పోల్లాచీ

source: Pollachi Bazaar
hi_in: पोल्लाची बाजार
te_in: పోల్లాచీ బాజార్

source: Pollachi RS
hi_in: पोल्लाची रस
te_in: పోల్లాచీ రస్

source: Pollachi West
hi_in: पोल्लाची वेस्ट
te_in: పోల్లాచీ వెస్ట్

source: Pollock Street
hi_in: पोलाक स्ट्रीट
te_in: పోలాక్ స్ట్రీట్

source: Polosara
hi_in: पोलोसर
te_in: పోలోసర్

source: Polpakara
hi_in: पाल्पाकार
te_in: పాల్పాకార్

source: Polpol
hi_in: पोलपोल
te_in: పోలపోల్

source: Polsanda
hi_in: पोलसंडा
te_in: పోలసండా

source: Polytechnic (Ahmedabad)
hi_in: पॉलिटेक्निक (अहमदाबाद)
te_in: ప్ లిటెక్నిక్ (అహ్మదాబాదు)

source: Pomawa
hi_in: पोमावा
te_in: పోమావా

source: Pomendi Budruk
hi_in: पोमेंदी बुद्रुक
te_in: పోమెందీ బుద్రుక్

source: Pomgaon
hi_in: पोमग़ों
te_in: పోమౚోం

source: Ponand-karur
hi_in: पोण्ड-क्रूर
te_in: పోణ్డ్-క్రూర్

source: Ponangi
hi_in: पोंङ्गी
te_in: పోంఙ్గీ

source: Ponani
hi_in: पांणी
te_in: పాంణీ

source: Ponda
hi_in: पोंडा
te_in: పోండా

source: Pondi
hi_in: पोंडी
te_in: పోండీ

source: Pondicherry
hi_in: पांडिचेरी
te_in: పాండిచెరీ

source: Pondicherry University
hi_in: पांडिचेरी यूनिवर्सिटी
te_in: పాండిచెరీ యూనివర్సిటీ

source: Pondidalha
hi_in: पोड़ीदल्ह
te_in: పో ీదల్హ్

source: Pondilingapuram
hi_in: पौंडीलिंगपुरम
te_in: పౌండీలింగపురం

source: Pondur
hi_in: पांडुर
te_in: పాండుర్

source: Pongabheji
hi_in: पोंगाभेजी
te_in: పోంగాభెజీ

source: Pongalur-avanashi
hi_in: पोंगालुर-अवनाशी
te_in: పోంగాలుర్-అవనాశీ

source: Ponganadu
hi_in: पोंगान्दु
te_in: పోంగాన్దు

source: Pongtung
hi_in: पोंगतुंग
te_in: పోంగతుంగ్

source: Pongupalayam
hi_in: पोंगापालयं
te_in: పోంగాపాలయం

source: Ponkunnam
hi_in: पोन्कुन्नम
te_in: పోన్కున్నం

source: Ponkunnam Court
hi_in: पोन्कुन्नम कोर्ट
te_in: పోన్కున్నమ్ కోర్ట్

source: Ponmana
hi_in: पवमान
te_in: పవమాన్

source: Ponmanai
hi_in: पोनमानै
te_in: పోనమానే

source: Ponmeni
hi_in: पोमेनी
te_in: పోమెనీ

source: Ponnagar
hi_in: पुन्नगर
te_in: పున్నగర్

source: Ponnamaravathy
hi_in: पोन्नमरवाथी
te_in: పోన్నమరవాథీ

source: Ponnamkayam
hi_in: पोन्नमकायं
te_in: పోన్నమకాయం

source: Ponnammapet
hi_in: पोन्नाम्मापित
te_in: పోన్నామ్మాపిత్

source: Ponnappasanthe
hi_in: पोन्नपापसंद
te_in: పోన్నపాపసంద్

source: Ponnarampatti
hi_in: पोन्नरमपट्टी
te_in: పోన్నరమపట్టీ

source: Ponnari
hi_in: पोंणारी
te_in: పోంణారీ

source: Ponnasamudra
hi_in: पोंनसमुद्र
te_in: పోంనసముద్ర్

source: Ponnavarayankottai
hi_in: पोन्नवरायनकोट्टई
te_in: పోన్నవరాయనకోట్టఈ

source: Ponnegoundenpudur
hi_in: पोंनेगोंदीनपुडुर
te_in: పోంనెగోందీనపుడుర్

source: Ponniah School Buildings
hi_in: पोन्नईः स्कूल बिल्डिंग्स
te_in: పోన్నఈః స్కూల్ బిల్డింగ్స్

source: Ponniyakurissi
hi_in: पोन्नय्याकुरइसी
te_in: పోన్నయ్యాకురఇసీ

source: Ponnur
hi_in: पोन्नूर
te_in: పోన్నూర్

source: Ponnur Bazar
hi_in: पोन्नूर बाजार
te_in: పోన్నూర్ బాజార్

source: Ponsra
hi_in: पोंसरा
te_in: పోంసరా

source: Ponthenpuzha
hi_in: पोथेपुज़हा
te_in: పోథెపు హా

source: Poochackal
hi_in: पूछककाल
te_in: పూఛకకాల్

source: Pookkara Street
hi_in: पूक्कर स्ट्रीट
te_in: పూక్కర్ స్ట్రీట్

source: Pookkottumpadam
hi_in: पूक्कोट्टमपदं
te_in: పూక్కోట్టమపదం

source: Poolavari Agraharam
hi_in: पूलावरी अग्रहारम
te_in: పూలావరీ అగ్రహారం

source: Poomulla
hi_in: पूमउल्ला
te_in: పూమఉల్లా

source: Poonamallee
hi_in: पूनमल्ली
te_in: పూనమల్లీ

source: Poonamallee East
hi_in: पूनमल्ली ईस्ट
te_in: పూనమల్లీ ఈస్ట్

source: Poonjeri
hi_in: पुँजेरी
te_in: పుఁజెరీ

source: Poonkulanji
hi_in: पून्कुलानजी
te_in: పూన్కులానజీ

source: Poonthura
hi_in: पुन्थूर
te_in: పున్థూర్

source: Poora N Pansari
hi_in: पूरा न पंसारी
te_in: పూరా న్ పంసారీ

source: Pooranankuppam
hi_in: पूर्णानकुप्पम
te_in: పూర్ణానకుప్పం

source: Pootharakkal
hi_in: पूठरक्कल
te_in: పూఠరక్కల్

source: Poothole
hi_in: पूठोल
te_in: పూఠోల్

source: Poothurai
hi_in: पुथुरई
te_in: పుథురఈ

source: Poovarani
hi_in: पूवरणी
te_in: పూవరణీ

source: Poovathode
hi_in: पूवथवडे
te_in: పూవథవడె

source: Poovatholi
hi_in: पूवाथोली
te_in: పూవాథోలీ

source: Poovattu Paramba
hi_in: पूवततु पराम्बा
te_in: పూవతతు పరామ్బా

source: Pooyapally
hi_in: पूयपल्ली
te_in: పూయపల్లీ

source: Poozhikole
hi_in: पुज़हाईकोले
te_in: పు హాఈకోలె

source: Pophali
hi_in: पोफली
te_in: పోఫలీ

source: Popragaon
hi_in: पोपरागों
te_in: పోపరాగోం

source: Populuru
hi_in: पोपूलूरु
te_in: పోపూలూరు

source: Por
hi_in: पोर
te_in: పోర్

source: Poraiya
hi_in: पोरैया
te_in: పోరేయా

source: Poramatala Road
hi_in: पोरमतल रोड
te_in: పోరమతల్ రోడ్

source: Poranki
hi_in: पौराणकि
te_in: పౌరాణకి

source: Porathissery
hi_in: पोर्थीस्सेरी
te_in: పోర్థీస్సెరీ

source: Poravipalayam
hi_in: पोरवीपालयं
te_in: పోరవీపాలయం

source: Porbandar
hi_in: पोरबंदर
te_in: పోరబందర్

source: Porbandar Bhojeshwar
hi_in: पोरबंदर भोजेश्वर
te_in: పోరబందర్ భోజెశ్వర్

source: Porbandar Birla Sagar
hi_in: पोरबन्दर बिरला सगर
te_in: పోరబన్దర్ బిరలా సగర్

source: Porbandar Chhaya Plot
hi_in: पोरबंदर छाया प्लाट
te_in: పోరబందర్ ఛాయా ప్లాట్

source: Porbandar Hanuman Gufa
hi_in: पोरबन्दर हनुमान गुफ़ा
te_in: పోరబన్దర్ హనుమాన్ గు ా

source: Porbandar M G Road
hi_in: पोरबन्दर म ग रोड
te_in: పోరబన్దర్ మ్ గ్ రోడ్

source: Porbandar Manek Chowk
hi_in: पोरबंदर मानेक चौक
te_in: పోరబందర్ మానెక్ చౌక్

source: Porbandar Mill Pura
hi_in: पोरबंदर मिल पूरा
te_in: పోరబందర్ మిల్ పూరా

source: Porda (Bhatera)
hi_in: पारद (भतेरा)
te_in: పారద్ (భతెరా)

source: Poredom
hi_in: परेडों
te_in: పరెడోం

source: Porle Turf Thane
hi_in: पार्ले टर्फ ठाणे
te_in: పార్లె టర్ఫ్ ఠాణె

source: Porlupalem
hi_in: पोरलउपलेम
te_in: పోరలఉపలెం

source: Porora
hi_in: पोरूर
te_in: పోరూర్

source: Porsola
hi_in: पारसोला
te_in: పారసోలా

source: Port Blair
hi_in: पोर्ट ब्लेयर
te_in: పోర్ట్ బ్లెయర్

source: Porterpet
hi_in: पोर्टेर्पेट
te_in: పోర్టెర్పెట్

source: Porur
hi_in: पोरुर
te_in: పోరుర్

source: Posheri
hi_in: पोषरी
te_in: పోషరీ

source: Poshir
hi_in: पोशीर
te_in: పోశీర్

source: Poshpur
hi_in: पोषपुर
te_in: పోషపుర్

source: Positra
hi_in: पोसिटर
te_in: పోసిటర్

source: Postal Colony (Yavatmal)
hi_in: पोस्टल कॉलोनी (यवतमाल)
te_in: పోస్టల్ క్ లోనీ (యవతమాల్)

source: Postal Park
hi_in: पोस्टल पार्क
te_in: పోస్టల్ పార్క్

source: Postal Stores Depot
hi_in: पोस्टल स्टोर्स डिपो
te_in: పోస్టల్ స్టోర్స్ డిపో

source: Potali
hi_in: पोटली
te_in: పోటలీ

source: Potamdag
hi_in: पोटैमदाग
te_in: పోటేమదాగ్

source: Pothamedu
hi_in: पोतैमेदु
te_in: పోతేమెదు

source: Pothamettupatti
hi_in: पोथामेत्तुपट्टी
te_in: పోథామెత్తుపట్టీ

source: Pothampati
hi_in: पोथामपति
te_in: పోథామపతి

source: Pothavaram
hi_in: पोठवाराम
te_in: పోఠవారాం

source: Pothgal
hi_in: पुतगाल
te_in: పుతగాల్

source: Pothia
hi_in: पोठिया
te_in: పోఠియా

source: Pothireddypet
hi_in: पोथीरेड्डीपत
te_in: పోథీరెడ్డీపత్

source: Pothumeraka
hi_in: पोथुमीरक
te_in: పోథుమీరక్

source: Potraiyadi
hi_in: पोट्रेयदि
te_in: పోట్రెయది

source: Potso
hi_in: पोत्सो
te_in: పోత్సో

source: Potta
hi_in: पोतता
te_in: పోతతా

source: Pottanam
hi_in: पोत्तनम
te_in: పోత్తనం

source: Pottangi
hi_in: पोत्तंगी
te_in: పోత్తంగీ

source: Pottenkad
hi_in: पोत्टेन्कद
te_in: పోత్టెన్కద్

source: Pottetty
hi_in: पाटटी
te_in: పాటటీ

source: Pottipadu
hi_in: पोटटीपाडू
te_in: పోటటీపాడూ

source: Powai
hi_in: पोवै
te_in: పోవే

source: Powai Iit
hi_in: पोवै ईट
te_in: పోవే ఈట్

source: Powakhali
hi_in: पौआखाली
te_in: పౌఆఖాలీ

source: Power House
hi_in: पावर हाउस
te_in: పావర్ హాఉస్

source: Power Peta
hi_in: पावर पेट
te_in: పావర్ పెట్

source: Poyanje
hi_in: पोयनजे
te_in: పోయనజె

source: Poyda
hi_in: पॉयदा
te_in: ప్ యదా

source: Pozhal
hi_in: पुज़हाल
te_in: పు హాల్

source: Pozhikkarai
hi_in: पुजहिक्करै
te_in: పుజహిక్కరే

source: Pr. Accountant General
hi_in: पआर. अकाउंटेंट जनरल
te_in: పఆర్. అకాఉంటెంట్ జనరల్

source: Prabhadevi
hi_in: प्रभादेवी
te_in: ప్రభాదెవీ

source: Prabodhpur
hi_in: प्रबोधपुर
te_in: ప్రబోధపుర్

source: Pradhan Nagar
hi_in: प्रधान नगर
te_in: ప్రధాన్ నగర్

source: Pradhani
hi_in: प्रधानी
te_in: ప్రధానీ

source: Pragatinagar
hi_in: प्रगतिनगर
te_in: ప్రగతినగర్

source: Praharajpur
hi_in: प्रहाराजपुर
te_in: ప్రహారాజపుర్

source: Prahladapuram
hi_in: प्रह्लादपुरम
te_in: ప్రహ్లాదపురం

source: Prahladpur
hi_in: प्रह्लादपुर
te_in: ప్రహ్లాదపుర్

source: Prajatantra
hi_in: प्रजातंत्र
te_in: ప్రజాతంత్ర్

source: Prakasam Bhavan
hi_in: प्रकाशम् भवन
te_in: ప్రకాశమ్ భవన్

source: Prakasamnagar
hi_in: प्रकासमनगर
te_in: ప్రకాసమనగర్

source: Prakasapuram
hi_in: प्रकासपुरम
te_in: ప్రకాసపురం

source: Prakash Bazar
hi_in: प्रकाश बाजार
te_in: ప్రకాశ్ బాజార్

source: Prakash Nagar
hi_in: प्रकाश नगर
te_in: ప్రకాశ్ నగర్

source: Prakashamnagar
hi_in: प्रकाशमनगर
te_in: ప్రకాశమనగర్

source: Prakashnagar
hi_in: प्रकाशनगर
te_in: ప్రకాశనగర్

source: Prama
hi_in: परम
te_in: పరం

source: Pranabanandapally
hi_in: प्राणबनंदापल्ली
te_in: ప్రాణబనందాపల్లీ

source: Pranghala
hi_in: प्रंघाला
te_in: ప్రంఘాలా

source: Pranpura
hi_in: प्राणपुर
te_in: ప్రాణపుర్

source: Pransla
hi_in: प्रांजल
te_in: ప్రాంజల్

source: Prantiya
hi_in: प्रांतीय
te_in: ప్రాంతీయ్

source: Prasad Nagar So (C )
hi_in: प्रसाद नगर सो (कि )
te_in: ప్రసాద్ నగర్ సో (కి )

source: Prasadi English
hi_in: प्रसादी इंग्लिश
te_in: ప్రసాదీ ఇంగ్లిశ్

source: Prasanth Nagar
hi_in: प्रसांत नगर
te_in: ప్రసాంత్ నగర్

source: Prashant Vihar
hi_in: प्रशांत विहार
te_in: ప్రశాంత్ విహార్

source: Prashanthnagar Town
hi_in: प्रशांतनगर टाउन
te_in: ప్రశాంతనగర్ టాఉన్

source: Pratap
hi_in: प्रताप
te_in: ప్రతాప్

source: Pratap Market
hi_in: प्रताप मार्केट
te_in: ప్రతాప్ మార్కెట్

source: Pratap Nagar (Jodhpur)
hi_in: प्रताप नगर (जोधपुर)
te_in: ప్రతాప్ నగర్ (జోధపుర్)

source: Pratap Nagar Housing Board
hi_in: प्रताप नगर हाउसिंग बोर्ड
te_in: ప్రతాప్ నగర్ హాఉసింగ్ బోర్డ్

source: Pratap Nagar Sector 11
hi_in: प्रताप नगर सेक्टर 11
te_in: ప్రతాప్ నగర్ సెక్టర్ 11

source: Pratapgadh Kampa
hi_in: प्रतापगढ़ कम्प
te_in: ప్రతాపగ్ కమ్ప్

source: Pratapganj (Vadodara)
hi_in: प्रतापगंज (वड़ोदरा)
te_in: ప్రతాపగంజ్ (వదోదర)

source: Pratapgarh
hi_in: प्रतापगढ़
te_in: ప్రతాపగఢ్

source: Pratapnagar
hi_in: प्रतापनगर
te_in: ప్రతాపనగర్

source: Pratapnagar (Nadia)
hi_in: प्रतापनगर (नदिया)
te_in: ప్రతాపనగర్ (నదియా)

source: Pratapnagar (Vadodara)
hi_in: प्रतापनगर (वड़ोदरा)
te_in: ప్రతాపనగర్ (వదోదర)

source: Pratapnagar R.S.
hi_in: प्रतापनगर आर.एस.
te_in: ప్రతాపనగర్ ఆర్.ఏస్.

source: Pratapnagarr
hi_in: प्रतापनगरर
te_in: ప్రతాపనగరర్

source: Pratapner
hi_in: प्रतापनेर
te_in: ప్రతాపనెర్

source: Pratappur
hi_in: प्रतापपुर
te_in: ప్రతాపపుర్

source: Pratappur (Hooghly)
hi_in: प्रतापपुर (हूघली)
te_in: ప్రతాపపుర్ (హూఘలీ)

source: Pratappura
hi_in: प्रतापपुर
te_in: ప్రతాపపుర్

source: Pratappurusottampur
hi_in: प्रतापपुरुषोत्तमपुर
te_in: ప్రతాపపురుషోత్తమపుర్

source: Prathamakhandi
hi_in: प्रथमखंडी
te_in: ప్రథమఖండీ

source: Prathikollanka
hi_in: प्रतिकोल्लनक
te_in: ప్రతికోల్లనక్

source: Prathuru
hi_in: पृथुरू
te_in: పృథురూ

source: Prathvi Nath Fatak
hi_in: पृथ्वी नाथ फाटक
te_in: పృథ్వీ నాథ్ ఫాటక్

source: Pratibhanagar
hi_in: प्रतिभानगर
te_in: ప్రతిభానగర్

source: Praunthi
hi_in: परौंठी
te_in: పరౌంఠీ

source: Pravithanam
hi_in: प्रवितानं
te_in: ప్రవితానం

source: Prayag
hi_in: प्रयाग
te_in: ప్రయాగ్

source: Prayag Mahila Vidyapith
hi_in: प्रयाग महिला विद्यापीठ
te_in: ప్రయాగ్ మహిలా విద్యాపీఠ్

source: Preet Nagar (Ambala)
hi_in: प्रीत नगर (अम्बाला)
te_in: ప్రీత్ నగర్ (అమ్బాలా)

source: Preet Nagar (Jalandhar)
hi_in: प्रीत नगर (जालंधर)
te_in: ప్రీత్ నగర్ (జాలంధర్)

source: Prem Nagar
hi_in: प्रेम नगर
te_in: ప్రెమ్ నగర్

source: Prem Nagar (Ambala)
hi_in: प्रेम नगर (अम्बाला)
te_in: ప్రెమ్ నగర్ (అమ్బాలా)

source: Prem Nagar (Bareilly)
hi_in: प्रेम नगर (ब्रेइलली)
te_in: ప్రెమ్ నగర్ (బ్రెఇలలీ)

source: Prem Nagar Chauraha
hi_in: प्रेम नगर चौराहा
te_in: ప్రెమ్ నగర్ చౌరాహా

source: Premapur
hi_in: प्रेमपुर
te_in: ప్రెమపుర్

source: Premnagar
hi_in: प्रेमनगर
te_in: ప్రెమనగర్

source: Premnagar (Ganjam)
hi_in: प्रेमनगर (गंजाम)
te_in: ప్రెమనగర్ (గంజామ్)

source: Premnagar (Jhansi)
hi_in: प्रेमनगर (झाँसी)
te_in: ప్రెమనగర్ (ఝాఁసీ)

source: Prempara
hi_in: परम्परा
te_in: పరమ్పరా

source: Prempuri
hi_in: प्रेमपुरी
te_in: ప్రెమపురీ

source: Princep Street
hi_in: प्रिन्सेप स्ट्रीट
te_in: ప్రిన్సెప్ స్ట్రీట్

source: Prithinagar
hi_in: प्रिथीनागर
te_in: ప్రిథీనాగర్

source: Prithivipakkam
hi_in: पृथिवीपक्कम
te_in: పృథివీపక్కం

source: Prithla
hi_in: पृथला
te_in: పృథలా

source: Prithvipur
hi_in: पृथ्वीपुर
te_in: పృథ్వీపుర్

source: Prithvipura
hi_in: पृथ्वीपुर
te_in: పృథ్వీపుర్

source: Proddatur
hi_in: प्रोद्दातूर
te_in: ప్రోద్దాతూర్

source: Proddatur Bazaar
hi_in: प्रोद्दातूर बाजार
te_in: ప్రోద్దాతూర్ బాజార్

source: Proddatur Fort
hi_in: प्रोद्दातूर फोर्ट
te_in: ప్రోద్దాతూర్ ఫోర్ట్

source: Prpose
hi_in: प्रपोज़
te_in: ప్రపో

source: Prtri
hi_in: पॉटरी
te_in: ప్ టరీ

source: Psm Colony
hi_in: पस्म कॉलोनी
te_in: పస్మ్ క్ లోనీ

source: PTC Campus
hi_in: पीटीसी कैंपस
te_in: పీటీసీ కేంపస్

source: Ptc Lungverh
hi_in: पीटीसी लुंग्वेरह
te_in: పీటీసీ లుంగ్వెరహ్

source: Ptc Naganahalli
hi_in: पीटीसी नागनाहल्ली
te_in: పీటీసీ నాగనాహల్లీ

source: Pubasahi
hi_in: पुबासाहि
te_in: పుబాసాహి

source: Pubbada
hi_in: पुब्बदा
te_in: పుబ్బదా

source: Public Office (Ahmedabad)
hi_in: पब्लिक ऑफिस (अहमदाबाद)
te_in: పబ్లిక్ ఑ఫిస్ (అహ్మదాబాదు)

source: Public Office (Thiruvananthapuram)
hi_in: पब्लिक ऑफिस (थिरुवनंतपुरम)
te_in: పబ్లిక్ ఑ఫిస్ (థిరువనంతపురమ్)

source: Pudgam
hi_in: पुद्गम
te_in: పుద్గం

source: Pudipatla
hi_in: पुदिपेटल
te_in: పుదిపెటల్

source: Pudu
hi_in: पुडु
te_in: పుడు

source: Puduchatram
hi_in: पुदुचैत्रं
te_in: పుదుచేత్రం

source: Pudukkottai
hi_in: पुदुक्कोट्टई
te_in: పుదుక్కోట్టఈ

source: Pudukkottai Bus Stand
hi_in: पुदुक्कोट्टई बस स्टैंड
te_in: పుదుక్కోట్టఈ బస్ స్టేండ్

source: Pudukkottai East
hi_in: पुदुक्कोट्टई ईस्ट
te_in: పుదుక్కోట్టఈ ఈస్ట్

source: Pudukkottai Pub Offices
hi_in: पुदुक्कोट्टई पब ओफ़फिसेस
te_in: పుదుక్కోట్టఈ పబ్ ఓ ఫిసెస్

source: Pudukottai
hi_in: पुडुकोट्टई
te_in: పుడుకోట్టఈ

source: Pudukottai Ullur
hi_in: पुडुकोट्टई उल्लूर
te_in: పుడుకోట్టఈ ఉల్లూర్

source: Pudunaduvalur
hi_in: पुदुनदुवालुर
te_in: పుదునదువాలుర్

source: Pudung
hi_in: पुडंग
te_in: పుడంగ్

source: Pudupakkam
hi_in: पुड़ूपाक्कम
te_in: పు ూపాక్కం

source: Pudupalayam
hi_in: पुडुप्लायम
te_in: పుడుప్లాయం

source: Pudupalayam (Erode)
hi_in: पुडुप्लायम (इरोड)
te_in: పుడుప్లాయమ్ (ఇరోడ్)

source: Pudupalayam (Virudhunagar)
hi_in: पुडुप्लायम (विरुधुनगर)
te_in: పుడుప్లాయమ్ (విరుధునగర్)

source: Pudupatti
hi_in: पुदुपट्टी
te_in: పుదుపట్టీ

source: Pudupeerkadavu`
hi_in: पुडुपेरकादावु`
te_in: పుడుపెరకాదావు`

source: Pudupet
hi_in: पुडुपेट
te_in: పుడుపెట్

source: Puduppai
hi_in: पुडुप्पी
te_in: పుడుప్పీ

source: Pudur
hi_in: पुदुर
te_in: పుదుర్

source: Pudur Bazaar
hi_in: पुदुर बाजार
te_in: పుదుర్ బాజార్

source: Pudur Vaniyambadi
hi_in: पुदुर वनियमबड़ी
te_in: పుదుర్ వనియమబ్ ీ

source: Pudusukkampatti
hi_in: पुदुसुक्कमपट्टी
te_in: పుదుసుక్కమపట్టీ

source: Puduthamaraipatti
hi_in: पुडहमारेपट्टी
te_in: పుడహమారెపట్టీ

source: Puduvadavalli
hi_in: पुदुवदवल्ली
te_in: పుదువదవల్లీ

source: Puduvakottai
hi_in: पुदुवकोट्तै
te_in: పుదువకోట్తే

source: Pugurkote
hi_in: पुगुरकोट
te_in: పుగురకోట్

source: Puhania
hi_in: पुहानिया
te_in: పుహానియా

source: Puid
hi_in: पुईद
te_in: పుఈద్

source: Pujariguda
hi_in: पुजारीगुड़ा
te_in: పుజారీగు ా

source: Pujariput
hi_in: पुजारीपुत
te_in: పుజారీపుత్

source: Pujarli No-2
hi_in: पुजारली नो-2
te_in: పుజారలీ నో-2

source: Pukali
hi_in: पूक्ली
te_in: పూక్లీ

source: Pukhrayan
hi_in: पुखरायां
te_in: పుఖరాయాం

source: Pukhta Sarai
hi_in: पुख्ता सारे
te_in: పుఖ్తా సారె

source: Pukkulam
hi_in: पुक्कुलम
te_in: పుక్కులం

source: Pukpui
hi_in: पुक्पुई
te_in: పుక్పుఈ

source: Pul Pahladpur
hi_in: पल पह्लादपुर
te_in: పల్ పహ్లాదపుర్

source: Pulagampalli
hi_in: पुलगामपल्ली
te_in: పులగామపల్లీ

source: Pulakunta
hi_in: पुलकुंटा
te_in: పులకుంటా

source: Pulamanthole
hi_in: पुलमंठोले
te_in: పులమంఠోలె

source: Pulamon
hi_in: पुल्मोन
te_in: పుల్మోన్

source: Pulangulathupatti
hi_in: पुलान्गुलाथुपट्टी
te_in: పులాన్గులాథుపట్టీ

source: Pulapalli
hi_in: पुलापल्ली
te_in: పులాపల్లీ

source: Pulathur
hi_in: पुलाथुर
te_in: పులాథుర్

source: Puliampara
hi_in: पुलियामपर
te_in: పులియామపర్

source: Puliampatti
hi_in: पुलियामपट्टी
te_in: పులియామపట్టీ

source: Pulibor
hi_in: पुलिबोर
te_in: పులిబోర్

source: Pulickamaly
hi_in: पुलिसकमलय
te_in: పులిసకమలయ్

source: Puligogulapadu
hi_in: पुलिगोगुलपाडू
te_in: పులిగోగులపాడూ

source: Pulikkallu
hi_in: पुलिक्कल्लु
te_in: పులిక్కల్లు

source: Pulipadu
hi_in: पुलिपडउ
te_in: పులిపడఉ

source: Pulipakkam
hi_in: पुलिपक्कम
te_in: పులిపక్కం

source: Pulippara Jn
hi_in: पुलिपपर जन
te_in: పులిపపర్ జన్

source: Puliyakkode
hi_in: पुलियाककोड़े
te_in: పులియాకకో ె

source: Puliyakulam
hi_in: पुलियाकुलं
te_in: పులియాకులం

source: Puliyanam
hi_in: पुलियनम
te_in: పులియనం

source: Puliyangudi
hi_in: पुलियनगुडी
te_in: పులియనగుడీ

source: Puliyanthope
hi_in: पुलियनतोपि
te_in: పులియనతోపి

source: Puliyarakonam
hi_in: पुलियरकोनाम
te_in: పులియరకోనాం

source: Puliyurkurichi
hi_in: पुलियूरकुरीची
te_in: పులియూరకురీచీ

source: Pulkoti
hi_in: पुलकोटी
te_in: పులకోటీ

source: Pullampara
hi_in: पुल्लमपर
te_in: పుల్లమపర్

source: Pullancheri
hi_in: पुल्लांचेरी
te_in: పుల్లాంచెరీ

source: Pullaveedu
hi_in: पुल्लवीदु
te_in: పుల్లవీదు

source: Pullayil
hi_in: पुल्लईल
te_in: పుల్లఈల్

source: Pullazhi
hi_in: पुललजहि
te_in: పులలజహి

source: Pullisseri
hi_in: पुलिस्सेरी
te_in: పులిస్సెరీ

source: Pullookkara
hi_in: पुल्लुककर
te_in: పుల్లుకకర్

source: Pulloopram
hi_in: पुल्लूप्रम
te_in: పుల్లూప్రం

source: Pullupana
hi_in: पुल्लूपना
te_in: పుల్లూపనా

source: Pulluram Para
hi_in: पुल्लूराम पर
te_in: పుల్లూరామ్ పర్

source: Pulluvazhi
hi_in: पुल्लूवाज़ही
te_in: పుల్లూవా హీ

source: Pulpatta
hi_in: पुलपट्टा
te_in: పులపట్టా

source: Pulung
hi_in: पुलूंग
te_in: పులూంగ్

source: Puluvapatti
hi_in: पुलुवपट्टी
te_in: పులువపట్టీ

source: Puna
hi_in: पौंआ
te_in: పౌంఆ

source: Punadih
hi_in: पुनाडीह
te_in: పునాడీహ్

source: Punahur
hi_in: पुनह
te_in: పునహ్

source: Punaichak
hi_in: पुनाईचक
te_in: పునాఈచక్

source: Punaikuthikadu
hi_in: पुनेकुथिकाडु
te_in: పునెకుథికాడు

source: Punal
hi_in: पुनल
te_in: పునల్

source: Punalur
hi_in: पुनालुर
te_in: పునాలుర్

source: Punargi
hi_in: पुनरगी
te_in: పునరగీ

source: Punasan
hi_in: पुनसं
te_in: పునసం

source: Punasi
hi_in: पुनासी
te_in: పునాసీ

source: Punawale
hi_in: पुनवाले
te_in: పునవాలె

source: Punawali
hi_in: पुनावली
te_in: పునావలీ

source: Puncha
hi_in: पूंछ
te_in: పూంఛ్

source: Punchappady
hi_in: पंचपपद्य
te_in: పంచపపద్య్

source: Punchavayal
hi_in: पुंचावयल
te_in: పుంచావయల్

source: Pundag
hi_in: पुनदाग
te_in: పునదాగ్

source: Pundidiri
hi_in: पुंडीदीरी
te_in: పుండీదీరీ

source: Pundru
hi_in: पुण्ड्र
te_in: పుణ్డ్ర్

source: Pune
hi_in: पुणे
te_in: పూణే

source: Pune Cantt East
hi_in: पुणे कैंट ईस्ट
te_in: పూణే కేంట్ ఈస్ట్

source: Pune City
hi_in: पुणे सिटी
te_in: పూణే సిటీ

source: Pune New Bazar
hi_in: पुणे नई बाजार
te_in: పూణే నఈ బాజార్

source: Pungambadi
hi_in: पूंगमबाड़ी
te_in: పూంగమబా ీ

source: Punganur
hi_in: पुंगनूर
te_in: పుంగనూర్

source: Punganur Bus Stand
hi_in: पुंगनूर बस स्टैंड
te_in: పుంగనూర్ బస్ స్టేండ్

source: Pungla Amori
hi_in: पूंगल एमोरी
te_in: పూంగల్ ఏమోరీ

source: Pungora
hi_in: पुनगोरा
te_in: పునగోరా

source: Punjabi Bagh
hi_in: पंजाबी बाग
te_in: పంజాబీ బాగ్

source: Punjabi Bagh Sec - III
hi_in: पंजाबी बाग सेक् - ईई
te_in: పంజాబీ బాగ్ సెక్ - ఈఈ

source: Punjabi Mohalla
hi_in: पंजाबी मोहल्ला
te_in: పంజాబీ మోహల్లా

source: Punjai Puliampatti
hi_in: पूंजी पुलियामपट्टी
te_in: పూంజీ పులియామపట్టీ

source: Punjaiedayarkilmugam
hi_in: पुंजिएदायरकीलमुगम
te_in: పుంజిఏదాయరకీలముగం

source: Punjaikalakurichi
hi_in: पूंजीकलकुरीची
te_in: పూంజీకలకురీచీ

source: Punjalkatte
hi_in: पुंजालकत्ते
te_in: పుంజాలకత్తె
