Repository: healthvdev/custom_template
Catalog: languages/*.po
Languages: hi_in, te_in

source: Jhipabandh
hi_in: झिपबंध
te_in: ఝిపబంధ్

source: Jhirlapali
hi_in: झिरेपली
te_in: ఝిరెపలీ

source: Jhirpani
hi_in: झीरपानी
te_in: ఝీరపానీ

source: Jhitkari
hi_in: झिटकारी
te_in: ఝిటకారీ

source: Jhitkipota
hi_in: झिटकीपोट
te_in: ఝిటకీపోట్

source: Jhiwana
hi_in: झिवाना
te_in: ఝివానా

source: Jhok Tehal Singh
hi_in: झोक टहल सिंह
te_in: ఝోక్ టహల్ సింహ్

source: Jholri
hi_in: झोलरी
te_in: ఝోలరీ

source: Jhook
hi_in: झुक
te_in: ఝుక్

source: Jhorehat
hi_in: झोरहत
te_in: ఝోరహత్

source: Jhotana
hi_in: झोटन
te_in: ఝోటన్

source: Jhotna
hi_in: झोटन
te_in: ఝోటన్

source: Jhotwara
hi_in: झोटवाड़ा
te_in: ఝోటవాడ్ ా

source: Jhowtala
hi_in: झौताल
te_in: ఝౌతాల్

source: Jhulasan
hi_in: झुलसन
te_in: ఝులసన్

source: Jhulnipur
hi_in: झुलनीपुर
te_in: ఝులనీపుర్

source: Jhumari Telaiya Bazar
hi_in: झुमरी तेलिय बाजार
te_in: ఝుమరీ తెలియ్ బాజార్

source: Jhumri Telaiya
hi_in: झुमरी तेलिय
te_in: ఝుమరీ తెలియ్

source: Jhungia Bazar
hi_in: झुंगिया बाजार
te_in: ఝుంగియా బాజార్

source: Jhuni
hi_in: झुनी
te_in: ఝునీ

source: Jhunjhunu
hi_in: झुंझुनू
te_in: ఝుంఝునూ

source: Jhunjhunu Bazar
hi_in: झुंझुनू बाजार
te_in: ఝుంఝునూ బాజార్

source: Jhunjhunu Court
hi_in: झुंझुनू कोर्ट
te_in: ఝుంఝునూ కోర్ట్

source: Jhunsa
hi_in: झुस
te_in: ఝుస్

source: Jhurar
hi_in: झुर्र
te_in: ఝుర్ర్

source: Jhurar Khera
hi_in: झुर्र खेर
te_in: ఝుర్ర్ ఖెర్

source: Jhurjhuri
hi_in: झुरझुरी
te_in: ఝురఝురీ

source: Jhurre Mines
hi_in: झुर्रे माइंस
te_in: ఝుర్రె మాఇంస్

source: Jia
hi_in: जिया
te_in: జియా

source: Jia Ram Raghopur
hi_in: जीअ राम राघोपुर
te_in: జీఅ రామ్ రాఘోపుర్

source: Jiakhali
hi_in: जियाखाली
te_in: జియాఖాలీ

source: Jibantala
hi_in: जीबंतला
te_in: జీబంతలా

source: Jibhi
hi_in: जीभी
te_in: జీభీ

source: Jichka
hi_in: जीचक
te_in: జీచక్

source: Jiganehalli
hi_in: जिगनहल्ली
te_in: జిగనహల్లీ

source: Jigani
hi_in: जिगनी
te_in: జిగనీ

source: Jigina Bhion
hi_in: जिगिना बहिन
te_in: జిగినా బహిన్

source: Jigna
hi_in: जिगना
te_in: జిగనా

source: Jigrawan
hi_in: जिगरवां
te_in: జిగరవాం

source: Jihe
hi_in: जईहे
te_in: జఈహె

source: Jikthan
hi_in: जइकठां
te_in: జఇకఠాం

source: Jillellaguda
hi_in: जिल्लेलालगुड़ा
te_in: జిల్లెలాలగుడ్ ా

source: Jilunda
hi_in: जिलुंड
te_in: జిలుండ్

source: Jinaj
hi_in: जिनज
te_in: జినజ్

source: Jind
hi_in: जींद
te_in: జీంద్

source: Jindakheda
hi_in: जिन्दाखेड़ा
te_in: జిన్దాఖెడ్ ా

source: Jindrasar
hi_in: जिन्द्रसर
te_in: జిన్ద్రసర్

source: Jingi
hi_in: जिनगी
te_in: జినగీ

source: Jingle Ayodhayay Prasad
hi_in: जिंगल अयोधयाय प्रसाद
te_in: జింగల్ అయోధయాయ్ ప్రసాద్

source: Jinkibhadra
hi_in: जिनकीभद्र
te_in: జినకీభద్ర్

source: Jinti
hi_in: जिनती
te_in: జినతీ

source: Jira
hi_in: जीरा
te_in: జీరా

source: Jirauli
hi_in: जिरौली
te_in: జిరౌలీ

source: Jirei
hi_in: जीरे
te_in: జీరె

source: Jiroli Dor
hi_in: जिरौली डोर
te_in: జిరౌలీ డోర్

source: Jiroli Kalan
hi_in: जिरौली कलां
te_in: జిరౌలీ కలాం

source: Jirota Khurd
hi_in: जीरोता खुर्द
te_in: జీరోతా ఖుర్ద్

source: Jispa
hi_in: जिस्पा
te_in: జిస్పా

source: Jitali
hi_in: जीतलि
te_in: జీతలి

source: Jithauli
hi_in: जिठौली
te_in: జిఠౌలీ

source: Jitoda
hi_in: जीतोड़
te_in: జీతోడ్

source: Jitodia
hi_in: जितोड़ीया
te_in: జితోడ్ ీయా

source: Jitpur
hi_in: जीतपुर
te_in: జీతపుర్

source: Jivapar
hi_in: जीवपर
te_in: జీవపర్

source: Jivraj Park
hi_in: जीवराज पार्क
te_in: జీవరాజ్ పార్క్

source: Jivrakhan Tola
hi_in: जीवराखन टोला
te_in: జీవరాఖన్ టోలా

source: Jivri
hi_in: जिवरी
te_in: జివరీ

source: Jiwachiwadi
hi_in: जीवचिवादी
te_in: జీవచివాదీ

source: Jiwaji Ganj
hi_in: जीवाजी गंज
te_in: జీవాజీ గంజ్

source: Jiwaji University
hi_in: जीवाजी यूनिवर्सिटी
te_in: జీవాజీ యూనివర్సిటీ

source: Jiwan Araian
hi_in: जीवन रैण
te_in: జీవన్ రేణ్

source: Jiwe
hi_in: जीवे
te_in: జీవె

source: Jiyapokhar
hi_in: जीयापोखर
te_in: జీయాపోఖర్

source: Jln Hospital Ajmer
hi_in: जलन हॉस्पिटल अजमेर
te_in: జలన్ హ్ స్పిటల్ అజమెర్

source: Jntu Kukat Pally
hi_in: जन्तु कूकत पल्ली
te_in: జన్తు కూకత్ పల్లీ

source: Jobha
hi_in: जोभ
te_in: జోభ్

source: Jobi
hi_in: जोबी
te_in: జోబీ

source: Jobra
hi_in: जॉब
te_in: జ్ బ్

source: Jobrang
hi_in: जोबरंग
te_in: జోబరంగ్

source: Joda Bazar
hi_in: जोड़ा बाजार
te_in: జోడ్ ా బాజార్

source: Jodamba
hi_in: जोड़ब
te_in: జోడ్ బ్

source: Jodamuhana
hi_in: जोड़मोहन
te_in: జోడ్ మోహన్

source: Jodhpur
hi_in: जोधपुर
te_in: జోధపుర్

source: Jodhpur Char Rasta
hi_in: जोधपुर चार रास्ता
te_in: జోధపుర్ చార్ రాస్తా

source: Jodhpur Chopasni Road
hi_in: जोधपुर चौपासनी रोड
te_in: జోధపుర్ చౌపాసనీ రోడ్

source: Jodhpur City
hi_in: जोधपुर सिटी
te_in: జోధపుర్ సిటీ

source: Jodhpur Cloth Market
hi_in: जोधपुर क्लॉथ मार्किट
te_in: జోధపుర్ క్ల్ థ్ మార్కిట్

source: Jodhpur Girdikot
hi_in: जोधपुर गिरदीकोट
te_in: జోధపుర్ గిరదీకోట్

source: Jodhpur K.U.M. Bhagat Ki Kothi
hi_in: जोधपुर के.यू.एम. भगत की कोठी
te_in: జోధపుర్ కె.యూ.ఏమ్. భగత్ కీ కోఠీ

source: Jodhpur Kachery
hi_in: जोधपुर कचेरी
te_in: జోధపుర్ కచెరీ

source: Jodhpur Laxmi Nagar
hi_in: जोधपुर लक्समी नगर
te_in: జోధపుర్ లక్సమీ నగర్

source: Jodhpur Mahamandir
hi_in: जोधपुर महामंदिर
te_in: జోధపుర్ మహామందిర్

source: Jodhpur Marudhar Ind Area
hi_in: जोधपुर मरूधर एंड एरिया
te_in: జోధపుర్ మరూధర్ ఏండ్ ఏరియా

source: Jodhpur Park
hi_in: जोधपुर पार्क
te_in: జోధపుర్ పార్క్

source: Jodhpur Rasala Road
hi_in: जोधपुर रसाला रोड
te_in: జోధపుర్ రసాలా రోడ్

source: Jodhpur Shastri Nagar
hi_in: जोधपुर शास्त्री नगर
te_in: జోధపుర్ శాస్త్రీ నగర్

source: Jodhpur Umaid Bhawan
hi_in: जोधपुर उमेद भवन
te_in: జోధపుర్ ఉమెద్ భవన్

source: Jodhpur University Campus
hi_in: जोधपुर यूनिवर्सिटी कैंपस
te_in: జోధపుర్ యూనివర్సిటీ కేంపస్

source: Jodikaradahalli
hi_in: जोड़िकराडहल्ली
te_in: జోడ్ ికరాడహల్లీ

source: Jodjpar Nadi
hi_in: जोदजपर नदी
te_in: జోదజపర్ నదీ

source: Jodukuli
hi_in: जोदुकुली
te_in: జోదుకులీ

source: Jodumarga
hi_in: जोदुमरग
te_in: జోదుమరగ్

source: Jogam
hi_in: जोगं
te_in: జోగం

source: Jogapatti
hi_in: जोगापट्टी
te_in: జోగాపట్టీ

source: Jogath
hi_in: जोगत
te_in: జోగత్

source: Jogendranagar
hi_in: जोगेंद्रनगर
te_in: జోగెంద్రనగర్

source: Jogeshwari East
hi_in: जोगेश्वरी ईस्ट
te_in: జోగెశ్వరీ ఈస్ట్

source: Jogeshwari West
hi_in: जोगेश्वरी वेस्ट
te_in: జోగెశ్వరీ వెస్ట్

source: Jogia
hi_in: जोगिया
te_in: జోగియా

source: Jogipura
hi_in: जोगीपुरा
te_in: జోగీపురా

source: Jogirampuri
hi_in: जोगीरामपुरी
te_in: జోగీరామపురీ

source: Jogisar
hi_in: जोगीसर
te_in: జోగీసర్

source: Jogvel
hi_in: जोगवेल
te_in: జోగవెల్

source: Jogwadi
hi_in: जोगवादी
te_in: జోగవాదీ

source: Joh
hi_in: जोह
te_in: జోహ్

source: Johal Dhai Wala
hi_in: जोहल घी वाला
te_in: జోహల్ ఘీ వాలా

source: Johal Raju Singh
hi_in: जोहल राजू सिंह
te_in: జోహల్ రాజూ సింహ్

source: Joharapuram
hi_in: जोहरापुरम
te_in: జోహరాపురం

source: John's Mill
hi_in: जॉन'से मिल
te_in: జ్ న్'సె మిల్

source: Johripur
hi_in: जोहरीपुर
te_in: జోహరీపుర్

source: Jojo Camp
hi_in: जोजो कैंप
te_in: జోజో కేంప్

source: Jojohatu
hi_in: जोजोहातू
te_in: జోజోహాతూ

source: Jojokurma
hi_in: जोजोकुर्म
te_in: జోజోకుర్ం

source: Joka (South 24 Parganas)
hi_in: जोक (साउथ 24 परगन्स)
te_in: జోక్ (సాఉథ్ 24 పరగన్స్)

source: Jokbahla
hi_in: जोकबहला
te_in: జోకబహలా

source: Jokihat
hi_in: जोकीहाट
te_in: జోకీహాట్

source: Jokiyari
hi_in: जोकियारी
te_in: జోకియారీ

source: Jolapur
hi_in: जोलपुर
te_in: జోలపుర్

source: Jolly Grant
hi_in: जॉली ग्रांट
te_in: జ్ లీ గ్రాంట్

source: Jon R.S.
hi_in: जॉन आर.एस.
te_in: జ్ న్ ఆర్.ఏస్.

source: Jondhi
hi_in: जौंधी
te_in: జౌంధీ

source: Jones Ganj Ajmer
hi_in: जोंस गंज अजमेर
te_in: జోంస్ గంజ్ అజమెర్

source: Jonicha Khurd
hi_in: जोनिका खुर्द
te_in: జోనికా ఖుర్ద్

source: Jonichakalan
hi_in: जॉनीचाकलां
te_in: జ్ నీచాకలాం

source: Jonihan
hi_in: जोनिहां
te_in: జోనిహాం

source: Jonki
hi_in: जोंकी
te_in: జోంకీ

source: Jonnavada
hi_in: जोँनावड़ा
te_in: జోఁనావడ్ ా

source: Jonnavarigudem
hi_in: जोन्नावरईगुदेम
te_in: జోన్నావరఈగుదెం

source: Jopan
hi_in: जोपन
te_in: జోపన్

source: Joplai
hi_in: जोपली
te_in: జోపలీ

source: Jorabat
hi_in: जोरबाट
te_in: జోరబాట్

source: Jorajini Muvadi
hi_in: जोराजीनी मुवाडी
te_in: జోరాజీనీ మువాడీ

source: Jorakani
hi_in: जोराकानी
te_in: జోరాకానీ

source: Joramandir
hi_in: जोरमन्दिर
te_in: జోరమన్దిర్

source: Jorasanko
hi_in: जोरासांको
te_in: జోరాసాంకో

source: Joravarnagar
hi_in: जोरावरनगर
te_in: జోరావరనగర్

source: Jorda
hi_in: जोरद
te_in: జోరద్

source: Jorgama
hi_in: जोरगाम
te_in: జోరగాం

source: Jorhat
hi_in: जोरहाट
te_in: జోరహాట్

source: Jorhat Reserch Lab
hi_in: जोरहट रिसर्च लैब
te_in: జోరహట్ రిసర్చ్ లేబ్

source: Jori
hi_in: जोरि
te_in: జోరి

source: Joria
hi_in: जोरिअ
te_in: జోరిఅ

source: Jorkia
hi_in: जोरकिया
te_in: జోరకియా

source: Jorpura
hi_in: जोरपुर
te_in: జోరపుర్

source: Jorsiya
hi_in: जोरसिया
te_in: జోరసియా

source: Josegiri
hi_in: जोसेगिरि
te_in: జోసెగిరి

source: Joshikuva
hi_in: जोशीकुवा
te_in: జోశీకువా

source: Jot
hi_in: जोट
te_in: జోట్

source: Jotenarayan
hi_in: जोतेनारायण
te_in: జోతెనారాయణ్

source: Joteram
hi_in: जोतराम
te_in: జోతరాం

source: Jothi Nagar
hi_in: जोति नगर
te_in: జోతి నగర్

source: Jothipuram
hi_in: जोतिपुरम
te_in: జోతిపురం

source: Jotsrirampur
hi_in: जोतश्रीरामपुर
te_in: జోతశ్రీరామపుర్

source: Jowai
hi_in: जोवै
te_in: జోవే

source: Jowaj
hi_in: जोआज
te_in: జోఆజ్

source: Joya
hi_in: जोया
te_in: జోయా

source: Joybalarampur
hi_in: जोयबलारामपुर
te_in: జోయబలారామపుర్

source: Joyenpur
hi_in: जोएनपुर
te_in: జోఏనపుర్

source: Joynagar
hi_in: जयनगर
te_in: జయనగర్

source: Joypur
hi_in: जयपुर
te_in: జయపుర్

source: Joypura
hi_in: जयपुर
te_in: జయపుర్

source: Joysagar
hi_in: जोयसागर
te_in: జోయసాగర్

source: JP Nagar III Phase
hi_in: जप नगर ईईई फेज
te_in: జప్ నగర్ ఈఈఈ ఫెజ్

source: JP Nagar VIII phase
hi_in: जप नगर वीई फेज
te_in: జప్ నగర్ వీఈ ఫెజ్

source: Jpg Hindustan Ins.
hi_in: जपजी हिंदुस्तान आईएनएस.
te_in: జపజీ హిందుస్తాన్ ఆఈఏనఏస్.

source: Jroda
hi_in: जरोद
te_in: జరోద్

source: Juafar
hi_in: जुआफर
te_in: జుఆఫర్

source: Jualia
hi_in: जुअलिया
te_in: జుఅలియా

source: Jubbal
hi_in: जुब्बल
te_in: జుబ్బల్

source: Jubila
hi_in: जुबील
te_in: జుబీల్

source: Jubilee Hills
hi_in: जुबली हिल्स
te_in: జుబలీ హిల్స్

source: Jublikaman
hi_in: जुबलिकामं
te_in: జుబలికామం

source: Jubuli Town
hi_in: जुबली टाउन
te_in: జుబలీ టాఉన్

source: Juchandra
hi_in: जयचंद्र
te_in: జయచంద్ర్

source: Judabadi
hi_in: जुड़ाबड़ी
te_in: జుడ్ ాబడ్ ీ

source: Judicial Complex Kurukshetra
hi_in: जुडिशल काम्प्लेक्स कुरुक्षेत्र
te_in: జుడిశల్ కామ్ప్లెక్స్ కురుక్షెత్ర్

source: Jugail
hi_in: जुगैल
te_in: జుగేల్

source: Jugalpura
hi_in: जुगलपुरा
te_in: జుగలపురా

source: Jugberia
hi_in: जुगबरिया
te_in: జుగబరియా

source: Jugipara Satganchi
hi_in: जुगीपारा सतगणचि
te_in: జుగీపారా సతగణచి

source: Jugsalai
hi_in: जुगसलाई
te_in: జుగసలాఈ

source: Juhapura
hi_in: जुहापुरा
te_in: జుహాపురా

source: Juhi Colony
hi_in: जुही कॉलोनी
te_in: జుహీ క్ లోనీ

source: Juhikha
hi_in: जुहीखा
te_in: జుహీఖా

source: Juhu
hi_in: जुहू
te_in: జుహూ

source: Jujhari
hi_in: जुझारी
te_in: జుఝారీ

source: Jujharpur
hi_in: जुझारपुर
te_in: జుఝారపుర్

source: Jujjuvaram
hi_in: जुज्जूवाराम
te_in: జుజ్జూవారాం

source: Jullunda
hi_in: जुलउण्डा
te_in: జులఉణ్డా

source: Julmi
hi_in: जुल्मी
te_in: జుల్మీ

source: Jumerati
hi_in: जुमेराती
te_in: జుమెరాతీ

source: Jumerdhepa
hi_in: जुमेरडेप
te_in: జుమెరడెప్

source: Jumma
hi_in: जुम्मा
te_in: జుమ్మా

source: Juna Bilaspur
hi_in: जूना बिलासपुर
te_in: జూనా బిలాసపుర్

source: Juna Chamu
hi_in: जूना चमु
te_in: జూనా చము

source: Juna Lakhwara
hi_in: जूना लखवारा
te_in: జూనా లఖవారా

source: Juna-savar
hi_in: जून-सवार
te_in: జూన్-సవార్

source: Junagadh
hi_in: जूनागढ़
te_in: జూనాగఢ్

source: Junagadh Agri Campus
hi_in: जूनागढ़ अग्रि कैंपस
te_in: జూనాగఢ్ అగ్రి కేంపస్

source: Junagadh Azad Chowk
hi_in: जूनागढ़ आजाद चौक
te_in: జూనాగఢ్ ఆజాద్ చౌక్

source: Junagadh Diwan Chowk
hi_in: जूनागढ़ दीवान चौक
te_in: జూనాగఢ్ దీవాన్ చౌక్

source: Junagadh Girnar Road
hi_in: जूनागढ़ गिरनार रोड
te_in: జూనాగఢ్ గిరనార్ రోడ్

source: Junagadh Joshipura
hi_in: जूनागढ़ जोशीपुरा
te_in: జూనాగఢ్ జోశీపురా

source: Junagadh Mangnath Road
hi_in: जूनागढ़ मंगनाथ रोड
te_in: జూనాగఢ్ మంగనాథ్ రోడ్

source: Junagadh PTC
hi_in: जूनागढ़ पीटीसी
te_in: జూనాగఢ్ పీటీసీ

source: Junagadh Sardarbag
hi_in: जूनागढ़ सरदरबाग
te_in: జూనాగఢ్ సరదరబాగ్

source: Junagadh Station Road
hi_in: जूनागढ़ स्टेशन रोड
te_in: జూనాగఢ్ స్టెశన్ రోడ్

source: Junagarh
hi_in: जूनागढ़
te_in: జూనాగఢ్

source: Junapangara
hi_in: जुनापानगर
te_in: జునాపానగర్

source: Junathana
hi_in: जुनाथन
te_in: జునాథన్

source: Junbedia
hi_in: जंबेड़िया
te_in: జంబెడ్ ియా

source: Jundla
hi_in: जुंडला
te_in: జుండలా

source: Jungle Aurahi
hi_in: जंगल औराही
te_in: జంగల్ ఔరాహీ

source: Jungle Ramgarh
hi_in: जंगल रामगढ
te_in: జంగల్ రామగఢ్

source: Junglighat
hi_in: जंगलीघाट
te_in: జంగలీఘాట్

source: Jungpura
hi_in: जंगपुरा
te_in: జంగపురా

source: Juni Dhari
hi_in: जूनि धरी
te_in: జూని ధరీ

source: Juni Indore
hi_in: जूनी इंदौर
te_in: జూనీ ఇండోర్

source: Juni-haliyad
hi_in: जूनि-हालियाड
te_in: జూని-హాలియాడ్

source: Juniar
hi_in: जूनियर
te_in: జూనియర్

source: Junnar
hi_in: जुन्नर
te_in: జున్నర్

source: Junoni
hi_in: जुनूनी
te_in: జునూనీ

source: Jurabandh
hi_in: जुराबन्ध
te_in: జురాబన్ధ్

source: Jurdag
hi_in: जरदाग
te_in: జరదాగ్

source: Juri
hi_in: जुड़ी
te_in: జుడ్ ీ

source: Juria
hi_in: जरिए
te_in: జరిఏ

source: Jusari
hi_in: जूसरी
te_in: జూసరీ

source: Juthipur
hi_in: जठपुर
te_in: జఠపుర్

source: Jutur
hi_in: जुटुर
te_in: జుటుర్

source: Juturu
hi_in: जुटुरु
te_in: జుటురు

source: Juval
hi_in: जुवल
te_in: జువల్

source: Juval Rupavati
hi_in: जुवल रूपवती
te_in: జువల్ రూపవతీ

source: Jwala Nagar
hi_in: ज्वाला नगर
te_in: జ్వాలా నగర్

source: Jwala Puri
hi_in: ज्वाला पूरी
te_in: జ్వాలా పూరీ

source: Jwalapur
hi_in: ज्वालापुर
te_in: జ్వాలాపుర్

source: Jwalapur Town
hi_in: ज्वालापुर टाउन
te_in: జ్వాలాపుర్ టాఉన్

source: Jyangra
hi_in: जयनगर
te_in: జయనగర్

source: Jyothinagar (Chickmagalur)
hi_in: ज्योतिनगर (चिकमगलूर)
te_in: జ్యోతినగర్ (చికమగలూర్)

source: Jyothinagar (Mysore)
hi_in: ज्योतिनगर (मैसोरे)
te_in: జ్యోతినగర్ (మేసోరె)

source: Jyoti Vihar Burla
hi_in: ज्योति विहार बुर्ला
te_in: జ్యోతి విహార్ బుర్లా

source: Jyotishpur
hi_in: ज्योतिषपुर
te_in: జ్యోతిషపుర్

source: K A Samajam
hi_in: क अ समाजम
te_in: క్ అ సమాజం

source: K G Marg
hi_in: के ग मार्ग
te_in: కె గ్ మార్గ్

source: K H B Colony
hi_in: क ह बी कॉलोनी
te_in: క్ హ్ బీ క్ లోనీ

source: K I I T
hi_in: क ई ई टी
te_in: క్ ఈ ఈ టీ

source: K Kailasapuram
hi_in: क कैलासपुरम
te_in: క్ కేలాసపురం

source: K M College
hi_in: के म कॉलेज
te_in: కె మ్ క్ లెజ్

source: K Mallavaram
hi_in: क मल्लावराम
te_in: క్ మల్లావరాం

source: K Milki Chak
hi_in: के मिल्की चक
te_in: కె మిల్కీ చక్

source: K N Marg
hi_in: क न मारग
te_in: క్ న్ మారగ్

source: K P Tendua
hi_in: क प तेन्दुआ
te_in: క్ ప్ తెన్దుఆ

source: K P University
hi_in: क प यूनिवर्सिटी
te_in: క్ ప్ యూనివర్సిటీ

source: K R Puram Ext(Hassan)
hi_in: क र पुरं एक्सट(हस्सान)
te_in: క్ ర్ పురం ఏక్సట్(హస్సాన్)

source: K T C Nagar
hi_in: क ट क नगर
te_in: క్ ట్ క్ నగర్

source: K. Banskola
hi_in: के. बांसकोला
te_in: కె. బాంసకోలా

source: K. Baskichowk
hi_in: के. बसकीचौक
te_in: కె. బసకీచౌక్

source: K. Chattnahalli
hi_in: के. चटनाहल्ली
te_in: కె. చటనాహల్లీ

source: K. G. Road
hi_in: के. जी. रोड
te_in: కె. జీ. రోడ్

source: K. Larambha
hi_in: के. लारंभ
te_in: కె. లారంభ్

source: K. Mahdeo
hi_in: के. महादेव
te_in: కె. మహాదెవ్

source: K. Motnaje
hi_in: के. मोतनाजे
te_in: కె. మోతనాజె

source: K. P. Banwari
hi_in: के. पी. बनवारी
te_in: కె. పీ. బనవారీ

source: K. P. Ghat
hi_in: के. पी. घाट
te_in: కె. పీ. ఘాట్

source: K.Ayyampalayam
hi_in: के.अय्यम्पलायम
te_in: కె.అయ్యమ్పలాయం

source: K.Belagal
hi_in: के.बेलागल
te_in: కె.బెలాగల్

source: K.Boikeri
hi_in: के.बोईकेरी
te_in: కె.బోఈకెరీ

source: K.Brahmanapalli
hi_in: के.ब्रह्मनापल्ली
te_in: కె.బ్రహ్మనాపల్లీ

source: K.Dhamuni
hi_in: के.धमनी
te_in: కె.ధమనీ

source: K.Golmi
hi_in: के.गोलमि
te_in: కె.గోలమి

source: K.Gumma
hi_in: के.गम्मा
te_in: కె.గమ్మా

source: K.H.B. Colony Bidar
hi_in: के.एच.बी. कॉलोनी बीदर
te_in: కె.ఏచ్.బీ. క్ లోనీ బీదర్

source: K.H.Ramani
hi_in: के.एच.रमणी
te_in: కె.ఏచ్.రమణీ

source: K.H.Sansthan
hi_in: के.एच.संसथान
te_in: కె.ఏచ్.సంసథాన్

source: K.Jatabadi
hi_in: के.जतबड़ी
te_in: కె.జతబడ్ ీ

source: K.K. Kararia
hi_in: के.के. करारिया
te_in: కె.కె. కరారియా

source: K.K.Nagar (Tiruchirappalli)
hi_in: के.के.नगर (तिरुचिरापल्ली)
te_in: కె.కె.నగర్ (తిరుచిరాపల్లీ)

source: K.Karadakana
hi_in: के.कराडकन
te_in: కె.కరాడకన్

source: K.Karenahalli
hi_in: के.करेनहल्ली
te_in: కె.కరెనహల్లీ

source: K.M. Road Jharsuguda
hi_in: के.एम. रोड झारसुगुड़ा
te_in: కె.ఏమ్. రోడ్ ఝారసుగుడ్ ా

source: K.M.Hospital
hi_in: के.एम.हॉस्पिटल
te_in: కె.ఏమ్.హ్ స్పిటల్

source: K.Netaual
hi_in: के.नेतौल
te_in: కె.నెతౌల్

source: K.P. Colony
hi_in: के.पी. कॉलोनी
te_in: కె.పీ. క్ లోనీ

source: K.P.Bazar (Kolkata)
hi_in: के.पी.बाजार (कोल्कता)
te_in: కె.పీ.బాజార్ (కోల్కతా)

source: K.P.Roy Lane
hi_in: के.पी.रॉय लेन
te_in: కె.పీ.ర్ య్ లెన్

source: K.Parambu
hi_in: के.पराम्बू
te_in: కె.పరామ్బూ

source: K.Periyapatti
hi_in: के.पेरियापट्टी
te_in: కె.పెరియాపట్టీ

source: K.Pudur
hi_in: के.पुदुर
te_in: కె.పుదుర్

source: K.R.Centre
hi_in: के.आर.सेंटर
te_in: కె.ఆర్.సెంటర్

source: K.R.High School
hi_in: के.आर.हाई स्कूल
te_in: కె.ఆర్.హాఈ స్కూల్

source: K.R.Nagar
hi_in: के.आर.नगर
te_in: కె.ఆర్.నగర్

source: K.Sathanur
hi_in: के.साथनूर
te_in: కె.సాథనూర్

source: K.Sector
hi_in: के.सेक्टर
te_in: కె.సెక్టర్

source: K.Singhpur
hi_in: के.सिंघपुर
te_in: కె.సింఘపుర్

source: K.Sugur
hi_in: के.सुगर
te_in: కె.సుగర్

source: K.U.Bazar
hi_in: के.यू.बाजार
te_in: కె.యూ.బాజార్

source: Ka Farm
hi_in: का फार्म
te_in: కా ఫార్ం

source: Kabar
hi_in: खबर
te_in: ఖబర్

source: Kabarout
hi_in: कबरौट
te_in: కబరౌట్

source: Kabbinahalli
hi_in: कब्बीनाहल्ली
te_in: కబ్బీనాహల్లీ

source: Kabbinale
hi_in: कब्बीनाले
te_in: కబ్బీనాలె

source: Kabbur
hi_in: कब्बूर
te_in: కబ్బూర్

source: Kabidi
hi_in: केबीडी
te_in: కెబీడీ

source: Kabir Chowk
hi_in: कबीर चौक
te_in: కబీర్ చౌక్

source: Kabirpur
hi_in: कबीरपुर
te_in: కబీరపుర్

source: Kabiruddin Pur
hi_in: कबीरुद्दीन पुर
te_in: కబీరుద్దీన్ పుర్

source: Kabra
hi_in: कब्र
te_in: కబ్ర్

source: Kabulpur
hi_in: कबूलपुर
te_in: కబూలపుర్

source: Kacha Bazar
hi_in: काच बाजार
te_in: కాచ్ బాజార్

source: Kachakalli
hi_in: कचकली
te_in: కచకలీ

source: Kachakaranur
hi_in: कचकरानूर
te_in: కచకరానూర్

source: Kachakhandi
hi_in: कचखंडी
te_in: కచఖండీ

source: Kachalia
hi_in: कछालिया
te_in: కఛాలియా

source: Kachamari Boragaon
hi_in: कचामारी बोरगांव
te_in: కచామారీ బోరగాంవ్

source: Kachapai
hi_in: कछपै
te_in: కఛపే

source: Kacharakanahalli
hi_in: कचरकनाहल्ली
te_in: కచరకనాహల్లీ

source: Kachari Pathar
hi_in: कचरी पत्थर
te_in: కచరీ పత్థర్

source: Kachari Solmari
hi_in: कचरी सोलमारी
te_in: కచరీ సోలమారీ

source: Kacharigaon
hi_in: कचारिगों
te_in: కచారిగోం

source: Kachchh Mandvi Sanjipadi
hi_in: कच्छ मांडवी संजीपडी
te_in: కచ్ఛ్ మాండవీ సంజీపడీ

source: Kachewani
hi_in: काचेवणी
te_in: కాచెవణీ

source: Kachhar
hi_in: कछार
te_in: కఛార్

source: Kachhi Sarai
hi_in: कछि सारे
te_in: కఛి సారె

source: Kachhigaon
hi_in: कछिगन
te_in: కఛిగన్

source: Kachhod
hi_in: काछोड़
te_in: కాఛోడ్

source: Kachi Dargah
hi_in: कच्ची दरगाह
te_in: కచ్చీ దరగాహ్

source: Kachikota Mirideurigaon
hi_in: कचिकोट मिरिडयूरिगन
te_in: కచికోట్ మిరిడయూరిగన్

source: Kachinakatte
hi_in: काछिनकत्ते
te_in: కాఛినకత్తె

source: Kachiyawan
hi_in: कछियावां
te_in: కఛియావాం

source: Kachnawan
hi_in: कांचनवन
te_in: కాంచనవన్

source: Kachora Ghat
hi_in: कचोरा घाट
te_in: కచోరా ఘాట్

source: Kachorada
hi_in: कचोराद
te_in: కచోరాద్

source: Kachroda
hi_in: काचरोदा
te_in: కాచరోదా

source: Kachumari
hi_in: कचूमरी
te_in: కచూమరీ

source: Kachurwahi
hi_in: कचुरवाही
te_in: కచురవాహీ

source: Kachwari
hi_in: कछवारी
te_in: కఛవారీ

source: Kada (Beed)
hi_in: कड़ा (बीड)
te_in: కడ్ ా (బీడ్)

source: Kada (Mahesana)
hi_in: कड़ा (महेसाणा)
te_in: కడ్ ా (మహెసాణా)

source: Kadabahalli
hi_in: कदबाहल्ली
te_in: కదబాహల్లీ

source: Kadadi
hi_in: खददि
te_in: ఖదది

source: Kadagada
hi_in: खड़गदा
te_in: ఖడ్ గదా

source: Kadaiya
hi_in: कडैया
te_in: కడేయా

source: Kadajji
hi_in: कडजजी
te_in: కడజజీ

source: Kadakkal
hi_in: कदक्कल
te_in: కదక్కల్

source: Kadakkanad
hi_in: कदक्कनड़
te_in: కదక్కనడ్

source: Kadalimunda
hi_in: कडालिमुंडा
te_in: కడాలిముండా

source: Kadamakudi
hi_in: कदमकुडी
te_in: కదమకుడీ

source: Kadamane
hi_in: कदमने
te_in: కదమనె

source: Kadamattam
hi_in: कदमट्टम
te_in: కదమట్టం

source: Kadambadil
hi_in: कादंबदिल
te_in: కాదంబదిల్

source: Kadambagachi
hi_in: कदम्बगाछी
te_in: కదమ్బగాఛీ

source: Kadamdihi
hi_in: कडंडीही
te_in: కడండీహీ

source: Kadamkuan
hi_in: कदमकुआं
te_in: కదమకుఆం

source: Kadamoni
hi_in: कदमोनी
te_in: కదమోనీ

source: Kadampur
hi_in: कदमपुर
te_in: కదమపుర్

source: Kadampura
hi_in: कदमपुरा
te_in: కదమపురా

source: Kadamtala (Darjiling)
hi_in: कदमताल (दार्जिलिंग)
te_in: కదమతాల్ (దార్జిలింగ్)

source: Kadamtala (Howrah)
hi_in: कदमताल (होवराह)
te_in: కదమతాల్ (హోవరాహ్)

source: Kadamtala (Jalpaiguri)
hi_in: कदमताल (जलपाईगुड़ी)
te_in: కదమతాల్ (జలపాఈగుడ్ ీ)

source: Kadandale
hi_in: कड़ान्दाले
te_in: కడ్ ాన్దాలె

source: Kadapada
hi_in: कदपद
te_in: కదపద్

source: Kadaperi
hi_in: कड़पेड़ी
te_in: కడ్ పెడ్ ీ

source: Kadaperikuppam
hi_in: कादपैरिकुप्पम
te_in: కాదపేరికుప్పం

source: Kadappattoor
hi_in: कडप्पत्तूर
te_in: కడప్పత్తూర్

source: Kadapra Mannar
hi_in: कडप्र मन्नार
te_in: కడప్ర్ మన్నార్

source: Kadarwadi
hi_in: कदरवादी
te_in: కదరవాదీ

source: Kadathur
hi_in: कडाथूर
te_in: కడాథూర్

source: Kadav
hi_in: कड़ाव
te_in: కడ్ ావ్

source: Kadavali
hi_in: कदवाली
te_in: కదవాలీ

source: Kadavanthara
hi_in: कड़वंतारा
te_in: కడ్ వంతారా

source: Kadayalurutti
hi_in: कदयाळुरूतती
te_in: కదయాళురూతతీ

source: Kadayampatti
hi_in: कदयमपट्टी
te_in: కదయమపట్టీ

source: Kadayanickad
hi_in: कदयानिककड
te_in: కదయానికకడ్

source: Kadayirippu
hi_in: कडाइरिप्पू
te_in: కడాఇరిప్పూ

source: Kaddon
hi_in: कादड़ों
te_in: కాదడ్ ోం

source: Kadegaon
hi_in: कड़ेगाओं
te_in: కడ్ ెగాఓం

source: Kadekar
hi_in: कदेकर
te_in: కదెకర్

source: Kadenandihalli
hi_in: कदेनन्दिहल्ली
te_in: కదెనన్దిహల్లీ

source: Kadher
hi_in: काढेर
te_in: కాఢెర్

source: Kadi Mkt Yard
hi_in: कड़ी मक्त यार्ड
te_in: కడ్ ీ మక్త్ యార్డ్

source: Kadia
hi_in: कड़िया
te_in: కడ్ ియా

source: Kadiadra
hi_in: कडिआड्रा
te_in: కడిఆడ్రా

source: Kadipur
hi_in: कादीपुर
te_in: కాదీపుర్

source: Kadipur Khurd
hi_in: कादीपुर खुर्द
te_in: కాదీపుర్ ఖుర్ద్

source: Kadirampatti
hi_in: कदीरामपट्टी
te_in: కదీరామపట్టీ

source: Kadiri
hi_in: कादिरी
te_in: కాదిరీ

source: Kadiri Chowk
hi_in: कादिरी चौक
te_in: కాదిరీ చౌక్

source: Kadirudyavara
hi_in: कादिरूढ़यावर
te_in: కాదిరూఢ్ యావర్

source: Kadirvedu
hi_in: कदिर्वेदु
te_in: కదిర్వెదు

source: Kadiwal
hi_in: कड़ीवाल
te_in: కడ్ ీవాల్

source: Kadiyapattanam
hi_in: कडियापत्ताणं
te_in: కడియాపత్తాణం

source: Kadle
hi_in: काडले
te_in: కాడలె

source: Kadlimuda
hi_in: कदलीमुड़ा
te_in: కదలీముడ్ ా

source: Kadma
hi_in: कदम
te_in: కదం

source: Kadmal
hi_in: कदमाल
te_in: కదమాల్

source: Kadodara
hi_in: कडोदरा
te_in: కడోదరా

source: Kadoli
hi_in: कड़ोली
te_in: కడ్ ోలీ

source: Kadua
hi_in: कडुआ
te_in: కడుఆ

source: Kaduadiha
hi_in: कड़ुआडीह
te_in: కడ్ ుఆడీహ్

source: Kaduani
hi_in: कडूणी
te_in: కడూణీ

source: Kaduka
hi_in: कदुक
te_in: కదుక్

source: Kadukkampalayam
hi_in: कदुक्कमपलायम
te_in: కదుక్కమపలాయం

source: Kadur
hi_in: कदर
te_in: కదర్

source: Kadur Fort
hi_in: कदुर फोर्ट
te_in: కదుర్ ఫోర్ట్

source: Kadur RS
hi_in: कदर रस
te_in: కదర్ రస్

source: Kadur Town
hi_in: कदुर टाउन
te_in: కదుర్ టాఉన్

source: Kaduthuruthy
hi_in: कदुथुरूथी
te_in: కదుథురూథీ

source: Kadvad
hi_in: कड़वाड़
te_in: కడ్ వాడ్

source: Kadvasan
hi_in: कडवासं
te_in: కడవాసం

source: Kadwa
hi_in: कड़वा
te_in: కడ్ వా

source: Kadwali Bujurg
hi_in: कदवाली बुजुर्ग
te_in: కదవాలీ బుజుర్గ్

source: Kafara ED
hi_in: कफर एड
te_in: కఫర్ ఏడ్

source: Kafla
hi_in: काफल
te_in: కాఫల్

source: Kagadadi
hi_in: कागदादि
te_in: కాగదాది

source: Kagal
hi_in: कागल
te_in: కాగల్

source: Kagalipura
hi_in: कागलिपुर
te_in: కాగలిపుర్

source: Kagau
hi_in: कगाऊ
te_in: కగాఊ

source: Kaggallu
hi_in: काग्गल्लु
te_in: కాగ్గల్లు

source: Kaginelli
hi_in: कनली
te_in: కనలీ

source: Kagodu
hi_in: कागोडु
te_in: కాగోడు

source: Kahal
hi_in: कहल
te_in: కహల్

source: Kahalgaon
hi_in: कहलगांव
te_in: కహలగాంవ్
