Repository: healthvdev/custom_template
Catalog: languages/*.po
Languages: hi_in, te_in

source: Hidkal
hi_in: हिडकल
te_in: హిడకల్

source: High Court (Jabalpur)
hi_in: हाई कोर्ट (जबलपुर)
te_in: హాఈ కోర్ట్ (జబల్‌పూర్)

source: High Court (Jaipur)
hi_in: हाई कोर्ट (जयपुर)
te_in: హాఈ కోర్ట్ (జైపూర్)

source: High Court Building (Aurangabad)
hi_in: हाई कोर्ट बिल्डिंग (औरंगाबाद)
te_in: హాఈ కోర్ట్ బిల్డింగ్ (ఔరంగాబాద్)

source: High Court Building (Chennai)
hi_in: हाई कोर्ट बिल्डिंग (चेन्नई)
te_in: హాఈ కోర్ట్ బిల్డింగ్ (చెన్నై)

source: HighCourt
hi_in: हिघ्कोर्ट
te_in: హిఘ్కోర్ట్

source: Hijalna
hi_in: हिजलन
te_in: హిజలన్

source: Hijalpukuria
hi_in: हिजलपुकुरिया
te_in: హిజలపుకురియా

source: Hijli
hi_in: हिजली
te_in: హిజలీ

source: Hijli Co-operative
hi_in: हिजली को-ऑपरेटिव
te_in: హిజలీ కో-఑పరెటివ్

source: Hikkam
hi_in: हिक्कम
te_in: హిక్కం

source: Hikudi
hi_in: हइकुडी
te_in: హఇకుడీ

source: Hilaway
hi_in: हिलावे
te_in: హిలావె

source: Hill View
hi_in: हिल व्यू
te_in: హిల్ వ్యూ

source: Hillgrove
hi_in: हिलग्रोव
te_in: హిలగ్రోవ్

source: Hiloidhari
hi_in: हिलोइड़हरी
te_in: హిలోఇడ్ హరీ

source: Himatnagar
hi_in: हिम्मतनगर
te_in: హిమ్మతనగర్

source: Himatnagar Station Road
hi_in: हिमतनगर स्टेशन रोड
te_in: హిమతనగర్ స్టెశన్ రోడ్

source: Himayathnagar
hi_in: हिमयाथनगर
te_in: హిమయాథనగర్

source: Himmatnagar
hi_in: हिम्मतनगर
te_in: హిమ్మతనగర్

source: Himmatpur
hi_in: हिम्मतपुर
te_in: హిమ్మతపుర్

source: Himmatpuri
hi_in: हिम्मतपुरी
te_in: హిమ్మతపురీ

source: Himri
hi_in: हिमरी
te_in: హిమరీ

source: Hinauta
hi_in: हिनौता
te_in: హినౌతా

source: Hind
hi_in: हिन्द
te_in: హిన్ద్

source: Hindalga
hi_in: हिंदाल्गा
te_in: హిందాల్గా

source: Hindaun
hi_in: हिंडौन
te_in: హిండౌన్

source: Hindaun Mandi
hi_in: हिण्डौन मंडी
te_in: హిణ్డౌన్ మండీ

source: Hindawadi
hi_in: हिन्दवादी
te_in: హిన్దవాదీ

source: Hindgaon
hi_in: हिंडग़ों
te_in: హిండగ్ ోం

source: Hindi Prachar Sabha
hi_in: हिंदी प्रचार सभा
te_in: హిందీ ప్రచార్ సభా

source: Hindla
hi_in: हिंदल
te_in: హిందల్

source: Hindmotor
hi_in: हिन्दमोटर
te_in: హిన్దమోటర్

source: Hindol
hi_in: हिंडोल
te_in: హిండోల్

source: Hindoli
hi_in: हिंडोली
te_in: హిండోలీ

source: Hindon Air Field
hi_in: हिंडन एयर फील्ड
te_in: హిండన్ ఏయర్ ఫీల్డ్

source: Hindpiri
hi_in: हिन्दपीड़ी
te_in: హిన్దపీడ్ ీ

source: Hindu Pattil
hi_in: हिन्दू पाटील
te_in: హిన్దూ పాటీల్

source: Hindu Vishwa Vidhyalaya
hi_in: हिन्दू विश्व विद्यालय
te_in: హిన్దూ విశ్వ్ విద్యాలయ్

source: Hindupur
hi_in: हिंदूपुर
te_in: హిందూపుర్

source: Hindupur Extns
hi_in: हिन्दूपुर एक्सटन्स
te_in: హిన్దూపుర్ ఏక్సటన్స్

source: Hindustan Building
hi_in: हिंदुस्तान बिल्डिंग
te_in: హిందుస్తాన్ బిల్డింగ్

source: Hindustan Cables Ltd
hi_in: हिंदुस्तान केबल्स ल्टड
te_in: హిందుస్తాన్ కెబల్స్ ల్టడ్

source: Hindustan Steel Colony
hi_in: हिंदुस्तान स्टील कॉलोनी
te_in: హిందుస్తాన్ స్టీల్ క్ లోనీ

source: Hingangaon
hi_in: हिन्गंगओं
te_in: హిన్గంగఓం

source: Hingniberdi
hi_in: हिंगनइबेरदी
te_in: హింగనఇబెరదీ

source: Hingona
hi_in: हिंगोना
te_in: హింగోనా

source: Hingutarjagdishpur
hi_in: हिंगुतरजगदीशपुर
te_in: హింగుతరజగదీశపుర్

source: Hinkal
hi_in: हिंकाल
te_in: హింకాల్

source: Hinner
hi_in: हिन्नेर
te_in: హిన్నెర్

source: Hinoo
hi_in: हिनू
te_in: హినూ

source: Hippalgaon
hi_in: हिप्पालगाओं
te_in: హిప్పాలగాఓం

source: Hipparagi
hi_in: हिप्परागी
te_in: హిప్పరాగీ

source: Hipparga Rava
hi_in: हिप्परगा राव
te_in: హిప్పరగా రావ్

source: Hipperga Kajala
hi_in: हिप्परगा काजल
te_in: హిప్పరగా కాజల్

source: Hirachuni
hi_in: हिरचुनि
te_in: హిరచుని

source: Hiranagar
hi_in: हीरानगर
te_in: హీరానగర్

source: Hirankhedi
hi_in: हिरनखेड़ी
te_in: హిరనఖెడ్ ీ

source: Hirankudna
hi_in: हिरांकुडन
te_in: హిరాంకుడన్

source: Hiranpur
hi_in: हिरणपुर
te_in: హిరణపుర్

source: Hirapur
hi_in: हीरापुर
te_in: హీరాపుర్

source: Hirawali
hi_in: हिरवाली
te_in: హిరవాలీ

source: Hirebidari
hi_in: हिरेबिदरी
te_in: హిరెబిదరీ

source: Hiregonigere
hi_in: हिरेगोनिगरे
te_in: హిరెగోనిగరె

source: Hireheggadahal
hi_in: हिरहग्गदहल
te_in: హిరహగ్గదహల్

source: Hirejambur
hi_in: हिरेजम्बूर
te_in: హిరెజమ్బూర్

source: Hirekerur
hi_in: हिरेकेरुर
te_in: హిరెకెరుర్

source: Hirekoppa
hi_in: हिरेकोप्पा
te_in: హిరెకోప్పా

source: Hirekottanakal
hi_in: हिरेकोटटनकाल
te_in: హిరెకోటటనకాల్

source: Hiremagalur
hi_in: हीरेमगलुर
te_in: హీరెమగలుర్

source: Hiremannur
hi_in: हिरमन्नूर
te_in: హిరమన్నూర్

source: Hirenaganur
hi_in: हिरनगनुर
te_in: హిరనగనుర్

source: Hirepadasalagi
hi_in: हिरेपदसलगी
te_in: హిరెపదసలగీ

source: Hirhi
hi_in: हिरहि
te_in: హిరహి

source: Hiriangady
hi_in: हिरियांग्डी
te_in: హిరియాంగ్డీ

source: Hiring
hi_in: हायरिंग
te_in: హాయరింగ్

source: Hiriyur
hi_in: हिरियुर
te_in: హిరియుర్

source: Hirlipali
hi_in: हिरलीपाली
te_in: హిరలీపాలీ

source: Hirma
hi_in: हिरमा
te_in: హిరమా

source: Hirnoda
hi_in: हिरनोदा
te_in: హిరనోదా

source: Hirodih
hi_in: हीरोडीह
te_in: హీరోడీహ్

source: Hirondi
hi_in: हिरौंदी
te_in: హిరౌందీ

source: Hisampur
hi_in: हिसामपुर
te_in: హిసామపుర్

source: Hisar
hi_in: हिसार
te_in: హిసార్

source: Hisar Cantt
hi_in: हिसार कैंट
te_in: హిసార్ కేంట్

source: Hishabi
hi_in: हिसाबी
te_in: హిసాబీ

source: Hitavada
hi_in: हितवाद
te_in: హితవాద్

source: Hivanalam
hi_in: हिवाणलं
te_in: హివాణలం

source: Hivare
hi_in: हिवरे
te_in: హివరె

source: Hivare BK
hi_in: हिवरे बक
te_in: హివరె బక్

source: Hivare KH
hi_in: हिवरे कह
te_in: హివరె కహ్

source: Hivra Kabli
hi_in: हिवरा काबली
te_in: హివరా కాబలీ

source: Hiwara
hi_in: हिवरा
te_in: హివరా

source: Hiwarkheda
hi_in: हिवरखेड़
te_in: హివరఖెడ్

source: HLV road
hi_in: हल्वे रोड
te_in: హల్వె రోడ్

source: Hmt Colony
hi_in: हत कॉलोनी
te_in: హత్ క్ లోనీ

source: HMT Township
hi_in: हत टाउनशिप
te_in: హత్ టాఉనశిప్

source: Hmuifang
hi_in: हमईफ़ांग
te_in: హమఈఫ్ ాంగ్

source: Hnahchang
hi_in: हनहचंग
te_in: హనహచంగ్

source: Hnahva
hi_in: हनहवा
te_in: హనహవా

source: Hns Nagar
hi_in: हँस नगर
te_in: హఁస్ నగర్

source: Hobar
hi_in: होबर
te_in: హోబర్

source: Hodal
hi_in: होडल
te_in: హోడల్

source: Hodgaon
hi_in: होद्गाओं
te_in: హోద్గాఓం

source: Hodla Kalan
hi_in: होड़ल कलां
te_in: హోడ్ ల్ కలాం

source: Hogarehalli
hi_in: होगरेहल्ली
te_in: హోగరెహల్లీ

source: Hogla
hi_in: हॉल
te_in: హ్ ల్

source: Hoisalakatte
hi_in: होइसलकत्ते
te_in: హోఇసలకత్తె

source: Holagarh
hi_in: होलागढ़
te_in: హోలాగఢ్

source: Holalkere
hi_in: होल्लकेरे
te_in: హోల్లకెరె

source: Holalkere R.S
hi_in: होल्लकेरे आर.स
te_in: హోల్లకెరె ఆర్.స్

source: Holebenavalli
hi_in: हौलेबेनावल्ली
te_in: హౌలెబెనావల్లీ

source: Holeharalahalli
hi_in: होल्हरलाहल्ली
te_in: హోల్హరలాహల్లీ

source: Holi
hi_in: होली
te_in: హోలీ

source: Holi Bazar
hi_in: होली बाजार
te_in: హోలీ బాజార్

source: Holiday Camp
hi_in: हॉलिडे कैंप
te_in: హ్ లిడె కేంప్

source: Holikabas
hi_in: होलिकाबास
te_in: హోలికాబాస్

source: Holong
hi_in: होलोंग
te_in: హోలోంగ్

source: Hommaradi
hi_in: होममरदी
te_in: హోమమరదీ

source: Honavar
hi_in: होनवर
te_in: హోనవర్

source: Honavar Port
hi_in: होनवार पोर्ट
te_in: హోనవార్ పోర్ట్

source: Hongasandra
hi_in: होंगसांद्रा
te_in: హోంగసాంద్రా

source: Hongenahalli
hi_in: होंगेनहल्ली
te_in: హోంగెనహల్లీ

source: Honmav
hi_in: होनमाव
te_in: హోనమావ్

source: Honnahalli
hi_in: होन्नाहल्ली
te_in: హోన్నాహల్లీ

source: Honnali
hi_in: होन्नाली
te_in: హోన్నాలీ

source: Honnasandra
hi_in: होन्नासन्दर
te_in: హోన్నాసన్దర్

source: Honnavalli
hi_in: होन्नवाली
te_in: హోన్నవాలీ

source: Honnayakanahalli
hi_in: होन्नायकनाहल्ली
te_in: హోన్నాయకనాహల్లీ

source: Honnekodige
hi_in: होनकोडिगे
te_in: హోనకోడిగె

source: Honnenahalli
hi_in: होंनेनहल्ली
te_in: హోంనెనహల్లీ

source: Honnur
hi_in: हुनुर
te_in: హునుర్

source: Honsal
hi_in: होंसला
te_in: హోంసలా

source: Hoochak
hi_in: हूचक
te_in: హూచక్

source: Hoodi
hi_in: हूदी
te_in: హూదీ

source: Hooghly
hi_in: हुगली
te_in: హుగ్లీ

source: Hooghly Dock
hi_in: हुगली डॉक
te_in: హుగలీ డ్ క్

source: Hoolikatti
hi_in: हूलिकट्टी
te_in: హూలికట్టీ

source: Hoor
hi_in: हूर
te_in: హూర్

source: Horalagallu
hi_in: होरेलागाल्लू
te_in: హోరెలాగాల్లూ

source: Horamavu
hi_in: होरामवु
te_in: హోరామవు

source: Hosabettu
hi_in: होसबट्टू
te_in: హోసబట్టూ

source: Hosagodnakoppa
hi_in: होसगोदनाकोप्पा
te_in: హోసగోదనాకోప్పా

source: Hosahalli
hi_in: होसहल्ली
te_in: హోసహల్లీ

source: Hosakerehalli
hi_in: होसकेरहल्ली
te_in: హోసకెరహల్లీ

source: Hosakoppalu
hi_in: होसकोप्पालू
te_in: హోసకోప్పాలూ

source: Hosakote
hi_in: होसकोटे
te_in: హోసకోటె

source: Hosalli
hi_in: होसल्ली
te_in: హోసల్లీ

source: Hosapattan
hi_in: होस्पटटन
te_in: హోస్పటటన్

source: Hosephu
hi_in: होसिंह
te_in: హోసింహ్

source: Hoshangabad
hi_in: होशंगाबाद
te_in: హోశంగాబాద్

source: Hoshdarpur Garhi
hi_in: होशदारपुर गढ़ी
te_in: హోశదారపుర్ గఢ్ ీ

source: Hoshiarpur
hi_in: होशियारपुर
te_in: హోశియారపుర్

source: Hoshiarpur City
hi_in: होशियारपुर सिटी
te_in: హోశియారపుర్ సిటీ

source: Hoshiarpur Kalota
hi_in: होशियारपुर कलोता
te_in: హోశియారపుర్ కలోతా

source: Hoshiarpur Road
hi_in: होशियारपुर रोड
te_in: హోశియారపుర్ రోడ్

source: Hoskere
hi_in: होस्केरे
te_in: హోస్కెరె

source: Hoskote
hi_in: होसकोटे
te_in: హోసకోటె

source: Hoskote Indl. Area
hi_in: होसकोटे इंदल. एरिया
te_in: హోసకోటె ఇందల్. ఏరియా

source: Hospet
hi_in: होसपेट
te_in: హోసపెట్

source: Hospet J P Nagar
hi_in: होस्पेट ज प नगर
te_in: హోస్పెట్ జ్ ప్ నగర్

source: Hospet N C C
hi_in: होस्पेट न क छ
te_in: హోస్పెట్ న్ క్ ఛ్

source: Hospet Patel Nagar
hi_in: होस्पेट पटेल नगर
te_in: హోస్పెట్ పటెల్ నగర్

source: Hospet Ranipet
hi_in: होस्पेट रानीपेट
te_in: హోస్పెట్ రానీపెట్

source: Hospital Road (Agra)
hi_in: हॉस्पिटल रोड (आगरा)
te_in: హ్ స్పిటల్ రోడ్ (ఆగ్రా)

source: Hospital Road (Cachar)
hi_in: हॉस्पिटल रोड (कैचर)
te_in: హ్ స్పిటల్ రోడ్ (కేచర్)

source: Hospital Road (Gajapati)
hi_in: हॉस्पिटल रोड (गजपति)
te_in: హ్ స్పిటల్ రోడ్ (గజపతి)

source: Hospital Road (Sikar)
hi_in: हॉस्पिटल रोड (सीकर)
te_in: హ్ స్పిటల్ రోడ్ (సీకర్)

source: Hossir
hi_in: होसिर
te_in: హోసిర్

source: Hosudi
hi_in: होसुदी
te_in: హోసుదీ

source: Hosur
hi_in: होसुर
te_in: హోసుర్

source: Hosur (Dharmapuri)
hi_in: होसुर (धरमपुरी)
te_in: హోసుర్ (ధరమపురీ)

source: Hosur Cattle Farm
hi_in: होसुर कैटल फार्म
te_in: హోసుర్ కేటల్ ఫార్ం

source: Hosur East
hi_in: होसुर ईस्ट
te_in: హోసుర్ ఈస్ట్

source: Hosur Indl. Complex
hi_in: होसुर इंदल. काम्प्लेक्स
te_in: హోసుర్ ఇందల్. కామ్ప్లెక్స్

source: Hosur Kallahalli
hi_in: होसूर कललाहल्ली
te_in: హోసూర్ కలలాహల్లీ

source: Hosur(Ammathi)
hi_in: होसुर(अममाथि)
te_in: హోసుర్(అమమాథి)

source: Hosur(Shikaaripur)
hi_in: होसुर(शिकारीपुर)
te_in: హోసుర్(శికారీపుర్)

source: Hothpochra
hi_in: होठपोचरा
te_in: హోఠపోచరా

source: Hoti (B)
hi_in: होती (बी)
te_in: హోతీ (బీ)

source: Hottappanahalli
hi_in: होट्टप्पनाहल्ली
te_in: హోట్టప్పనాహల్లీ

source: Housing Board Colony
hi_in: हाउसिंग बोर्ड कॉलोनी
te_in: హాఉసింగ్ బోర్డ్ క్ లోనీ

source: Howbagh
hi_in: हाऊबाग
te_in: హాఊబాగ్

source: Howrah
hi_in: हावड़ा
te_in: హౌరా

source: Howrah Loco Depot
hi_in: होवराह लोको डिपो
te_in: హోవరాహ్ లోకో డిపో

source: Howrah R.S
hi_in: होवराह आर.स
te_in: హోవరాహ్ ఆర్.స్

source: HP.Sectt.
hi_in: छपी.सेक्टत.
te_in: ఛపీ.సెక్టత్.

source: Hrianghmun
hi_in: हृयंगहउँ
te_in: హృయంగహఉఁ

source: Hridaypur
hi_in: हृदयपुर
te_in: హృదయపుర్

source: Hs College
hi_in: हँस कॉलेज
te_in: హఁస్ క్ లెజ్

source: HSR Layout
hi_in: हस्र लेआउट
te_in: హస్ర్ లెఆఉట్

source: Hubli
hi_in: हुबली
te_in: హుబలీ

source: Hubli Bengeri
hi_in: हुबली बेंगिरि
te_in: హుబలీ బెంగిరి

source: Hubli Bharat Mill
hi_in: हुबली भारत मिल
te_in: హుబలీ భారత్ మిల్

source: Hubli City
hi_in: हुबली सिटी
te_in: హుబలీ సిటీ

source: Hubli Gandhi Nagar
hi_in: हुबली गांधी नगर
te_in: హుబలీ గాంధీ నగర్

source: Hubli KMC
hi_in: हुबली कमक
te_in: హుబలీ కమక్

source: Hubli Mangalwar Peth
hi_in: हुबली मंगलवार पेठ
te_in: హుబలీ మంగలవార్ పెఠ్

source: Hubli Navanagar
hi_in: हुबली नावानगर
te_in: హుబలీ నావానగర్

source: Hubli Nekarnagar
hi_in: हुबली नेकरनगर
te_in: హుబలీ నెకరనగర్

source: Hubli Sarafkatta
hi_in: हुबली सरफकत्ता
te_in: హుబలీ సరఫకత్తా

source: Hubli Siddharoodnagar
hi_in: हुबली सिद्धारूढनगर
te_in: హుబలీ సిద్ధారూఢనగర్

source: Hubli Tabibland
hi_in: हुबली ताबिब्लान्दि
te_in: హుబలీ తాబిబ్లాన్ది

source: Hubli Traffic Island
hi_in: हुबली ट्रैफिक आइलैंड
te_in: హుబలీ ట్రేఫిక్ ఆఇలేండ్

source: Hubli Udyamnagar
hi_in: हुबली उद्यमनगर
te_in: హుబలీ ఉద్యమనగర్

source: Hubli Vidyanagar
hi_in: हुबली विद्यानगर
te_in: హుబలీ విద్యానగర్

source: Hubli Vinobanagar
hi_in: हुबली विनोबानगर
te_in: హుబలీ వినోబానగర్

source: Huda Residential Complex
hi_in: हुडा रेजिडेंशियल कॉम्प्लेक्स
te_in: హుడా రెజిడెంశియల్ క్ మ్ప్లెక్స్

source: Hudina
hi_in: हुडिना
te_in: హుడినా

source: Hudli
hi_in: हुदली
te_in: హుదలీ

source: Hudra
hi_in: हुड्डा
te_in: హుడ్డా

source: Huker
hi_in: हूकर
te_in: హూకర్

source: Hukuma
hi_in: हुकुम
te_in: హుకుం

source: Hukumpeta
hi_in: हुकुमपेट
te_in: హుకుమపెట్

source: Hulas
hi_in: हुलास
te_in: హులాస్

source: Hulibele
hi_in: हलीबेले
te_in: హలీబెలె

source: Hulical
hi_in: हुलिकल
te_in: హులికల్

source: Hulikere
hi_in: हलिकेरे
te_in: హలికెరె

source: Hulikunte
hi_in: हुलिकुंटे
te_in: హులికుంటె

source: Hulimangala
hi_in: हुलीमंगल
te_in: హులీమంగల్

source: Hulimavu
hi_in: हुलिमावु
te_in: హులిమావు

source: Huliyar
hi_in: हूलियर
te_in: హూలియర్

source: Hull
hi_in: हुल
te_in: హుల్

source: Hullatti
hi_in: हुल्लत्ती
te_in: హుల్లత్తీ

source: Hullur
hi_in: हल्लुर
te_in: హల్లుర్

source: Hulsur Bazaar
hi_in: हुलसूर बाजार
te_in: హులసూర్ బాజార్

source: Humaunpur
hi_in: हुमायूंपुर
te_in: హుమాయూంపుర్

source: Humayunnagar
hi_in: हुमायूंनगर
te_in: హుమాయూంనగర్

source: Humgaon
hi_in: हुम्ग़ों
te_in: హుమ్గ్ ోం

source: Humnabad
hi_in: हुम्नाबाद
te_in: హుమ్నాబాద్

source: Humnabad Bazar
hi_in: हुम्नाबाद बाजार
te_in: హుమ్నాబాద్ బాజార్

source: Humnabad Industrial Area
hi_in: हुम्नाबाद इंडस्ट्रियल एरिया
te_in: హుమ్నాబాద్ ఇండస్ట్రియల్ ఏరియా

source: Hunasamaranahalli
hi_in: हुनसमरनहल्ली
te_in: హునసమరనహల్లీ

source: Hundapalasapal
hi_in: हुँदापलासपल
te_in: హుఁదాపలాసపల్

source: Hundipura
hi_in: हुंड़ीपुरा
te_in: హుండ్ ీపురా

source: Hundru
hi_in: हुंडरू
te_in: హుండరూ

source: Hunshettikoppa
hi_in: हंशेट्टीकोप्पा
te_in: హంశెట్టీకోప్పా

source: Hunshikatti
hi_in: हुंशिकट्टी
te_in: హుంశికట్టీ

source: Hunsur
hi_in: हुन्सुर
te_in: హున్సుర్

source: Hunterganj
hi_in: हंटरगंज
te_in: హంటరగంజ్

source: Hurhuri
hi_in: हुरहुरी
te_in: హురహురీ

source: Hurla
hi_in: हल
te_in: హల్

source: Hurlung
hi_in: हुरलुंग
te_in: హురలుంగ్

source: Huroi
hi_in: हरोई
te_in: హరోఈ

source: Hurusgundagi
hi_in: हुरुसगंदगी
te_in: హురుసగందగీ

source: Husaina Bad Grant
hi_in: हुसैन बद ग्रांट
te_in: హుసేన్ బద్ గ్రాంట్

source: Husainganj
hi_in: हुसैनगंज
te_in: హుసేనగంజ్

source: Husainganj (Fatehpur)
hi_in: हुसैनगंज (फतेहपुर)
te_in: హుసేనగంజ్ (ఫతెహపుర్)

source: Husainpur Girant
hi_in: हुसैनपुर गिरंट
te_in: హుసేనపుర్ గిరంట్

source: Husainpur Khani
hi_in: हुसैनपुर कहानी
te_in: హుసేనపుర్ కహానీ

source: Huse Pur
hi_in: हुसे पुर
te_in: హుసె పుర్

source: Husenabad
hi_in: हुसेनाबाद
te_in: హుసెనాబాద్

source: Huskur
hi_in: हुसकूर
te_in: హుసకూర్

source: Hussaina
hi_in: हुसैन
te_in: హుసేన్

source: Hussainabad
hi_in: हुसैनाबाद
te_in: హుసేనాబాద్

source: Hussainabad Bhanwara
hi_in: हुसैनाबाद भंवरा
te_in: హుసేనాబాద్ భంవరా

source: Hussaini
hi_in: हुस्सैनी
te_in: హుస్సేనీ

source: Hussainialam
hi_in: हुसैनीअलम
te_in: హుసేనీఅలం

source: Hussainpur
hi_in: हुसैनपुर
te_in: హుసేనపుర్

source: Hussainpur Kalan
hi_in: हुसैनपुर कलां
te_in: హుసేనపుర్ కలాం

source: Hussainpura
hi_in: हुसैनपुर
te_in: హుసేనపుర్

source: Hussainpuram
hi_in: हुस्सैनपुरम
te_in: హుస్సేనపురం

source: Hussepur
hi_in: हुस्सेपुर
te_in: హుస్సెపుర్

source: Hussir
hi_in: हुस्सिर
te_in: హుస్సిర్

source: Hutar
hi_in: हूटर
te_in: హూటర్

source: Hutkhanda
hi_in: हुतखण्ड
te_in: హుతఖణ్డ్

source: Huttar Coliewary
hi_in: हूटर कॉलिएवरी
te_in: హూటర్ క్ లిఏవరీ

source: Hutti
hi_in: छुट्टी
te_in: ఛుట్టీ

source: Hutti Village
hi_in: हुट्टी विलेज
te_in: హుట్టీ విలెజ్

source: Hutton Road
hi_in: हत्तों रोड
te_in: హత్తోం రోడ్

source: Huvinbhavi
hi_in: हुविनभावी
te_in: హువినభావీ

source: Huzrangagarah
hi_in: हुज़रानगगराह
te_in: హుజ్ రానగగరాహ్

source: Huzurabad
hi_in: हुजूराबाद
te_in: హుజూరాబాద్

source: Hyakanur
hi_in: ह्यकानूर
te_in: హ్యకానూర్

source: Hyder Shah Kote
hi_in: हैदर शाह कोटे
te_in: హేదర్ శాహ్ కోటె

source: Hyderabad G.P.O.
hi_in: हैदराबाद जी.पी.ओ.
te_in: హేదరాబాద్ జీ.పీ.ఓ.

source: Hyderabad Jubilee
hi_in: हैदराबाद जुबली
te_in: హేదరాబాద్ జుబలీ

source: Hyderabad Public School
hi_in: हैदराबाद पब्लिक स्कूल
te_in: హేదరాబాద్ పబ్లిక్ స్కూల్

source: Hyderguda
hi_in: हैदरगुड़ा
te_in: హేదరగుడ్ ా

source: Hyderpora
hi_in: हैदरपोरा
te_in: హేదరపోరా

source: I A Hathras
hi_in: ई अ हाथरस
te_in: ఈ అ హాథరస్

source: I B
hi_in: ई बी
te_in: ఈ బీ

source: I E Bapunagar
hi_in: इ इ बापूनगर
te_in: ఇ ఇ బాపూనగర్

source: I E Bhilai
hi_in: इ इ भिलाई
te_in: ఇ ఇ భిలాఈ

source: I I M
hi_in: इ ई म
te_in: ఇ ఈ ం

source: I L C
hi_in: इ ल क
te_in: ఇ ల్ క్

source: I R C Village
hi_in: इ र क विलेज
te_in: ఇ ర్ క్ విలెజ్

source: I.A. Surajpur
hi_in: आई.ए. सूरजपुर
te_in: ఆఈ.ఏ. సూరజపుర్

source: I.A.Bahadurgarh
hi_in: आई.ए.बहादुरगढ़
te_in: ఆఈ.ఏ.బహాదురగఢ్

source: I.E.Gomia
hi_in: आई.ई.गोमिया
te_in: ఆఈ.ఈ.గోమియా

source: I.E.Nacharam
hi_in: आई.ई.नाचरम
te_in: ఆఈ.ఈ.నాచరం

source: I.E.Sahibabad
hi_in: आई.ई.साहिबाबाद
te_in: ఆఈ.ఈ.సాహిబాబాద్

source: I.I.T Roorkee
hi_in: आई.आई.टी रूड़की
te_in: ఆఈ.ఆఈ.టీ రూడ్ కీ

source: I.M.Colony
hi_in: आई.एम.कॉलोनी
te_in: ఆఈ.ఏమ్.క్ లోనీ

source: I.P.Estate
hi_in: आई.पी.एस्टेट
te_in: ఆఈ.పీ.ఏస్టెట్

source: I.T.E.
hi_in: आई.टी.ई.
te_in: ఆఈ.టీ.ఈ.

source: IA Rajpura
hi_in: या राजपुरा
te_in: యా రాజపురా

source: Iaf Station
hi_in: ईएफ स्टेशन
te_in: ఈఏఫ్ స్టెశన్

source: IAF Stn \
hi_in: ईएफ स्तन \
te_in: ఈఏఫ్ స్తన్ \

source: Ibban
hi_in: इब्बन
te_in: ఇబ్బన్

source: Ibrahima Bad
hi_in: इब्राहिम बद
te_in: ఇబ్రాహిమ్ బద్

source: Ibrahimpatnam (K.V.Rangareddy)
hi_in: इब्राहिमपटनम (के.वी.रंगारेड्डी)
te_in: ఇబ్రాహిమపట్టణం (కె.వీ.రంగారెడ్డీ)

source: Ibrahimpur
hi_in: इब्राहिमपुर
te_in: ఇబ్రాహిమపుర్

source: Ibrahimpura
hi_in: इब्राहिमपुर
te_in: ఇబ్రాహిమపుర్

source: Ibsb Bhilai
hi_in: इब्सब भिलाई
te_in: ఇబ్సబ్ భిలాఈ

source: Icha
hi_in: इच
te_in: ఇచ్

source: Ichabpur
hi_in: साहबपुर
te_in: సాహబపుర్

source: Ichadag
hi_in: इचडग
te_in: ఇచడగ్

source: Ichag
hi_in: ईचाग
te_in: ఈచాగ్

source: Ichak
hi_in: इचाक
te_in: ఇచాక్

source: Ichalkaranji
hi_in: इचलकरंजी
te_in: ఇచలకరంజీ

source: Ichapiri
hi_in: ईचापीड़ी
te_in: ఈచాపీడ్ ీ

source: Ichapur
hi_in: साहपुर
te_in: సాహపుర్

source: Ichapur Rd
hi_in: साहपुर रद
te_in: సాహపుర్ రద్

source: Ichgam
hi_in: इचगम
te_in: ఇచగం

source: Ichhapur
hi_in: इच्छापुर
te_in: ఇచ్ఛాపుర్

source: Ichilampady
hi_in: इचिलमपडी
te_in: ఇచిలమపడీ

source: Ichipalayam
hi_in: इचिपलायम
te_in: ఇచిపలాయం

source: Ichipatti
hi_in: इचिपटटी
te_in: ఇచిపటటీ

source: Ichkela
hi_in: इचकेला
te_in: ఇచకెలా

source: Ichlabad
hi_in: इचलाबाद
te_in: ఇచలాబాద్

source: IDA Jeedimetla
hi_in: ईद जीडीमेटल
te_in: ఈద్ జీడీమెటల్

source: Ida Kondaplli
hi_in: ईद कोंडापल्ली
te_in: ఈద్ కోండాపల్లీ

source: Idaikkode
hi_in: दिककोड़े
te_in: దికకోడ్ ె

source: Idaiyathur
hi_in: इडियटहर
te_in: ఇడియటహర్

source: Idamattom
hi_in: इदमट्टम
te_in: ఇదమట్టం

source: Idgaon
hi_in: इदग़ाओं
te_in: ఇదగ్ ాఓం

source: Idgaon Devlali
hi_in: इदग़ाओं देवलाली
te_in: ఇదగ్ ాఓం దెవలాలీ

source: Idigarai
hi_in: ईडिग्रि
te_in: ఈడిగ్రి

source: Idjepal
hi_in: एडजेपाल
te_in: ఏడజెపాల్

source: Idukki Colony
hi_in: इडुक्की कॉलोनी
te_in: ఇడుక్కీ క్ లోనీ

source: Idulavalasa
hi_in: इदुलवलस
te_in: ఇదులవలస్

source: Iduvampalayam
hi_in: इदुवामपालयं
te_in: ఇదువామపాలయం

source: Iduvoi
hi_in: इडुबोई
te_in: ఇడుబోఈ

source: Ie Makhu Pura Ajmer
hi_in: ये मखु पूरा अजमेर
te_in: యె మఖు పూరా అజమెర్

source: Ie Moulali
hi_in: ये मौलाली
te_in: యె మౌలాలీ

source: IE Shrirampur. Shrirampur.
hi_in: ये श्रीरामपुआर. श्रीरामपुआर.
te_in: యె శ్రీరామపుఆర్. శ్రీరామపుఆర్.

source: Iewduh
hi_in: ईएवंदुः
te_in: ఈఏవందుః

source: IFP Rajpura
hi_in: फप राजपुर
te_in: ఫప్ రాజపుర్

source: IGI Airport
hi_in: इगी एयरपोर्ट
te_in: ఇగీ ఏయరపోర్ట్

source: IGMC
hi_in: इमक
te_in: ఇమక్

source: Ignou
hi_in: इग्नोऊ
te_in: ఇగ్నోఊ

source: IICT
hi_in: ईस्ट
te_in: ఈస్ట్

source: Iim Joka
hi_in: आईआईएम जोक
te_in: ఆఈఆఈఏమ్ జోక్

source: Ikauna
hi_in: इकौना
te_in: ఇకౌనా

source: Ikkarainegamam
hi_in: इक्कारेनगामं
te_in: ఇక్కారెనగామం

source: Ikkaraithathapalli
hi_in: इक्करईथथापल्ली
te_in: ఇక్కరఈథథాపల్లీ

source: Iklahdi
hi_in: इकलैहड़ी
te_in: ఇకలేహడ్ ీ

source: Iklera
hi_in: इकलेरा
te_in: ఇకలెరా

source: Ikran
hi_in: इकरान
te_in: ఇకరాన్

source: Ilakolanu
hi_in: इलाकोलानू
te_in: ఇలాకోలానూ

source: Ilanchirai
hi_in: इलैंचीरै
te_in: ఇలేంచీరే

source: Ilaprolu
hi_in: इलप्रोलु
te_in: ఇలప్రోలు

source: Ilayangudi
hi_in: इलायनगुडी
te_in: ఇలాయనగుడీ

source: Ilayangudi West
hi_in: इलायनगुडी वेस्ट
te_in: ఇలాయనగుడీ వెస్ట్

source: Ilkal
hi_in: इल्काल
te_in: ఇల్కాల్

source: Ilkal Town
hi_in: इल्काल टाउन
te_in: ఇల్కాల్ టాఉన్

source: Ilkal Gandhi Chowk.
hi_in: इल्काल गांधी चौक.
te_in: ఇల్కాల్ గాంధీ చౌక్.

source: Illami
hi_in: इलामी
te_in: ఇలామీ

source: Imlichatti
hi_in: इमलीचट्टी
te_in: ఇమలీచట్టీ

source: Imligaon
hi_in: इमलिगाओं
te_in: ఇమలిగాఓం

source: Imliya Gurdayal
hi_in: इमलिया गुरदयाल
te_in: ఇమలియా గురదయాల్

source: Imlota
hi_in: इमलोटा
te_in: ఇమలోటా

source: Immedihalli
hi_in: इम्मेडिहल्ली
te_in: ఇమ్మెడిహల్లీ

source: Imphal
hi_in: इम्फाल
te_in: ఇంఫాల్

source: Imphal Bazar
hi_in: इम्फाल बाजार
te_in: ఇమ్ఫాల్ బాజార్

source: Imratpur
hi_in: इम्राटपुर
te_in: ఇమ్రాటపుర్

source: Inagaluru
hi_in: इंगलुरु
te_in: ఇంగళూరు

source: Inagudurupet
hi_in: इनागुडुरुपेत
te_in: ఇనాగుడురుపెత్

source: Inam Dhamni
hi_in: इनाम धमनी
te_in: ఇనామ్ ధమనీ

source: Inamgaon
hi_in: इनामगांव
te_in: ఇనామగాంవ్

source: Inamhongal
hi_in: इनामहोंगल
te_in: ఇనామహోంగల్

source: Inamkarisalkulam
hi_in: इनंकरिसलकुलम
te_in: ఇనంకరిసలకులం

source: Inamkulathur
hi_in: इनामकुलाथुर
te_in: ఇనామకులాథుర్

source: Inarwa Bazar
hi_in: इनरवा बाजार
te_in: ఇనరవా బాజార్

source: Inayathukkanpatti
hi_in: इनायतहुक्कानपट्टी
te_in: ఇనాయతహుక్కానపట్టీ

source: Inchakundu
hi_in: इंचकुंदु
te_in: ఇంచకుందు

source: Inchavila
hi_in: इन्चवीला
te_in: ఇన్చవీలా

source: Inchnal
hi_in: इन्छनल
te_in: ఇన్ఛనల్

source: Inchura Bazar
hi_in: इंचुर बाजार
te_in: ఇంచుర్ బాజార్

source: Ind Area Chandigarh
hi_in: एंड एरिया चंड़ीगढ़
te_in: ఏండ్ ఏరియా చండీగఢ్

source: Ind. Estate
hi_in: एंड. एस्टेट
te_in: ఏండ్. ఏస్టెట్

source: Ind. Estate Bathinda
hi_in: एंड. एस्टेट बठिंडा
te_in: ఏండ్. ఏస్టెట్ బఠిండా

source: Ind.Area Sarojininagar
hi_in: एंड.एरिया सरोजिनीनगर
te_in: ఏండ్.ఏరియా సరోజినీనగర్

source: Inda Chhoi
hi_in: एंड छोई
te_in: ఏండ్ ఛోఈ

source: Indaipur
hi_in: इन्दईपुर
te_in: ఇన్దఈపుర్

source: Indalavadi
hi_in: इंदलवाड़ी
te_in: ఇందలవాడ్ ీ

source: Indapamau
hi_in: इंदपामऊ
te_in: ఇందపామఊ

source: Indapur
hi_in: इंदापुर
te_in: ఇందాపుర్

source: Indapur Bazar
hi_in: इंदापुर बाजार
te_in: ఇందాపుర్ బాజార్

source: Indara
hi_in: इंदर
te_in: ఇందర్

source: Inder
hi_in: इन्दर
te_in: ఇన్దర్

source: Inderpura
hi_in: इंदरपुर
te_in: ఇందరపుర్

source: Inderwa
hi_in: इंदरवा
te_in: ఇందరవా

source: India Security Press
hi_in: इंडिया सिक्योरिटी प्रेस
te_in: ఇండియా సిక్యోరిటీ ప్రెస్

source: Indian Institute Of Technology
hi_in: इंडियन इंस्टिट्यूट ऑफ़ टेक्नोलॉजी
te_in: ఇండియన్ ఇంస్టిట్యూట్ ఑ఫ్ టెక్నోల్ జీ

source: Indian Nation
hi_in: इंडियन नेशन
te_in: ఇండియన్ నెశన్

source: Indian Research
hi_in: इंडियन रिसर्च
te_in: ఇండియన్ రిసర్చ్

source: Indian School Of Mines
hi_in: इंडियन स्कूल ऑफ माइंस
te_in: ఇండియన్ స్కూల్ ఑ఫ్ మాఇంస్

source: Indianur
hi_in: इंडियानुर
te_in: ఇండియానుర్

source: Indir Mewat
hi_in: इंदिर मेवात
te_in: ఇందిర్ మెవాత్

source: Indira Market-Wardha
hi_in: इंदिरा मार्किट-वर्धा
te_in: ఇందిరా మార్కిట్-వర్ధా

source: Indira Nagar (Lucknow)
hi_in: इंदिरा नगर (लखनऊ)
te_in: ఇందిరా నగర్ (లఖనఊ)

source: Indira Nagar (Nashik)
hi_in: इंदिरा नगर (नाशिक)
te_in: ఇందిరా నగర్ (నాసిక్)

source: Indira Park
hi_in: इंदिरा पार्क
te_in: ఇందిరా పార్క్

source: Indiranagar (Bangalore)
hi_in: इंदिरानगर (बैंगलोर)
te_in: ఇందిరానగర్ (బెంగుళూరు)

source: Indiranagar (Solapur)
hi_in: इंदिरानगर (सोलापुर)
te_in: ఇందిరానగర్ (సోలాపుర్)

source: Indiranagar Sec-14
hi_in: इंदिरानगर सेक्-14
te_in: ఇందిరానగర్ సెక్-14

source: Indiranagar Sec-18
hi_in: इंदिरानगर सेक्-18
te_in: ఇందిరానగర్ సెక్-18

source: Indiranagar Sec-21
hi_in: इंदिरानगर सेक्-21
te_in: ఇందిరానగర్ సెక్-21
