Repository: healthvdev/custom_template
Catalog: languages/*.po
Languages: hi_in, te_in

source: Donyi Polo
hi_in: दांयी पोलो
te_in: దాంయీ పోలో

source: Doodawa
hi_in: दूदवा
te_in: దూదవా

source: Doodhli
hi_in: दूधली
te_in: దూధలీ

source: Doolahat
hi_in: दूलाहट
te_in: దూలాహట్

source: Doolapalli
hi_in: दुलापल्ली
te_in: దులాపల్లీ

source: Doongri Khurd
hi_in: डूंगरी खुर्द
te_in: డూంగరీ ఖుర్ద్

source: Doongrikalan
hi_in: डूंगरीकलां
te_in: డూంగరీకలాం

source: Doora
hi_in: दूर
te_in: దూర్

source: Dooravasapura
hi_in: दूर्वासापुर
te_in: దూర్వాసాపుర్

source: Doorvaninagar
hi_in: दूरवनीनगर
te_in: దూరవనీనగర్

source: Dorada
hi_in: डोरडा
te_in: డోరడా

source: Doraguda
hi_in: दोरागुड़ा
te_in: దోరాగు ా

source: Doraha
hi_in: दोराहा
te_in: దోరాహా

source: Doraha (Ludhiana)
hi_in: दोराहा (लुधियाना)
te_in: దోరాహా (లుధియానా)

source: Doranahalli
hi_in: दौरानहल्ली
te_in: దౌరానహల్లీ

source: Doranda
hi_in: डोरंडा
te_in: డోరండా

source: Dorbar
hi_in: दरबार
te_in: దరబార్

source: Doripalli
hi_in: डोरीपल्ली
te_in: డోరీపల్లీ

source: Dorma
hi_in: डोरमा
te_in: డోరమా

source: Dornahalli
hi_in: डोरनाहल्ली
te_in: డోరనాహల్లీ

source: Dornapal
hi_in: दोरनापाल
te_in: దోరనాపాల్

source: Dorodih
hi_in: डोरोडीह
te_in: డోరోడీహ్

source: Dostpur
hi_in: दोस्तपुर
te_in: దోస్తపుర్

source: Doswada
hi_in: दोसवाड़ा
te_in: దోసవా ా

source: Dotai
hi_in: डोटी
te_in: డోటీ

source: Dotma
hi_in: डयम
te_in: డయం

source: Doulbari
hi_in: दोल्बरी
te_in: దోల్బరీ

source: Dova
hi_in: डोव
te_in: డోవ్

source: Dover Lane
hi_in: डोवेर लेन
te_in: డోవెర్ లెన్

source: Dowaru
hi_in: डोवर
te_in: డోవర్

source: Dowlaiswaram
hi_in: दौलेस्वरम
te_in: దౌలెస్వరం

source: Dowlatabad
hi_in: दौलताबाद
te_in: దౌలతాబాద్

source: Down Hills
hi_in: डाउन हिल्स
te_in: డాఉన్ హిల్స్

source: Downhill
hi_in: डाउनहिल
te_in: డాఉనహిల్

source: Doyapur
hi_in: दोयपुर
te_in: దోయపుర్

source: Dr As Rao Nagar
hi_in: डॉ एस राय नागर
te_in: డ్ ఏస్ రాయ్ నాగర్

source: Dr Deshmukh Marg
hi_in: डॉ देशमुख मार्ग
te_in: డ్ దెశముఖ్ మార్గ్

source: Dr. Ambedkar Nagar (South Delhi)
hi_in: डॉ. आंबेडकर नगर (साउथ देल्ही)
te_in: డ్ . ఆంబెడకర్ నగర్ (సాఉథ్ ఢిల్లీ)

source: Dr. Ambedkar Veedhi
hi_in: डॉ. आंबेडकर विधि
te_in: డ్ . ఆంబెడకర్ విధి

source: Dr.Ambedkar Marg
hi_in: डॉ.आंबेडकर मार्ग
te_in: డ్ .ఆంబెడకర్ మార్గ్

source: Dr.B R Ambedkar O.U
hi_in: डॉ.बी र अम्बेडकर ओ.उ
te_in: డ్ .బీ ర్ అమ్బెడకర్ ఓ.ఉ

source: Dr.B.A. Chowk
hi_in: डॉ.बी.ए. चौक
te_in: డ్ .బీ.ఏ. చౌక్

source: Dr.Mukerjee Nagar
hi_in: डॉ.मुखर्जी नगर
te_in: డ్ .ముఖర్జీ నగర్

source: Draksharamam
hi_in: द्राक्षारामम
te_in: ద్రాక్షారామం

source: Drang
hi_in: दरंग
te_in: దరంగ్

source: Drmo
hi_in: ड्रमो
te_in: డ్రమో

source: Dubahi Mahinathpur
hi_in: दुबही महिनाथपुर
te_in: దుబహీ మహినాథపుర్

source: Dubaipur
hi_in: दूबेपुर
te_in: దూబెపుర్

source: Dubakana
hi_in: दुबकना
te_in: దుబకనా

source: Dubaulia
hi_in: दुबौलिया
te_in: దుబౌలియా

source: Dubawal
hi_in: दुबावल
te_in: దుబావల్

source: Dubepur
hi_in: दूबेपुर
te_in: దూబెపుర్

source: Dubeypur
hi_in: दूबेपुर
te_in: దూబెపుర్

source: Dubialgaon
hi_in: दूबिल्गाओं
te_in: దూబిల్గాఓం

source: Dubiha
hi_in: डीह
te_in: డీహ్

source: Dubloo
hi_in: डब्ल्यू
te_in: డబ్ల్యూ

source: Dubrajpur
hi_in: दुबराजपुर
te_in: దుబరాజపుర్

source: Dudar
hi_in: दुदर
te_in: దుదర్

source: Duddagere
hi_in: दुध्दग्रे
te_in: దుధ్దగ్రె

source: Duddepudi
hi_in: दुददीपुदी
te_in: దుదదీపుదీ

source: Dudhai
hi_in: दुधई
te_in: దుధఈ

source: Dudhalgaon BK
hi_in: दुधलगों बक
te_in: దుధలగోం బక్

source: Dudhani
hi_in: दुधानी
te_in: దుధానీ

source: Dudhari
hi_in: दुधारी
te_in: దుధారీ

source: Dudhauni
hi_in: दुधौनी
te_in: దుధౌనీ

source: Dudheri
hi_in: दुधेरि
te_in: దుధెరి

source: Dudheshwar Tavdipura
hi_in: दुधेश्वर तावडीपुरा
te_in: దుధెశ్వర్ తావడీపురా

source: Dudhia
hi_in: दूधिया
te_in: దూధియా

source: Dudhiani
hi_in: दुधियानी
te_in: దుధియానీ

source: Dudhigajar
hi_in: दुधिगजर
te_in: దుధిగజర్

source: Dudhli
hi_in: दुधली
te_in: దుధలీ

source: Dudhwania
hi_in: दुध्वनिया
te_in: దుధ్వనియా

source: Dudihalli
hi_in: दुडिहल्ली
te_in: దుడిహల్లీ

source: Dudurkote
hi_in: डुडुरकोट
te_in: డుడురకోట్

source: Dugarvada
hi_in: दुगरवाड़ा
te_in: దుగరవా ా

source: Dugdha
hi_in: दुग्ध
te_in: దుగ్ధ్

source: Dugeli
hi_in: दुगेली
te_in: దుగెలీ

source: Duggaladka
hi_in: दुग्गलदक
te_in: దుగ్గలదక్

source: Duggi
hi_in: डुग्गी
te_in: డుగ్గీ

source: Dugha
hi_in: दुघ
te_in: దుఘ్

source: Dughdha
hi_in: दुघ्ध
te_in: దుఘ్ధ్

source: Dugli
hi_in: दुगली
te_in: దుగలీ

source: Duhai
hi_in: दुहाई
te_in: దుహాఈ

source: Duillya
hi_in: दिलल्या
te_in: దిలల్యా

source: Dujar
hi_in: दुजार
te_in: దుజార్

source: Dukheri
hi_in: दुखेड़ी
te_in: దుఖె ీ

source: Dukhniwaran Sahib
hi_in: दुखनिवारण साहिब
te_in: దుఖనివారణ్ సాహిబ్

source: Dukirkline
hi_in: दुकिरकलीने
te_in: దుకిరకలీనె

source: Dul;hipur
hi_in: दुल;हीपुर
te_in: దుల్;హీపుర్

source: Dulana
hi_in: डुलाना
te_in: డులానా

source: Dulanapur
hi_in: दुलानपुर
te_in: దులానపుర్

source: Dulara
hi_in: दुलार
te_in: దులార్

source: Dulat Jat
hi_in: दुलत जाट
te_in: దులత్ జాట్

source: Dulchike
hi_in: दुलचीके
te_in: దులచీకె

source: Dulhera
hi_in: दुल्हेड़ा
te_in: దుల్హె ా

source: Dulheri
hi_in: दुल्हेड़ी
te_in: దుల్హె ీ

source: Duliajan
hi_in: दुलियाजान
te_in: దులియాజాన్

source: Dullipatti
hi_in: दुल्लीपट्टी
te_in: దుల్లీపట్టీ

source: Dulonangal
hi_in: दूलोनंगल
te_in: దూలోనంగల్

source: Dum Dum Gardens
hi_in: दम दम गार्डन्स
te_in: దమ్ దమ్ గార్డన్స్

source: Dum Dum Park
hi_in: दम दम पार्क
te_in: దమ్ దమ్ పార్క్

source: Dumad
hi_in: दमाद
te_in: దమాద్

source: Dumali
hi_in: डुमाली
te_in: డుమాలీ

source: Dumarbana
hi_in: डुमरबना
te_in: డుమరబనా

source: Dumardih
hi_in: डुमरडीह
te_in: డుమరడీహ్

source: Dumardihkhurd
hi_in: डुमरडीहखुर्द
te_in: డుమరడీహఖుర్ద్

source: Dumari Bazar
hi_in: डुमरी बाजार
te_in: డుమరీ బాజార్

source: Dumari Bujurg
hi_in: डुमरी बुजुर्ग
te_in: డుమరీ బుజుర్గ్

source: Dumaria
hi_in: डुमरिया
te_in: డుమరియా

source: Dumaria Estate
hi_in: डुमरिया एस्टेट
te_in: డుమరియా ఏస్టెట్

source: Dumarighat
hi_in: डुमरीघाट
te_in: డుమరీఘాట్

source: Dumariya
hi_in: डुमरिया
te_in: డుమరియా

source: Dumarkunda
hi_in: डुमरकुंडा
te_in: డుమరకుండా

source: Dumartola
hi_in: डुमरटोला
te_in: డుమరటోలా

source: Dumdum
hi_in: दमदम
te_in: దమదం

source: Dumdum Road
hi_in: दमदम रोड
te_in: దమదమ్ రోడ్

source: Dumduma
hi_in: दुमदुमा
te_in: దుమదుమా

source: Dumduma Housing Board Colony
hi_in: दुमदुमा हाउसिंग बोर्ड कॉलोनी
te_in: దుమదుమా హాఉసింగ్ బోర్డ్ క్ లోనీ

source: Dumeriguri
hi_in: डुमरीगुरी
te_in: డుమరీగురీ

source: Dumerpadar
hi_in: डुमेरपदर
te_in: డుమెరపదర్

source: Dumharpatti
hi_in: दुहरपट्टी
te_in: దుహరపట్టీ

source: Dumka
hi_in: दुमका
te_in: దుమకా

source: Dumka Court
hi_in: दुमका कोर्ट
te_in: దుమకా కోర్ట్

source: Dumlav
hi_in: डुमलाव
te_in: డుమలావ్

source: Dumma
hi_in: दुम्मा
te_in: దుమ్మా

source: Dummenahalli
hi_in: दुम्मनहल्ली
te_in: దుమ్మనహల్లీ

source: Dumoli Khurd
hi_in: डूमोली खुर्द
te_in: డూమోలీ ఖుర్ద్

source: Dumra
hi_in: डुमरा
te_in: డుమరా

source: Dumral Bazar
hi_in: डुमरल बाजार
te_in: డుమరల్ బాజార్

source: Dumrawan
hi_in: डुमरावां
te_in: డుమరావాం

source: Dumri
hi_in: डुमरी
te_in: డుమరీ

source: Dumuka
hi_in: दुमका
te_in: దుమకా

source: Dumunichowki
hi_in: दुमुनीचौकी
te_in: దుమునీచౌకీ

source: Dumuria
hi_in: डुमरिया
te_in: డుమరియా

source: Dumuria Sirisboni
hi_in: डुमरिया सिरिसबोनी
te_in: డుమరియా సిరిసబోనీ

source: Dumurineli
hi_in: दुमुरिनेली
te_in: దుమురినెలీ

source: Dumurtore
hi_in: डुमुरतोरे
te_in: డుమురతోరె

source: Dumwalia
hi_in: दुमवालिया
te_in: దుమవాలియా

source: Dunai
hi_in: दूनी
te_in: దూనీ

source: Dundahera
hi_in: डूंडाहेड़ा
te_in: డూండాహె ా

source: Dunderwas
hi_in: दुंडेरवास
te_in: దుండెరవాస్

source: Dundu Khera
hi_in: दुंदु खेर
te_in: దుందు ఖెర్

source: Dunetha
hi_in: दुनेठा
te_in: దునెఠా

source: Dungar College
hi_in: डूंगर कॉलेज
te_in: డూంగర్ క్ లెజ్

source: Dungara
hi_in: डूंगर
te_in: డూంగర్

source: Dungarpur Gapsagar
hi_in: डूंगरपुर गेपसागर
te_in: డూంగరపుర్ గెపసాగర్

source: Dungarvant
hi_in: डूंगरवंत
te_in: డూంగరవంత్

source: Dunge
hi_in: डंगे
te_in: డంగె

source: Dungerwas
hi_in: डुंगेरवास
te_in: డుంగెరవాస్

source: Dungri
hi_in: डूंगरी
te_in: డూంగరీ

source: Dungri (Valsad)
hi_in: डूंगरी (वलसाड)
te_in: డూంగరీ (వలసాడ్)

source: Dungri Pindarpar
hi_in: डुंगरी पिंदरपर
te_in: డుంగరీ పిందరపర్

source: Dungripanth
hi_in: डुंगरीपंथ
te_in: డుంగరీపంథ్

source: Dupada
hi_in: दुपाड़ा
te_in: దుపా ా

source: Duppada
hi_in: दुप्पद
te_in: దుప్పద్

source: Dura
hi_in: दूर
te_in: దూర్

source: Duragpura
hi_in: दुर्गपुरा
te_in: దుర్గపురా

source: Durana
hi_in: दुरान
te_in: దురాన్

source: Durapara
hi_in: दुरापारा
te_in: దురాపారా

source: Durbasa
hi_in: दुर्बासा
te_in: దుర్బాసా

source: Durbhat
hi_in: दुर्भात
te_in: దుర్భాత్

source: Durdura
hi_in: दुरदुरा
te_in: దురదురా

source: Durg Kutchery
hi_in: दुर्ग कुत्चेरय
te_in: దుర్గ్ కుత్చెరయ్

source: Durg R S
hi_in: दुर्ग र स
te_in: దుర్గ్ ర్ స్

source: Durg Sadar Bazar
hi_in: दुर्ग सदर बाजार
te_in: దుర్గ్ సదర్ బాజార్

source: Durga Agraharam
hi_in: दुर्गा अग्रहारम
te_in: దుర్గా అగ్రహారం

source: Durgabari
hi_in: दुर्गाबाड़ी
te_in: దుర్గాబా ీ

source: Durgabari Subhash Pally
hi_in: दुर्गाबाड़ी सुभाष पल्ली
te_in: దుర్గాబా ీ సుభాష్ పల్లీ

source: Durgachak
hi_in: दुर्गाचक
te_in: దుర్గాచక్

source: Durgachak Colony
hi_in: दुर्गाचक कॉलोनी
te_in: దుర్గాచక్ క్ లోనీ

source: Durgacherra
hi_in: दुर्गाचेर्रा
te_in: దుర్గాచెర్రా

source: Durgaganj
hi_in: दुर्गागंज
te_in: దుర్గాగంజ్

source: Durgakund
hi_in: दुर्गाकुंड
te_in: దుర్గాకుండ్

source: Durganagar
hi_in: दुर्गानगर
te_in: దుర్గానగర్

source: Durgapanga
hi_in: दुर्गापनग
te_in: దుర్గాపనగ్

source: Durgapur
hi_in: दुर्गापुर
te_in: దుర్గాపుర్

source: Durgapur Abl Township
hi_in: दुर्गापुर अबल टाउनशिप
te_in: దుర్గాపుర్ అబల్ టాఉనశిప్

source: Durgapur DSP SB Bureau
hi_in: दुर्गापुर दसप सब ब्यूरो
te_in: దుర్గాపుర్ దసప్ సబ్ బ్యూరో

source: Durgapur RS
hi_in: दुर्गापुर रस
te_in: దుర్గాపుర్ రస్

source: Durgapur Steel Project
hi_in: दुर्गापुर स्टील प्रोजेक्ट
te_in: దుర్గాపుర్ స్టీల్ ప్రోజెక్ట్

source: Durgapur Steel Town East
hi_in: दुर्गापुर स्टील टाउन ईस्ट
te_in: దుర్గాపుర్ స్టీల్ టాఉన్ ఈస్ట్

source: Durgapur Steel Town West
hi_in: दुर्गापुर स्टील टाउन वेस्ट
te_in: దుర్గాపుర్ స్టీల్ టాఉన్ వెస్ట్

source: Durgapur Thermal Power Station
hi_in: दुर्गापुर थर्मल पावर स्टेशन
te_in: దుర్గాపుర్ థర్మల్ పావర్ స్టెశన్

source: Durgapura
hi_in: दुर्गापुर
te_in: దుర్గాపుర్

source: Durgapuram
hi_in: दुर्गापुरम
te_in: దుర్గాపురం

source: Durgapuri
hi_in: दुर्गापुरी
te_in: దుర్గాపురీ

source: Durgawadi
hi_in: दुर्गावाड़ी
te_in: దుర్గావా ీ

source: Durgella
hi_in: दुरगेला
te_in: దురగెలా

source: Durgi
hi_in: दुर्गी
te_in: దుర్గీ

source: Durgkondal
hi_in: दुर्गकोंदल
te_in: దుర్గకోందల్

source: Durjan Pur Pandey
hi_in: दुर्जन पुर पांडेय
te_in: దుర్జన్ పుర్ పాండెయ్

source: Durjana
hi_in: दुर्जन
te_in: దుర్జన్

source: Durjania Was
hi_in: दुर्जनिया वास्
te_in: దుర్జనియా వాస్

source: Durjanpur
hi_in: दुर्जनपुर
te_in: దుర్జనపుర్

source: Durlaga
hi_in: दुर्लग
te_in: దుర్లగ్

source: Durlavnarayan
hi_in: दुर्लवनारायण
te_in: దుర్లవనారాయణ్

source: Durtlang
hi_in: दुर्तलांग
te_in: దుర్తలాంగ్

source: Durungpahar
hi_in: दुरूंगपहार
te_in: దురూంగపహార్

source: Dusane
hi_in: दूसने
te_in: దూసనె

source: Duttapukur
hi_in: दुत्तापुकुर
te_in: దుత్తాపుకుర్

source: Duttapur
hi_in: दुत्तापुर
te_in: దుత్తాపుర్

source: Duttnagar
hi_in: दत्तनगर
te_in: దత్తనగర్

source: Duwadhar
hi_in: दुवाधार
te_in: దువాధార్

source: Dvc Road Orai
hi_in: द्वक रोड ओराई
te_in: ద్వక్ రోడ్ ఓరాఈ

source: Dwarahat
hi_in: द्वाराहाट
te_in: ద్వారాహాట్

source: Dwarakanagar
hi_in: द्वारकानगर
te_in: ద్వారకానగర్

source: Dwarakapet
hi_in: द्वारकापेट
te_in: ద్వారకాపెట్

source: Dwarbasini
hi_in: द्वारबासिनी
te_in: ద్వారబాసినీ

source: Dwarika
hi_in: द्वारिका
te_in: ద్వారికా

source: Dwarikapuri
hi_in: द्वारिकापुरी
te_in: ద్వారికాపురీ

source: Dwaritelaiya
hi_in: द्वारिटेलिया
te_in: ద్వారిటెలియా

source: Dwarka Corner
hi_in: द्वारका कार्नर
te_in: ద్వారకా కార్నర్

source: Dwarka Sec-6
hi_in: द्वारका सेक्-6
te_in: ద్వారకా సెక్-6

source: Dwarli
hi_in: द्वारलि
te_in: ద్వారలి

source: Dwiperpar
hi_in: द्विपरपर
te_in: ద్విపరపర్

source: Dymock
hi_in: डिमॉक
te_in: డిమ్ క్

source: Dyuli
hi_in: ड्यूली
te_in: డ్యూలీ

source: E Pudupatti
hi_in: इ पुदुपट्टी
te_in: ఇ పుదుపట్టీ

source: E-2 Sector
hi_in: इ-2 सेक्टर
te_in: ఇ-2 సెక్టర్

source: E.K.T
hi_in: ई.के.टी
te_in: ఈ.కె.టీ

source: E.Meenakshipuram
hi_in: ई.मीनाक्षीपुरम
te_in: ఈ.మీనాక్షీపురం

source: E.Thandrapadu
hi_in: ई.थंडरपदु
te_in: ఈ.థండరపదు

source: Eachur
hi_in: एयचूर
te_in: ఏయచూర్

source: East Bhaktinagar
hi_in: ईस्ट भक्तिनगर
te_in: ఈస్ట్ భక్తినగర్

source: East Gonagudem
hi_in: ईस्ट गोणगुडेम
te_in: ఈస్ట్ గోణగుడెం

source: East Hill
hi_in: ईस्ट हिल
te_in: ఈస్ట్ హిల్

source: East Khadki
hi_in: ईस्ट खडकी
te_in: ఈస్ట్ ఖడకీ

source: East Masli
hi_in: ईस्ट मसलि
te_in: ఈస్ట్ మసలి

source: East Of Kailash
hi_in: ईस्ट ऑफ कैलाश
te_in: ఈస్ట్ ఑ఫ్ కేలాశ్

source: East Of Kailash Phase-I
hi_in: ईस्ट ऑफ कैलाश फेज-ई
te_in: ఈస్ట్ ఑ఫ్ కేలాశ్ ఫెజ్-ఈ

source: East Pandavarmangalam
hi_in: ईस्ट पंडावरमंगलं
te_in: ఈస్ట్ పండావరమంగలం

source: East Udayrajpur
hi_in: ईस्ट उदयराजपुर
te_in: ఈస్ట్ ఉదయరాజపుర్

source: Eastern Extn
hi_in: ईस्टर्न ऐक्सटन
te_in: ఈస్టర్న్ ఐక్సటన్

source: Eathamozhi
hi_in: एत्थामाजहि
te_in: ఏత్థామాజహి

source: Ebs Hisar
hi_in: ईबीएस हिसार
te_in: ఈబీఏస్ హిసార్

source: Ecil
hi_in: कइल
te_in: కఇల్

source: Edaiyathur
hi_in: एडियटहर
te_in: ఏడియటహర్

source: Edakkad - West Hill
hi_in: एदक्कड़ - वेस्ट हिल
te_in: ఏదక్క్ - వెస్ట్ హిల్

source: Edakkara - Quilandy
hi_in: एदक्कारा - क़ुइलन्दी
te_in: ఏదక్కారా - ౘుఇలన్దీ

source: Edakkattuvayal
hi_in: एदक्कत्तुवायल
te_in: ఏదక్కత్తువాయల్

source: Edalakudy
hi_in: एडेलाकुद्य
te_in: ఏడెలాకుద్య్

source: Edamalaipatti Pudur
hi_in: एडमलीपट्टी पुडुर
te_in: ఏడమలీపట్టీ పుడుర్

source: Edamaruku
hi_in: एडमरुकू
te_in: ఏడమరుకూ

source: Edamulackal
hi_in: इदमूलककल
te_in: ఇదమూలకకల్

source: Edanad
hi_in: एदंड
te_in: ఏదండ్

source: Edapal
hi_in: वेदपाल
te_in: వెదపాల్

source: Edapalayam
hi_in: एडापलायम
te_in: ఏడాపలాయం

source: Edapally
hi_in: इडापल्ली
te_in: ఇడాపల్లీ

source: Edapally North
hi_in: इडापल्ली नार्थ
te_in: ఇడాపల్లీ నార్థ్

source: Edappady
hi_in: एडाप्पडी
te_in: ఏడాప్పడీ

source: Edappallycotta
hi_in: एडाप्पल्लीकोट
te_in: ఏడాప్పల్లీకోట్

source: Edathala
hi_in: एडाथला
te_in: ఏడాథలా

source: Edathala North
hi_in: एडाथला नार्थ
te_in: ఏడాథలా నార్థ్

source: Edathara
hi_in: एडथर
te_in: ఏడథర్

source: Edathua
hi_in: एडाथुआ
te_in: ఏడాథుఆ

source: Edavalli
hi_in: एडवल्ली
te_in: ఏడవల్లీ

source: Edavattom
hi_in: एदावत्तोम
te_in: ఏదావత్తోం

source: Edayam
hi_in: एडयम
te_in: ఏడయం

source: Edayankattuvalsu
hi_in: एडयांकटटुवलसु
te_in: ఏడయాంకటటువలసు

source: Edayar
hi_in: एडेयर
te_in: ఏడెయర్

source: Edayaramula West
hi_in: एडेयरमूल वेस्ट
te_in: ఏడెయరమూల్ వెస్ట్

source: Edayarickapuzha
hi_in: एडेयरिकापुज़हा
te_in: ఏడెయరికాపు హా

source: Edayarnmula
hi_in: एडीआरन्मुला
te_in: ఏడీఆరన్ములా

source: Edayarpalayam
hi_in: एडेयरपालयं
te_in: ఏడెయరపాలయం

source: Edayathimangalam
hi_in: एडायाथयमंगलं
te_in: ఏడాయాథయమంగలం

source: Edayur
hi_in: एडयुर
te_in: ఏడయుర్

source: Edayur North
hi_in: एडयुर नार्थ
te_in: ఏడయుర్ నార్థ్

source: Ediganipally
hi_in: एडिगनीपल्ली
te_in: ఏడిగనీపల్లీ

source: Edivanna
hi_in: एडिवन्न
te_in: ఏడివన్న్

source: Edrumhatu
hi_in: एडरूमःतु
te_in: ఏడరూమఃతు

source: Edwan
hi_in: एडवां
te_in: ఏడవాం

source: Eganivayal
hi_in: एगनिवायल
te_in: ఏగనివాయల్

source: Egmore
hi_in: एग्मोर
te_in: ఏగ్మోర్

source: Egmore ND
hi_in: एग्मोर नद
te_in: ఏగ్మోర్ నద్

source: Egra
hi_in: एगर
te_in: ఏగర్

source: Eguvagottiveedu
hi_in: एगुवगोट्टीवीदु
te_in: ఏగువగోట్టీవీదు

source: Ekali
hi_in: एकली
te_in: ఏకలీ

source: Ekalpur
hi_in: एकलपुर
te_in: ఏకలపుర్

source: Ekalva
hi_in: एकलव्य
te_in: ఏకలవ్య్

source: Ekatali
hi_in: एकताली
te_in: ఏకతాలీ

source: Ekchinti
hi_in: एकचिन्तइ
te_in: ఏకచిన్తఇ

source: Ekdal
hi_in: एकदल
te_in: ఏకదల్

source: Ekdali
hi_in: एकदली
te_in: ఏకదలీ

source: Ekdanga
hi_in: एकडंगा
te_in: ఏకడంగా

source: Ekderwa
hi_in: एकडेरवा
te_in: ఏకడెరవా

source: Ekelbara
hi_in: एकलबारा
te_in: ఏకలబారా

source: Ekkaduthangal
hi_in: एककादुतांगल
te_in: ఏకకాదుతాంగల్

source: Eklahare
hi_in: एकलहारे
te_in: ఏకలహారె

source: Eklera
hi_in: इकलेरा
te_in: ఇకలెరా

source: Ekma
hi_in: एकमा
te_in: ఏకమా

source: Ekma Chaulk
hi_in: एकमा चालक
te_in: ఏకమా చాలక్

source: Ekma Nautan
hi_in: एकमा नौतन
te_in: ఏకమా నౌతన్

source: Eksare
hi_in: एक्सरे
te_in: ఏక్సరె

source: Eksari
hi_in: एकसरि
te_in: ఏకసరి

source: Ektali
hi_in: एक्ट्ली
te_in: ఏక్ట్లీ

source: Ektarpur
hi_in: एक्तरपुर
te_in: ఏక్తరపుర్

source: Elabotharam
hi_in: एलाबोथराम
te_in: ఏలాబోథరాం

source: Elambalur
hi_in: एलंबलुर
te_in: ఏలంబలుర్

source: Elampazhannur
hi_in: एलमपजहन्नुर
te_in: ఏలమపజహన్నుర్

source: Elankur
hi_in: एलंकुर
te_in: ఏలంకుర్

source: Elanthikara
hi_in: एलानठीकर
te_in: ఏలానఠీకర్

source: Elapulli
hi_in: एलपुल्ली
te_in: ఏలపుల్లీ

source: Elapulli South
hi_in: एलपुल्ली साउथ
te_in: ఏలపుల్లీ సాఉథ్

source: Elavanthi
hi_in: ऐलवंतही
te_in: ఐలవంతహీ

source: Elavoor
hi_in: एलवूर
te_in: ఏలవూర్

source: Elayampalayam
hi_in: एलायमपलायम
te_in: ఏలాయమపలాయం

source: Elayamuthur
hi_in: एल्यमुथुर
te_in: ఏల్యముథుర్

source: Electric Veng
hi_in: इलेक्ट्रिक वेंग
te_in: ఇలెక్ట్రిక్ వెంగ్

source: Electronics City
hi_in: इलेक्ट्रॉनिक्स सिटी
te_in: ఇలెక్ట్ర్ నిక్స్ సిటీ

source: Eleminedu
hi_in: एलेमिनेदु
te_in: ఏలెమినెదు

source: Elephanta Caves Po
hi_in: एलेफांटा केव्स पो
te_in: ఏలెఫాంటా కెవ్స్ పో

source: Elerithattu
hi_in: एलेरिथततु
te_in: ఏలెరిథతతు

source: Elgur
hi_in: एल्गर
te_in: ఏల్గర్

source: Elikulam
hi_in: एलीकुलं
te_in: ఏలీకులం

source: Ellaboni
hi_in: एल्बनी
te_in: ఏల్బనీ

source: Ellapudayampatti
hi_in: एल्लापुडयमपट्टी
te_in: ఏల్లాపుడయమపట్టీ

source: Elliot Road
hi_in: इलियट रोड
te_in: ఇలియట్ రోడ్

source: Ellis Nagar
hi_in: एलिस नगर
te_in: ఏలిస్ నగర్

source: Ellisbridge
hi_in: एलिसब्रिज
te_in: ఏలిసబ్రిజ్

source: Ellumpuram
hi_in: एल्लमपुरम
te_in: ఏల్లమపురం

source: Elluvila
hi_in: एलुविल
te_in: ఏలువిల్

source: Elur
hi_in: एलूर
te_in: ఏలూర్

source: Eluru Bus Station
hi_in: एलुरु बस स्टेशन
te_in: ఏళూరు బస్ స్టెశన్

source: Eluru Collectorate
hi_in: एलुरु कोल्लेकतोरते
te_in: ఏళూరు కోల్లెకతోరతె

source: Eluru R.S
hi_in: एलुरु आर.स
te_in: ఏళూరు ఆర్.స్

source: Elutchur
hi_in: एलयूटच्यूर
te_in: ఏలయూటచ్యూర్

source: Emani
hi_in: एमनी
te_in: ఏమనీ

source: EME Records
hi_in: एमए रिकार्ड्स
te_in: ఏమఏ రికార్డ్స్

source: Employeement Exchange
hi_in: एम्प्लाईमेंट एक्सचेंज
te_in: ఏమ్ప్లాఈమెంట్ ఏక్సచెంజ్

source: Ena
hi_in: इन
te_in: ఇన్

source: Ena Khera
hi_in: ऐना खेर
te_in: ఐనా ఖెర్

source: Enayetpur
hi_in: इनायतपुर
te_in: ఇనాయతపుర్

source: Endapalli
hi_in: एन्डापल्ली
te_in: ఏన్డాపల్లీ

source: Endergota
hi_in: एंडरगोटा
te_in: ఏండరగోటా

source: Endhal
hi_in: एधल
te_in: ఏధల్

source: Engandiyur
hi_in: एंगनदीयुर
te_in: ఏంగనదీయుర్

source: Engg College
hi_in: एग्ग कॉलेज
te_in: ఏగ్గ్ క్ లెజ్

source: Engg.College
hi_in: एग्ग.कॉलेज
te_in: ఏగ్గ్.క్ లెజ్

source: Engineering College Kota
hi_in: इंजीनियरिंग कॉलेज कोटा
te_in: ఇంజీనియరింగ్ క్ లెజ్ కోటా

source: Engineering School
hi_in: इंजीनियरिंग स्कूल
te_in: ఇంజీనియరింగ్ స్కూల్

source: Ennamangalam
hi_in: एन्नामंगलं
te_in: ఏన్నామంగలం

source: EPIP
hi_in: एपीपी
te_in: ఏపీపీ

source: Epip Byrnihat
hi_in: एपीपी बैर्नीहाट
te_in: ఏపీపీ బేర్నీహాట్

source: Erachakulam
hi_in: रेचकुलम
te_in: రెచకులం

source: Eralibill
hi_in: एरलिबिल
te_in: ఏరలిబిల్

source: Eramam Desom
hi_in: रामम दिसोम
te_in: రామమ్ దిసోం

source: Eramangalam
hi_in: रामंगलं
te_in: రామంగలం

source: Eranhimangad
hi_in: रेनहिमांगड़
te_in: రెనహిమాంగ్

source: Eranhipalam
hi_in: रेनहिपालम
te_in: రెనహిపాలం

source: Erasakkanayakanur
hi_in: रासककनायकनुर
te_in: రాసకకనాయకనుర్

source: Erattakulam
hi_in: रटकुलम
te_in: రటకులం

source: Eravimangalam
hi_in: राविमंगलं
te_in: రావిమంగలం

source: Eravinalloor
hi_in: रेविनल्लूर
te_in: రెవినల్లూర్

source: Eraviperoor
hi_in: रावीपेरूर
te_in: రావీపెరూర్

source: Eraviperoor East
hi_in: रावीपेरूर ईस्ट
te_in: రావీపెరూర్ ఈస్ట్

source: Eravipudurkadai
hi_in: एरविपुडुरकडे
te_in: ఏరవిపుడురకడె

source: Erayamkudi
hi_in: रायमकुडी
te_in: రాయమకుడీ

source: Erda
hi_in: इर्द
te_in: ఇర్ద్

source: Erenda
hi_in: एरण्ड
te_in: ఏరణ్డ్

source: Erikulam
hi_in: रिकुलम
te_in: రికులం

source: Eripalayam
hi_in: रीप्लायम
te_in: రీప్లాయం

source: Eripurakarai
hi_in: रिपुरकारै
te_in: రిపురకారే

source: Erli Khandar
hi_in: रली खंडर
te_in: రలీ ఖండర్

source: Ernakulam
hi_in: एर्नाकुलम
te_in: ఏర్నాకులం

source: Ernakulam College
hi_in: एर्नाकुलम कॉलेज
te_in: ఏర్నాకులమ్ క్ లెజ్

source: Ernakulam High Court
hi_in: एर्नाकुलम हाई कोर्ट
te_in: ఏర్నాకులమ్ హాఈ కోర్ట్

source: Ernakulam Hindi Prachar Sabha
hi_in: एर्नाकुलम हिंदी प्रचार सभा
te_in: ఏర్నాకులమ్ హిందీ ప్రచార్ సభా

source: Ernakulam North
hi_in: एर्नाकुलम नार्थ
te_in: ఏర్నాకులమ్ నార్థ్

source: Erode
hi_in: इरोड
te_in: ఇరోడ్

source: Erode Collectorate
hi_in: इरोड कोल्लेकतोरते
te_in: ఇరోడ్ కోల్లెకతోరతె

source: Erode East
hi_in: इरोड ईस्ट
te_in: ఇరోడ్ ఈస్ట్

source: Erode Fort
hi_in: इरोड फोर्ट
te_in: ఇరోడ్ ఫోర్ట్

source: Erode Market
hi_in: इरोड मार्किट
te_in: ఇరోడ్ మార్కిట్

source: Erode North
hi_in: इरोड नार्थ
te_in: ఇరోడ్ నార్థ్

source: Erode Railway Colony
hi_in: इरोड रेलवे कॉलोनी
te_in: ఇరోడ్ రెలవె క్ లోనీ

source: Erode South
hi_in: इरोड साउथ
te_in: ఇరోడ్ సాఉథ్

source: Eroor (Ernakulam)
hi_in: रूर (एर्नाकुलम)
te_in: రూర్ (ఏర్నాకులమ్)

source: Eroor South
hi_in: रूर साउथ
te_in: రూర్ సాఉథ్

source: Eroor West
hi_in: रूर वेस्ट
te_in: రూర్ వెస్ట్

source: Eros Bajra Road
hi_in: एरोस बजर रोड
te_in: ఏరోస్ బజర్ రోడ్

source: Erragadda
hi_in: एर्रागड्डा
te_in: ఏర్రాగడ్డా

source: Erukalagudem
hi_in: रुकलगुडेम
te_in: రుకలగుడెం

source: Erukkancheri
hi_in: रुक्कनचेरी
te_in: రుక్కనచెరీ

source: Erukkanthurai
hi_in: रुक़्कानथुरै
te_in: రుౘ్కానథురే

source: Eruli
hi_in: इरुली
te_in: ఇరులీ

source: Erumakkad
hi_in: एरूमक्कड़
te_in: ఏరూమక్క్

source: Erumalainayakanpatti
hi_in: एरूमलैनायकंपट्टी
te_in: ఏరూమలేనాయకంపట్టీ

source: Erumapalayam
hi_in: एरूमपालयं
te_in: ఏరూమపాలయం

source: Erumbukadu
hi_in: रमबुकडू
te_in: రమబుకడూ

source: Erumely
hi_in: एरुमेली
te_in: ఏరుమెలీ

source: Eruttenpadi
hi_in: रटनपदी
te_in: రటనపదీ

source: Escortsnagar Faridabad
hi_in: इस्कोर्टसनगर फरीदाबाद
te_in: ఇస్కోర్టసనగర్ ఫరీదాబాద్

source: ESI
hi_in: ऐसी
te_in: ఐసీ

source: Eta
hi_in: एटा
te_in: ఏటా

source: Etamogra
hi_in: एटमोगरा
te_in: ఏటమోగరా

source: Etawah
hi_in: इटावा
te_in: ఇటావా

source: Etawah City
hi_in: केतवः सिटी
te_in: కెతవః సిటీ

source: Etawah Kutchary
hi_in: केतवः कूटचार्य
te_in: కెతవః కూటచార్య్

source: Ethelbari Crossing
hi_in: एथेलबारी क्रासिंग
te_in: ఏథెలబారీ క్రాసింగ్

source: Ethiraj Salai
hi_in: एथिराज सलाई
te_in: ఏథిరాజ్ సలాఈ

source: Etpal
hi_in: एटपाल
te_in: ఏటపాల్

source: Etukuru Road(Guntur)
hi_in: इटुकुरू रोड(गुंटूर)
te_in: ఇటుకురూ రోడ్(గుంటూర్)

source: Etwan
hi_in: इटवां
te_in: ఇటవాం

source: EVR Nagar
hi_in: एवर नगर
te_in: ఏవర్ నగర్

source: Ex. Serviceman Colony
hi_in: एक्स. सर्विसमैन कॉलोनी
te_in: ఏక్స్. సర్విసమేన్ క్ లోనీ

source: Extension Trg Centre
hi_in: एक्सटेंशन तरग सेंटर
te_in: ఏక్సటెంశన్ తరగ్ సెంటర్

source: Ezhacherry
hi_in: ज़हचर्र्य
te_in: హచర్ర్య్

source: Ezhallur
hi_in: ज़हल्लुर
te_in: హల్లుర్

source: Ezhattumugham
hi_in: ज़हात्तुमुघम
te_in: హాత్తుముఘం

source: Ezhikkara
hi_in: ज़हीककर
te_in: హీకకర్

source: Ezhiyam Vattathra Mala Mukku
hi_in: ज़हियं वत्तथर मला मुक्कु
te_in: హియం వత్తథర్ మలా ముక్కు

source: Ezhukunvayal
hi_in: ज़हूकुंवयल
te_in: హూకుంవయల్

source: Ezhumanthuruth
hi_in: ज़हुमन्थुरूथ
te_in: హుమన్థురూథ్

source: Ezhumuttom
hi_in: ज़हूमुत्तोम
te_in: హూముత్తోం

source: F K Palem
hi_in: फ क फलेम
te_in: ఫ్ క్ ఫలెం

source: Factories Ward
hi_in: फैक्ट्रीज वार्ड
te_in: ఫేక్ట్రీజ్ వార్డ్

source: Factory Area Faridabad
hi_in: फैक्ट्री एरिया फरीदाबाद
te_in: ఫేక్ట్రీ ఏరియా ఫరీదాబాద్

source: Factory Area Nangal
hi_in: फैक्ट्री एरिया नांगल
te_in: ఫేక్ట్రీ ఏరియా నాంగల్

source: Factory Area Sangli
hi_in: फैक्ट्री एरिया सांगली
te_in: ఫేక్ట్రీ ఏరియా సాంగలీ

source: Fagupur
hi_in: फागुपुर
te_in: ఫాగుపుర్

source: Fahimpur Khurd
hi_in: फहीमपुर खुर्द
te_in: ఫహీమపుర్ ఖుర్ద్

source: Fairlands
hi_in: फाइरलैंड्स
te_in: ఫాఇరలేండ్స్
