Repository: healthvdev/custom_template
Catalog: languages/*.po
Languages: hi_in, te_in

source: Indl Colony
hi_in: इंदल कॉलोनी
te_in: ఇందల్ క్ లోనీ

source: Indoli
hi_in: इंदोली
te_in: ఇందోలీ

source: Indora
hi_in: इंदौर
te_in: ఇందౌర్

source: Indore CGO Complex
hi_in: इंदौर कगो काम्प्लेक्स
te_in: ఇండోర్ కగో కామ్ప్లెక్స్

source: Indore City-2
hi_in: इंदौर सिटी-2
te_in: ఇండోర్ సిటీ-2

source: Indore Cloth Market
hi_in: इंदौर क्लॉथ मार्किट
te_in: ఇండోర్ క్ల్ థ్ మార్కిట్

source: Indore Collectorate
hi_in: इंदौर कोल्लेकतोरते
te_in: ఇండోర్ కోల్లెకతోరతె

source: Indore Courts
hi_in: इंदौर कोर्ट्स
te_in: ఇండోర్ కోర్ట్స్

source: Indore DDU Nagar
hi_in: इंदौर ददु नगर
te_in: ఇండోర్ దదు నగర్

source: Indore G.P.O.
hi_in: इंदौर जी.पी.ओ.
te_in: ఇండోర్ జీ.పీ.ఓ.

source: Indore Industrial Area
hi_in: इंदौर इंडस्ट्रियल एरिया
te_in: ఇండోర్ ఇండస్ట్రియల్ ఏరియా

source: Indore Kanadia Road
hi_in: इंदौर कनाड़िया रोड
te_in: ఇండోర్ కనాడ్ ియా రోడ్

source: Indore Khajrana
hi_in: इंदौर खजराना
te_in: ఇండోర్ ఖజరానా

source: Indore Kumar Khadi
hi_in: इंदौर कुमार कड़ी
te_in: ఇండోర్ కుమార్ కడ్ ీ

source: Indore Malwa Mill
hi_in: इंदौर मालवा मिल
te_in: ఇండోర్ మాలవా మిల్

source: Indore Manorama Ganj
hi_in: इंदौर मनोरम गंज
te_in: ఇండోర్ మనోరమ్ గంజ్

source: Indore Nagar
hi_in: इंदौर नगर
te_in: ఇండోర్ నగర్

source: Indore Pardesipura
hi_in: इंदौर परदेसीपुर
te_in: ఇండోర్ పరదెసీపుర్

source: Indore R.S.S.Nagar
hi_in: इंदौर आर.एस.स.नगर
te_in: ఇండోర్ ఆర్.ఏస్.స్.నగర్

source: Indore Raj Mohalla
hi_in: इंदौर राज मोहल्ला
te_in: ఇండోర్ రాజ్ మోహల్లా

source: Indore Ram Bagh
hi_in: इंदौर राम बाग़
te_in: ఇండోర్ రామ్ బాగ్

source: Indore Siyaganj
hi_in: इंदौर सियागंज
te_in: ఇండోర్ సియాగంజ్

source: Indore Takshashila
hi_in: इंदौर तक्षशिला
te_in: ఇండోర్ తక్షశిలా

source: Indore Tillaknagar
hi_in: इंदौर तिल्लकनगर
te_in: ఇండోర్ తిల్లకనగర్

source: Indore Tukoganj
hi_in: इंदौर तुकोगंज
te_in: ఇండోర్ తుకోగంజ్

source: Indore Uchchanyayalay
hi_in: इंदौर उच्चन्यायालय
te_in: ఇండోర్ ఉచ్చన్యాయాలయ్

source: Indpur
hi_in: इंदपुर
te_in: ఇందపుర్

source: Indra
hi_in: इंद्रा
te_in: ఇంద్రా

source: Indra Bazar
hi_in: इंद्रा बाजार
te_in: ఇంద్రా బాజార్

source: Indra Market
hi_in: इंद्रा मार्केट
te_in: ఇంద్రా మార్కెట్

source: Indrad
hi_in: इंद्रद
te_in: ఇంద్రద్

source: Indral
hi_in: इंद्रल
te_in: ఇంద్రల్

source: Indranagar
hi_in: इंद्रानगर
te_in: ఇంద్రానగర్

source: Indrani
hi_in: इन्द्राणी
te_in: ఇన్ద్రాణీ

source: Indrani Park
hi_in: इन्द्राणी पार्क
te_in: ఇన్ద్రాణీ పార్క్

source: Indrapalem
hi_in: इंद्रपलेम
te_in: ఇంద్రపలెం

source: Indraprastha
hi_in: इंद्रप्रस्थ
te_in: ఇంద్రప్రస్థ్

source: Indrapur
hi_in: इंद्रपुर
te_in: ఇంద్రపుర్

source: Indrapura
hi_in: इंद्रपुरा
te_in: ఇంద్రపురా

source: Indrapuri Colony
hi_in: इंद्रपुरी कॉलोनी
te_in: ఇంద్రపురీ క్ లోనీ

source: Indravarna
hi_in: इंद्रवर्ण
te_in: ఇంద్రవర్ణ్

source: Indrawara
hi_in: इन्द्रवारा
te_in: ఇన్ద్రవారా

source: Indrayaninagar
hi_in: इंद्रायनीनगर
te_in: ఇంద్రాయనీనగర్

source: Indresham
hi_in: इंद्रेश्म
te_in: ఇంద్రెశ్ం

source: Indroda
hi_in: इंड्रोड
te_in: ఇండ్రోడ్

source: Indukhali
hi_in: इंदुखाली
te_in: ఇందుఖాలీ

source: Induri
hi_in: इंद्री
te_in: ఇంద్రీ

source: Industerial Estate Kota
hi_in: इंडुस्ट्रीअल एस्टेट कोटा
te_in: ఇండుస్ట్రీఅల్ ఏస్టెట్ కోటా

source: Industria Area Chinhat
hi_in: इंडुस्ट्रीया एरिया चिनहट
te_in: ఇండుస్ట్రీయా ఏరియా చినహట్

source: Industrial Area (Khammam)
hi_in: इंडस्ट्रियल एरिया (खम्मम)
te_in: ఇండస్ట్రియల్ ఏరియా (ఖమ్మమ్)

source: Industrial Area Aligarh
hi_in: इंडस्ट्रियल एरिया अलीगढ
te_in: ఇండస్ట్రియల్ ఏరియా అలీగఢ్

source: Industrial Area Faridabad
hi_in: इंडस्ट्रियल एरिया फरीदाबाद
te_in: ఇండస్ట్రియల్ ఏరియా ఫరీదాబాద్

source: Industrial Area Jhotwara
hi_in: इंडस्ट्रियल एरिया झोटवाड़ा
te_in: ఇండస్ట్రియల్ ఏరియా ఝోటవాడ్ ా

source: Industrial Area Kashipur
hi_in: इंडस्ट्रियल एरिया काशीपुर
te_in: ఇండస్ట్రియల్ ఏరియా కాశీపుర్

source: Industrial Area Moga
hi_in: इंडस्ट्रियल एरिया मोगा
te_in: ఇండస్ట్రియల్ ఏరియా మోగా

source: Industrial Area Phillaur
hi_in: इंडस्ट्रियल एरिया फिल्लौर
te_in: ఇండస్ట్రియల్ ఏరియా ఫిల్లౌర్

source: Industrial Colony
hi_in: इंडस्ट्रियल कॉलोनी
te_in: ఇండస్ట్రియల్ క్ లోనీ

source: Industrial Complex Dundahera
hi_in: इंडस्ट्रियल काम्प्लेक्स डूंडाहेड़ा
te_in: ఇండస్ట్రియల్ కామ్ప్లెక్స్ డూండాహెడ్ ా

source: Industrial Estate
hi_in: इंडस्ट्रियल एस्टेट
te_in: ఇండస్ట్రియల్ ఏస్టెట్

source: Industrial Estate (Agra)
hi_in: इंडस्ट्रियल एस्टेट (आगरा)
te_in: ఇండస్ట్రియల్ ఏస్టెట్ (ఆగ్రా)

source: Industrial Estate (Bangalore)
hi_in: इंडस्ट्रियल एस्टेट (बैंगलोर)
te_in: ఇండస్ట్రియల్ ఏస్టెట్ (బెంగుళూరు)

source: Industrial Estate (Bhopal)
hi_in: इंडस्ट्रियल एस्टेट (भोपाल)
te_in: ఇండస్ట్రియల్ ఏస్టెట్ (భోపాల్)

source: Industrial Estate (Cuttack)
hi_in: इंडस्ट्रियल एस्टेट (कुट्टक)
te_in: ఇండస్ట్రియల్ ఏస్టెట్ (కుట్టక్)

source: Industrial Estate (East Godavari)
hi_in: इंडस्ट्रियल एस्टेट (ईस्ट गोदावरी)
te_in: ఇండస్ట్రియల్ ఏస్టెట్ (ఈస్ట్ గోదావరీ)

source: Industrial Estate (Indore)
hi_in: इंडस्ट्रियल एस्टेट (इंदौर)
te_in: ఇండస్ట్రియల్ ఏస్టెట్ (ఇండోర్)

source: Industrial Estate (Jaipur)
hi_in: इंडस्ट्रियल एस्टेट (जयपुर)
te_in: ఇండస్ట్రియల్ ఏస్టెట్ (జైపూర్)

source: Industrial Estate (Jammu)
hi_in: इंडस्ट्रियल एस्टेट (जम्मू)
te_in: ఇండస్ట్రియల్ ఏస్టెట్ (జమ్మూ)

source: Industrial Estate (Kanpur Nagar)
hi_in: इंडस्ट्रियल एस्टेट (कानपूर नगर)
te_in: ఇండస్ట్రియల్ ఏస్టెట్ (కానపూర్ నగర్)

source: Industrial Estate (Krishna)
hi_in: इंडस्ट्रियल एस्टेट (कृष्णा)
te_in: ఇండస్ట్రియల్ ఏస్టెట్ (కృష్ణా)

source: Industrial Estate (Kurnool)
hi_in: इंडस्ट्रियल एस्टेट (कुरनूल)
te_in: ఇండస్ట్రియల్ ఏస్టెట్ (కురనూల్)

source: Industrial Estate (Mirzapur)
hi_in: इंडस्ट्रियल एस्टेट (मिर्ज़ापुर)
te_in: ఇండస్ట్రియల్ ఏస్టెట్ (మిర్జ్ ాపుర్)

source: Industrial Estate (Vadodara)
hi_in: इंडस्ट्रियल एस्टेट (वड़ोदरा)
te_in: ఇండస్ట్రియల్ ఏస్టెట్ (వదోదర)

source: Industrial Estate (Varanasi)
hi_in: इंडस्ट्रियल एस्टेट (वाराणसी)
te_in: ఇండస్ట్రియల్ ఏస్టెట్ (వారాణసీ)

source: Industrial Estate Gwalior
hi_in: इंडस्ट्रियल एस्टेट ग्वालियर
te_in: ఇండస్ట్రియల్ ఏస్టెట్ గ్వాలియర్

source: Industrial Estate Kundli
hi_in: इंडस्ट्रियल एस्टेट कुण्डली
te_in: ఇండస్ట్రియల్ ఏస్టెట్ కుణ్డలీ

source: Industrial Estates
hi_in: इंडस्ट्रियल एस्टेट्स
te_in: ఇండస్ట్రియల్ ఏస్టెట్స్

source: Industrial Town
hi_in: इंडस्ट्रियल टाउन
te_in: ఇండస్ట్రియల్ టాఉన్

source: Infotech Park (Hinjawadi)
hi_in: इंफोटेक पार्क (हिंजवडी)
te_in: ఇంఫోటెక్ పార్క్ (హింజవడీ)

source: Ingalgaon
hi_in: इंगलगाओं
te_in: ఇంగలగాఓం

source: Ingalgeri
hi_in: इंगलगेरी
te_in: ఇంగలగెరీ

source: Ingalgondi
hi_in: इंगलगोन्दी
te_in: ఇంగలగోన్దీ

source: Inglun
hi_in: इंगलुं
te_in: ఇంగలుం

source: Ingur
hi_in: ईंगुर
te_in: ఈంగుర్

source: Injabav
hi_in: इंजबाव
te_in: ఇంజబావ్

source: Injar
hi_in: इन्जार
te_in: ఇన్జార్

source: Injidi
hi_in: इंजीदि
te_in: ఇంజీది

source: Inorahosahalli
hi_in: इनओरहोसाहल्ली
te_in: ఇనఓరహోసాహల్లీ

source: Ins Hamla
hi_in: आईएनएस हमला
te_in: ఆఈఏనఏస్ హమలా

source: Int Gaon
hi_in: िनत गांव
te_in: ినత్ గాంవ్

source: Intal Kalan
hi_in: इंटल कलां
te_in: ఇంటల్ కలాం

source: Intally
hi_in: इंटॉलय
te_in: ఇంట్ లయ్

source: International Airport
hi_in: इंटरनेशनल एयरपोर्ट
te_in: ఇంటరనెశనల్ ఏయరపోర్ట్

source: IP Extension
hi_in: इप एक्सटेंशन
te_in: ఇప్ ఏక్సటెంశన్

source: Ipuru
hi_in: ईपुर
te_in: ఈపుర్

source: Iqbal Ganj
hi_in: इक़बाल गंज
te_in: ఇక్ బాల్ గంజ్

source: Irah
hi_in: ईरान
te_in: ఈరాన్

source: Iramalloor
hi_in: ईरामल्लूर
te_in: ఈరామల్లూర్

source: Irani
hi_in: ईरानी
te_in: ఈరానీ

source: Irasavadi
hi_in: इरसवादी
te_in: ఇరసవాదీ

source: Irimbakachola
hi_in: इरीमबकचोला
te_in: ఇరీమబకచోలా

source: Iringallur
hi_in: इरिन्गाल्लूर
te_in: ఇరిన్గాల్లూర్

source: Iringavur
hi_in: इरिंगवुड
te_in: ఇరింగవుడ్

source: Irinjalakuda North
hi_in: इरिंजालाकुडा नार्थ
te_in: ఇరింజాలాకుడా నార్థ్

source: Iritty
hi_in: इरिट्टी
te_in: ఇరిట్టీ

source: Irivallur
hi_in: इर्रिवल्लूर
te_in: ఇర్రివల్లూర్

source: IRLA
hi_in: इरला
te_in: ఇరలా

source: Iroisemaba
hi_in: इरोइसेमब
te_in: ఇరోఇసెమబ్

source: IRSD Area
hi_in: इरसाद एरिया
te_in: ఇరసాద్ ఏరియా

source: Irudayapuram
hi_in: इरुदयपुरम
te_in: ఇరుదయపురం

source: Irukkur
hi_in: इरुक्कुर
te_in: ఇరుక్కుర్

source: Irulappapuram
hi_in: इरूलप्पापुरम
te_in: ఇరూలప్పాపురం

source: Irumbilikurichi
hi_in: एरुम्बिलिकुरिची
te_in: ఏరుమ్బిలికురిచీ

source: Irumborai
hi_in: इरूमबारै
te_in: ఇరూమబారే

source: Irumbuliyur
hi_in: इरुम्बुलीयुर
te_in: ఇరుమ్బులీయుర్

source: Irumpayam
hi_in: इरुमण्यम
te_in: ఇరుమణ్యం

source: Irungalur
hi_in: इरुन्गालूर
te_in: ఇరున్గాలూర్

source: Isand
hi_in: इसंड
te_in: ఇసండ్

source: Isanpur
hi_in: इसनपुर
te_in: ఇసనపుర్

source: Isapur
hi_in: ईसपुर
te_in: ఈసపుర్

source: Isapur Khurd
hi_in: ईसपुर खुर्द
te_in: ఈసపుర్ ఖుర్ద్

source: Isapur Sunwari
hi_in: ईसपुर सुंवारि
te_in: ఈసపుర్ సుంవారి

source: Isarthuni
hi_in: इसर्थुनी
te_in: ఇసర్థునీ

source: Isarvada
hi_in: इसरवाड़ा
te_in: ఇసరవాడ్ ా

source: Isauli
hi_in: इसौली
te_in: ఇసౌలీ

source: Ishakchak
hi_in: इशाकचक
te_in: ఇశాకచక్

source: Ishaq
hi_in: इश्क़
te_in: ఇశ్క్

source: Isharwal
hi_in: ईशरवाल
te_in: ఈశరవాల్

source: Ishavariya
hi_in: ईश्वरीय
te_in: ఈశ్వరీయ్

source: Ishra
hi_in: ईशर
te_in: ఈశర్

source: Ishwarpur Sain
hi_in: ईश्वरपुर सैन
te_in: ఈశ్వరపుర్ సేన్

source: Islam Nagar
hi_in: इस्लाम नगर
te_in: ఇస్లామ్ నగర్

source: Islamabad
hi_in: इस्लामाबाद
te_in: ఇస్లామాబాద్

source: Islamnagar
hi_in: इस्लामनगर
te_in: ఇస్లామనగర్

source: Islampur
hi_in: इस्लामपुर
te_in: ఇస్లామపుర్

source: Islampur Court
hi_in: इस्लामपुर कोर्ट
te_in: ఇస్లామపుర్ కోర్ట్

source: Islampur Ghasauli
hi_in: इस्लामपुर घसौली
te_in: ఇస్లామపుర్ ఘసౌలీ

source: Ismaila
hi_in: इस्माइल
te_in: ఇస్మాఇల్

source: Ismailganj
hi_in: इस्माइलगंज
te_in: ఇస్మాఇలగంజ్

source: Ismailpur
hi_in: इस्माइलपुर
te_in: ఇస్మాఇలపుర్

source: Ismailpur Tahepur
hi_in: इस्माईलपुर ताहपुर
te_in: ఇస్మాఈలపుర్ తాహపుర్

source: Ismela
hi_in: इस्माइल
te_in: ఇస్మాఇల్

source: Ispur
hi_in: ईसपुर
te_in: ఈసపుర్

source: Israuli
hi_in: इस्रायली
te_in: ఇస్రాయలీ

source: Isri Bazar
hi_in: इस्री बाजार
te_in: ఇస్రీ బాజార్

source: ISRO Anthariksha Bhavan
hi_in: इसरो अंतरिक्ष भवन
te_in: ఇసరో అంతరిక్ష్ భవన్

source: Issannagar
hi_in: इससननगर
te_in: ఇససననగర్

source: Issapalli
hi_in: इससपल्ली
te_in: ఇససపల్లీ

source: Isso Pur Teel
hi_in: इस्सो पर तिल
te_in: ఇస్సో పర్ తిల్

source: Isukapalle
hi_in: इसुकापल्ले
te_in: ఇసుకాపల్లె

source: Isukapalli
hi_in: इसुकापल्ली
te_in: ఇసుకాపల్లీ

source: Isvi
hi_in: ईसवी
te_in: ఈసవీ

source: Iswarigacha
hi_in: इस्वरिगाच
te_in: ఇస్వరిగాచ్

source: Iswarpur
hi_in: इस्वरपुर
te_in: ఇస్వరపుర్

source: IT Hauz Khas
hi_in: आईटी हौज खास
te_in: ఆఈటీ హౌజ్ ఖాస్

source: Itahua Chandauli
hi_in: इतहुआ चंदौली
te_in: ఇతహుఆ చందౌలీ

source: Italva
hi_in: तलवा
te_in: తలవా

source: Itar
hi_in: इतर
te_in: ఇతర్

source: Itarana Alwar
hi_in: इतराना अलवर
te_in: ఇతరానా అలవర్

source: Itaura
hi_in: इटौरा
te_in: ఇటౌరా

source: Itawa
hi_in: इटावा
te_in: ఇటావా

source: Ithanagar
hi_in: ईटानगर
te_in: ఈటానగర్

source: ITI (Basti)
hi_in: आईटीआई (बस्ती)
te_in: ఆఈటీఆఈ (బస్తీ)

source: ITI Satara
hi_in: आईटीआई स्टार
te_in: ఆఈటీఆఈ స్టార్

source: Itigullapadu
hi_in: इतिगुल्लापडु
te_in: ఇతిగుల్లాపడు

source: Itikalapalli
hi_in: इतिकलापल्ली
te_in: ఇతికలాపల్లీ

source: Itipur
hi_in: इतिपुर
te_in: ఇతిపుర్

source: Itkal
hi_in: इंतकाल
te_in: ఇంతకాల్

source: Itkhola
hi_in: ईंटखोला
te_in: ఈంటఖోలా

source: Itkhori
hi_in: इटखोरी
te_in: ఇటఖోరీ

source: Itma
hi_in: इटमा
te_in: ఇటమా

source: Itna
hi_in: इतना
te_in: ఇతనా

source: Itra
hi_in: इत्र
te_in: ఇత్ర్

source: Ittangihal
hi_in: इत्तंगिहल
te_in: ఇత్తంగిహల్

source: Ittiampatti
hi_in: इत्तिअम्पट्टी
te_in: ఇత్తిఅమ్పట్టీ

source: Ittigegud
hi_in: ईट्टीजगूड़
te_in: ఈట్టీజగూడ్

source: Ittiveerampalayam
hi_in: इट्टीवीरमपलायम
te_in: ఇట్టీవీరమపలాయం

source: Ittmadu
hi_in: इततमादु
te_in: ఇతతమాదు

source: Itwa
hi_in: इटवा
te_in: ఇటవా

source: Itwan Dundela
hi_in: इटवां डुंडेला
te_in: ఇటవాం డుండెలా

source: Itwara
hi_in: इतवार
te_in: ఇతవార్

source: Iyyanahalli
hi_in: इय्यनहल्ली
te_in: ఇయ్యనహల్లీ

source: Iyyappanthangal
hi_in: इय्यप्पनथंगल
te_in: ఇయ్యప్పనథంగల్

source: Izora
hi_in: ज़रा
te_in: జ్ రా

source: Izzar
hi_in: इज़्ज़र
te_in: ఇజ్ ్జ్ ర్

source: Izzat Nagar
hi_in: इज़्ज़त नगर
te_in: ఇజ్ ్జ్ త్ నగర్

source: J Annavaram
hi_in: ज अन्नवरम
te_in: జ్ అన్నవరం

source: J K Puri
hi_in: ज क पूरी
te_in: జ్ క్ పూరీ

source: J P Nagar
hi_in: ज प नगर
te_in: జ్ ప్ నగర్

source: J.A. Hospital
hi_in: जे.ए. हॉस्पिटल
te_in: జె.ఏ. హ్ స్పిటల్

source: J.B. Nagar
hi_in: जे.बी. नगर
te_in: జె.బీ. నగర్

source: J.B.Guda
hi_in: जे.बी.गुड
te_in: జె.బీ.గుడ్

source: J.C.Nagar
hi_in: जे.सी.नगर
te_in: జె.సీ.నగర్

source: J.C.Road
hi_in: जे.सी.रोड
te_in: జె.సీ.రోడ్

source: J.J.Hospital
hi_in: जे.जे.हॉस्पिटल
te_in: జె.జె.హ్ స్పిటల్

source: J.K.Pur
hi_in: जे.के.पुर
te_in: జె.కె.పుర్

source: J.Krishnapuram
hi_in: जे.कृष्णापुरम
te_in: జె.కృష్ణాపురం

source: J.M. Road
hi_in: जे.एम. रोड
te_in: జె.ఏమ్. రోడ్

source: J.M.C. Sohasha Mathia
hi_in: जे.एम.सी. सोहसा मठिया
te_in: జె.ఏమ్.సీ. సోహసా మఠియా

source: J.N.V.Road
hi_in: जे.एन.वी.रोड
te_in: జె.ఏన్.వీ.రోడ్

source: J.P.Natai
hi_in: जे.पी.नाते
te_in: జె.పీ.నాతె

source: J.Rengali
hi_in: जे.रेंगाली
te_in: జె.రెంగాలీ

source: Jab
hi_in: जब
te_in: జబ్

source: Jabaghat
hi_in: जबघट
te_in: జబఘట్

source: Jabalpur
hi_in: जबलपुर
te_in: జబల్‌పూర్

source: Jabalpur Cantt
hi_in: जबलपुर कैंट
te_in: జబల్‌పూర్ కేంట్

source: Jabdha
hi_in: जबड़ा
te_in: జబడ్ ా

source: Jabli
hi_in: जाबली
te_in: జాబలీ

source: Jabugam
hi_in: जबगम
te_in: జబగం

source: Jabui
hi_in: जबकि
te_in: జబకి

source: Jaccampudi
hi_in: जकमपुड़ी
te_in: జకమపుడ్ ీ

source: Jaccaro
hi_in: जैकारो
te_in: జేకారో

source: Jacob Circle
hi_in: जैकब सर्किल
te_in: జేకబ్ సర్కిల్

source: Jad Gaon
hi_in: जड़ गाओं
te_in: జడ్ గాఓం

source: Jadamangalam
hi_in: जड़मंगलं
te_in: జడ్ మంగలం

source: Jadapara
hi_in: जिदपर
te_in: జిదపర్

source: Jadavpur University
hi_in: जादवपुर यूनिवर्सिटी
te_in: జాదవపుర్ యూనివర్సిటీ

source: Jadayampalayam
hi_in: जदयम्पालयम
te_in: జదయమ్పాలయం

source: Jaddupipra
hi_in: जड्डुपिपर
te_in: జడ్డుపిపర్

source: Jadeya
hi_in: जडिया
te_in: జడియా

source: Jadhuberia
hi_in: जड़बेरिया
te_in: జడ్ బెరియా

source: Jadi
hi_in: जड़ी
te_in: జడ్ ీ

source: Jadigenahalli
hi_in: जड़ीगेनाहल्ली
te_in: జడ్ ీగెనాహల్లీ

source: Jadupur
hi_in: जदुपुर
te_in: జదుపుర్

source: Jaduru
hi_in: जदुरु
te_in: జదురు

source: Jafarganj
hi_in: जाफरगंज
te_in: జాఫరగంజ్

source: Jaffarapettai
hi_in: जफ्फरपेट्टई
te_in: జఫ్ఫరపెట్టఈ

source: Jaffarpur
hi_in: जाफरपुर
te_in: జాఫరపుర్

source: Jafferkhanpet
hi_in: जाफरखानपेट
te_in: జాఫరఖానపెట్

source: Jafrabad
hi_in: जफराबाद
te_in: జఫరాబాద్

source: Jafrabad (East Delhi)
hi_in: जफराबाद (ईस्ट देल्ही)
te_in: జఫరాబాద్ (ఈస్ట్ ఢిల్లీ)

source: Jagadal
hi_in: जगदल
te_in: జగదల్

source: Jagadhri
hi_in: जगाधरी
te_in: జగాధరీ

source: Jagadhri Court
hi_in: जगाधरी कोर्ट
te_in: జగాధరీ కోర్ట్

source: Jagai
hi_in: जगाई
te_in: జగాఈ

source: Jagaipur
hi_in: जंगीपुर
te_in: జంగీపుర్

source: Jaganath Bari Road
hi_in: जगनाथ बरी रोड
te_in: జగనాథ్ బరీ రోడ్

source: Jaganathpur
hi_in: जगनाथपुर
te_in: జగనాథపుర్

source: Jagannadhagiri
hi_in: जगन्नाधगिरी
te_in: జగన్నాధగిరీ

source: Jagannadhapuram
hi_in: जगन्नाधपुरम
te_in: జగన్నాధపురం

source: Jagannath Ballav
hi_in: जगन्नाथ बल्लव
te_in: జగన్నాథ్ బల్లవ్

source: Jagannath Prasad
hi_in: जगन्नाथ प्रसाद
te_in: జగన్నాథ్ ప్రసాద్

source: Jagannathapuram
hi_in: जगन्नाथपुरम
te_in: జగన్నాథపురం

source: Jagannathkhunta
hi_in: जगन्नाथखूंटा
te_in: జగన్నాథఖూంటా

source: Jagannathpur
hi_in: जगन्नाथपुर
te_in: జగన్నాథపుర్

source: Jagannathpur Ashram
hi_in: जगन्नाथपुर आश्रम
te_in: జగన్నాథపుర్ ఆశ్రం

source: Jaganpur
hi_in: जगनपुर
te_in: జగనపుర్

source: Jagargunda
hi_in: जगरगुंडा
te_in: జగరగుండా

source: Jagatabela
hi_in: जगतबेला
te_in: జగతబెలా

source: Jagatnagar
hi_in: जगतनगर
te_in: జగతనగర్

source: Jagatpur
hi_in: जगतपुर
te_in: జగతపుర్

source: Jagatpura
hi_in: जगतपुरा
te_in: జగతపురా

source: Jagda
hi_in: जगद
te_in: జగద్

source: Jagdalpur
hi_in: जगदलपुर
te_in: జగదలపుర్

source: Jagdam College
hi_in: जगदम कॉलेज
te_in: జగదమ్ క్ లెజ్

source: Jagdhari Work Shop
hi_in: जगधारी वर्क शॉप
te_in: జగధారీ వర్క్ శ్ ప్

source: Jagdish Sarai
hi_in: जगदीश सारे
te_in: జగదీశ్ సారె

source: Jagdishpur
hi_in: जगदीशपुर
te_in: జగదీశపుర్

source: Jagdishpur (Ballia)
hi_in: जगदीशपुर (बल्लिया)
te_in: జగదీశపుర్ (బల్లియా)

source: Jagdishpur (Sultanpur)
hi_in: जगदीशपुर (सुल्तानपुर)
te_in: జగదీశపుర్ (సుల్తానపుర్)

source: Jaggaiahpet
hi_in: जग्गयापेट
te_in: జగ్గయాపెట్

source: Jagir Ammapalayam
hi_in: जागीर अम्मापालयं
te_in: జాగీర్ అమ్మాపాలయం

source: Jagjit Nagar
hi_in: जगजीत नगर
te_in: జగజీత్ నగర్

source: Jagjivan Nagar
hi_in: जगजीवन नगर
te_in: జగజీవన్ నగర్

source: Jagjiwan Ashram
hi_in: जगजीवन आश्रम
te_in: జగజీవన్ ఆశ్రం

source: Jagnathpura
hi_in: जगनाथपुर
te_in: జగనాథపుర్

source: Jagrajpur
hi_in: जगराजपुर
te_in: జగరాజపుర్

source: Jagraon
hi_in: जगराओं
te_in: జగరాఓం

source: Jagraon City
hi_in: जागरण सिटी
te_in: జాగరణ్ సిటీ

source: Jagraon Tehsil
hi_in: जगराओं तहसील
te_in: జగరాఓం తహసీల్

source: Jagriti
hi_in: जाग्रति
te_in: జాగ్రతి

source: Jagsemar
hi_in: जगसेमर
te_in: జగసెమర్

source: Jagsi
hi_in: जागसी
te_in: జాగసీ

source: Jagtagaon
hi_in: जगत्गओं
te_in: జగత్గఓం

source: Jagtauli
hi_in: जगतौली
te_in: జగతౌలీ

source: Jagtial
hi_in: जगतील
te_in: జగతీల్

source: Jagua
hi_in: जगा
te_in: జగా

source: Jagudan
hi_in: जगदं
te_in: జగదం

source: Jagulaipara
hi_in: जगुलेपर
te_in: జగులెపర్

source: Jaguwas
hi_in: जागूवास
te_in: జాగూవాస్

source: Jahana Ganj
hi_in: जहान गंज
te_in: జహాన్ గంజ్

source: Jahandaria
hi_in: जहाँदारीअ
te_in: జహాఁదారీఅ

source: Jahanganj
hi_in: जहानगंज
te_in: జహానగంజ్

source: Jahangir
hi_in: जहांगीर
te_in: జహాంగీర్

source: Jahangir Puri A Block
hi_in: जहांगीर पुरी या ब्लॉक
te_in: జహాంగీర్ పురీ యా బ్ల్ క్

source: Jahangir Puri D Block
hi_in: जहांगीर पुरी डी ब्लॉक
te_in: జహాంగీర్ పురీ డీ బ్ల్ క్

source: Jahangir Puri H Block
hi_in: जहांगीर पुरी ह ब्लॉक
te_in: జహాంగీర్ పురీ హ్ బ్ల్ క్

source: Jahangirabad (Bhopal)
hi_in: जहांगीराबाद (भोपाल)
te_in: జహాంగీరాబాద్ (భోపాల్)

source: Jahangirpur
hi_in: जहांगीरपुर
te_in: జహాంగీరపుర్

source: Jahankosha
hi_in: जहाँकोश
te_in: జహాఁకోశ్

source: Jahanpur
hi_in: जहानपुर
te_in: జహానపుర్

source: Jahazgarh
hi_in: जहाजगढ़
te_in: జహాజగఢ్

source: Jahmet
hi_in: जहमत
te_in: జహమత్

source: Jahtauli
hi_in: जहटौली
te_in: జహటౌలీ

source: Jai Haripur
hi_in: जय हरिपुर
te_in: జయ్ హరిపుర్

source: Jai Jawan Colony
hi_in: जय जवान कॉलोनी
te_in: జయ్ జవాన్ క్ లోనీ

source: Jaiaw
hi_in: जिअब
te_in: జిఅబ్

source: Jaida
hi_in: जैद
te_in: జేద్

source: Jaidan
hi_in: जिदान
te_in: జిదాన్

source: Jaidpura
hi_in: जैदपुर
te_in: జేదపుర్

source: Jaiganj
hi_in: जयगंज
te_in: జయగంజ్

source: Jaigaon
hi_in: जयगान
te_in: జయగాన్

source: Jaigir Chilakhana
hi_in: जैगीर चिलखाना
te_in: జేగీర్ చిలఖానా

source: Jaigirchak
hi_in: जैगीरचक
te_in: జేగీరచక్

source: Jaigopalganj
hi_in: जैगोपालगंज
te_in: జేగోపాలగంజ్

source: Jaihindpuram
hi_in: जैहिंदपुरम
te_in: జేహిందపురం

source: Jaijore
hi_in: जयजोर
te_in: జయజోర్

source: Jail Road (Mandi)
hi_in: जेल रोड (मंडी)
te_in: జెల్ రోడ్ (మండీ)

source: Jail Road (Sitapur)
hi_in: जेल रोड (सीतापुर)
te_in: జెల్ రోడ్ (సీతాపుర్)

source: Jail Road (Sundergarh)
hi_in: जेल रोड (सुंदरगढ़)
te_in: జెల్ రోడ్ (సుందరగఢ్ )

source: Jail Road (West Delhi)
hi_in: जेल रोड (वेस्ट देल्ही)
te_in: జెల్ రోడ్ (వెస్ట్ ఢిల్లీ)

source: Jainagar
hi_in: जयनगर
te_in: జయనగర్

source: Jaingara
hi_in: जयनगर
te_in: జయనగర్

source: Jaintgarh
hi_in: जैंतगढ़
te_in: జేంతగఢ్

source: Jainti
hi_in: जैंती
te_in: జేంతీ

source: Jaintipur
hi_in: जैंतीपुर
te_in: జేంతీపుర్

source: Jaipatna
hi_in: जैपतन
te_in: జేపతన్

source: Jaipur City
hi_in: जयपुर सिटी
te_in: జైపూర్ సిటీ

source: Jaipur G.P.O.
hi_in: जयपुर जी.पी.ओ.
te_in: జైపూర్ జీ.పీ.ఓ.

source: Jaipur R.S.
hi_in: जयपुर आर.एस.
te_in: జైపూర్ ఆర్.ఏస్.

source: Jairajpur
hi_in: जैराजपुर
te_in: జేరాజపుర్

source: Jairampur (Kolkata)
hi_in: जयरामपुर (कोल्कता)
te_in: జయరామపుర్ (కోల్కతా)

source: Jaisalmer Collectorate
hi_in: जैसलमेर कोल्लेकतोरते
te_in: జేసలమెర్ కోల్లెకతోరతె

source: Jaishingpur
hi_in: जैसिंगपुर
te_in: జేసింగపుర్

source: Jaisinghpur (Sultanpur)
hi_in: जयसिंहपुर (सुल्तानपुर)
te_in: జయసింహపుర్ (సుల్తానపుర్)

source: Jaisinghpur Khera
hi_in: जयसिंहपुर खेड़ा
te_in: జయసింహపుర్ ఖెడ్ ా

source: Jaisinghpura
hi_in: जयसिंहपुरा
te_in: జయసింహపురా

source: Jaisinghpura Bas
hi_in: जयसिंहपुरा बस
te_in: జయసింహపురా బస్

source: Jaisingpur R.S.
hi_in: जैसिंगपुर आर.एस.
te_in: జేసింగపుర్ ఆర్.ఏస్.

source: Jait
hi_in: जाइत
te_in: జాఇత్

source: Jaitapur
hi_in: जैतापुर
te_in: జేతాపుర్

source: Jaitgiri
hi_in: जैतगिरी
te_in: జేతగిరీ

source: Jaitpeer
hi_in: जैतपीर
te_in: జేతపీర్

source: Jaitpur
hi_in: जैतपुर
te_in: జేతపుర్

source: Jaitpur (Agra)
hi_in: जैतपुर (आगरा)
te_in: జేతపుర్ (ఆగ్రా)

source: Jaitpur (South Delhi)
hi_in: जैतपुर (साउथ देल्ही)
te_in: జేతపుర్ (సాఉథ్ ఢిల్లీ)

source: Jajal
hi_in: जाजल
te_in: జాజల్

source: Jajanga
hi_in: जजंग
te_in: జజంగ్

source: Jajapur
hi_in: जजापुर
te_in: జజాపుర్

source: Jajawal
hi_in: जजावल
te_in: జజావల్

source: Jaje Kalan
hi_in: जजे कलां
te_in: జజె కలాం

source: Jajiwal Kallan
hi_in: जाजीवाल कळलं
te_in: జాజీవాల్ కళలం

source: Jajlo
hi_in: जजलो
te_in: జజలో

source: Jajpur
hi_in: जाजपुर
te_in: జాజపుర్

source: Jajpur Bazar
hi_in: जाजपुर बाजार
te_in: జాజపుర్ బాజార్

source: Jajpur College
hi_in: जाजपुर कॉलेज
te_in: జాజపుర్ క్ లెజ్

source: Jajpur Road RS
hi_in: जाजपुर रोड रस
te_in: జాజపుర్ రోడ్ రస్

source: Jajur
hi_in: जाजुर
te_in: జాజుర్

source: Jajurali
hi_in: जाजुराली
te_in: జాజురాలీ

source: Jajwan
hi_in: जज्वां
te_in: జజ్వాం

source: Jakabal
hi_in: जाकबल
te_in: జాకబల్

source: Jakanur
hi_in: जकनुर
te_in: జకనుర్

source: Jakara
hi_in: जाकर
te_in: జాకర్

source: Jakasana
hi_in: जैकसन
te_in: జేకసన్

source: Jakatwadi
hi_in: जकतवादी
te_in: జకతవాదీ

source: Jakhai
hi_in: जखई
te_in: జఖఈ

source: Jakhana
hi_in: जखन
te_in: జఖన్

source: Jakhani
hi_in: जखनि
te_in: జఖని

source: Jakhania
hi_in: जखनिया
te_in: జఖనియా

source: Jakhara
hi_in: जाखर
te_in: జాఖర్

source: Jakhepal
hi_in: जखेपल
te_in: జఖెపల్

source: Jakhera
hi_in: जखेरा
te_in: జఖెరా

source: Jakkur
hi_in: जक्कुर
te_in: జక్కుర్

source: Jakribettu
hi_in: जाकरिबेट्टू
te_in: జాకరిబెట్టూ

source: Jalabiswanathpur
hi_in: जलअबिस्वनाथपुर
te_in: జలఅబిస్వనాథపుర్

source: Jalahalli
hi_in: जालाहल्ली
te_in: జాలాహల్లీ

source: Jalahalli West
hi_in: जालाहल्ली वेस्ट
te_in: జాలాహల్లీ వెస్ట్

source: Jalahanjar
hi_in: जलहनजर
te_in: జలహనజర్

source: Jalajpur Dhana
hi_in: जलजपुर धना
te_in: జలజపుర్ ధనా

source: Jalalabad (Bijnor)
hi_in: जलालाबाद (बिजनोर)
te_in: జలాలాబాద్ (బిజనోర్)

source: Jalalabad (W)
hi_in: जलालाबाद (व)
te_in: జలాలాబాద్ (వ్)

source: Jalalabad East
hi_in: जलालाबाद ईस्ट
te_in: జలాలాబాద్ ఈస్ట్

source: Jalaldiwal
hi_in: जलालदिवाल
te_in: జలాలదివాల్

source: Jalalkhali
hi_in: जललखली
te_in: జలలఖలీ

source: Jalalpur
hi_in: जलालपुर
te_in: జలాలపుర్

source: Jalalpur (Jaunpur)
hi_in: जलालपुर (जौनपुर)
te_in: జలాలపుర్ (జౌనపుర్)

source: Jalalpur Dhindar
hi_in: जलालपुर ढिंडार
te_in: జలాలపుర్ ఢిండార్

source: Jalalpur Vajifa
hi_in: जलालपुर वजीफा
te_in: జలాలపుర్ వజీఫా

source: Jalalpurdhani
hi_in: जलालपुरधानी
te_in: జలాలపురధానీ

source: Jalampalli
hi_in: जलमपल्ली
te_in: జలమపల్లీ

source: Jalan Hospital Bhiwani
hi_in: जलं हॉस्पिटल भिवानी
te_in: జలం హ్ స్పిటల్ భివానీ

source: Jalan Nagar
hi_in: जलं नगर
te_in: జలం నగర్

source: Jalandhar Cantt
hi_in: जालंधर कैंट
te_in: జాలంధర్ కేంట్

source: Jalandhar City
hi_in: जालंधर सिटी
te_in: జాలంధర్ సిటీ

source: Jalaniyasar
hi_in: जलनियसर
te_in: జలనియసర్

source: Jalantrakota
hi_in: जलान्तरकोट
te_in: జలాన్తరకోట్

source: Jalasuanpatna
hi_in: जलसूणपतन
te_in: జలసూణపతన్

source: Jalav
hi_in: जलव
te_in: జలవ్

source: Jalavayuvihar
hi_in: जलवायुविहार
te_in: జలవాయువిహార్

source: Jaldaha
hi_in: जलदाय
te_in: జలదాయ్

source: Jalefa Bazar
hi_in: जलएफ बाजार
te_in: జలఏఫ్ బాజార్

source: Jaleswar
hi_in: जलेस्वर
te_in: జలెస్వర్

source: Jaleswarpada
hi_in: जलेस्वरपाड़ा
te_in: జలెస్వరపాడ్ ా

source: Jaletha
hi_in: जलेथा
te_in: జలెథా

source: Jalgaon
hi_in: जलगांव
te_in: జలగాంవ్

source: Jalgaon Bazar
hi_in: जळगाव बाजार
te_in: జళగావ్ బాజార్

source: Jalgaon Collectorate
hi_in: जळगाव कोल्लेकतोरते
te_in: జళగావ్ కోల్లెకతోరతె
