Repository: healthvdev/custom_template
Catalog: languages/*.po
Languages: hi_in, te_in

source: Koilari
hi_in: कोइलरी
te_in: కోఇలరీ

source: Koilhara
hi_in: कोइलहरा
te_in: కోఇలహరా

source: Koilsa
hi_in: कोयलसा
te_in: కోయలసా

source: Koira
hi_in: कोइर
te_in: కోఇర్

source: Koiridih
hi_in: कोयरीडीह
te_in: కోయరీడీహ్

source: Koisera
hi_in: कोइसेरा
te_in: కోఇసెరా

source: Kokalgaon
hi_in: कोकलगाओं
te_in: కోకలగాఓం

source: Kokamthan
hi_in: कोकंठं
te_in: కోకంఠం

source: Kokapet
hi_in: कॉकपिट
te_in: క్ కపిట్

source: Kokar
hi_in: खोकर
te_in: ఖోకర్

source: Kokat
hi_in: कोकट
te_in: కోకట్

source: Kokdoro
hi_in: कोकदोरो
te_in: కోకదోరో

source: Kokilamedu
hi_in: कोकिलामेडु
te_in: కోకిలామెడు

source: Kokisare
hi_in: कोकिसारे
te_in: కోకిసారె

source: Kokkada
hi_in: कोक्कड
te_in: కోక్కడ్

source: Kokkallur
hi_in: कोक्कल्लुर
te_in: కోక్కల్లుర్

source: Kokkur
hi_in: कोक्कूर
te_in: కోక్కూర్

source: Kokpur
hi_in: कोकपुर
te_in: కోకపుర్

source: Kokrajhar Bagicha
hi_in: कोकराझार बगीचा
te_in: కోకరాఝార్ బగీచా

source: Kolabira
hi_in: कोलाबीरा
te_in: కోలాబీరా

source: Kolaboni
hi_in: कोलबोनी
te_in: కోలబోనీ

source: Kolad
hi_in: कोल्ड
te_in: కోల్డ్

source: Kolagapara
hi_in: कोलागापारा
te_in: కోలాగాపారా

source: Kolaghat
hi_in: कोलाघाट
te_in: కోలాఘాట్

source: Kolaghat Natun Bazar
hi_in: कोलाघाट नातुन बाजार
te_in: కోలాఘాట్ నాతున్ బాజార్

source: Kolaghat RS
hi_in: कोलाघाट रस
te_in: కోలాఘాట్ రస్

source: Kolakkad
hi_in: कोलक्कड़
te_in: కోలక్కడ్

source: Kolamb
hi_in: कोलम्ब
te_in: కోలమ్బ్

source: Kolang
hi_in: कोलंग
te_in: కోలంగ్

source: Kolanka
hi_in: कोलंक
te_in: కోలంక్

source: Kolanur
hi_in: कोलानूर
te_in: కోలానూర్

source: Kolappancheri
hi_in: कोलापनचेरी
te_in: కోలాపనచెరీ

source: Kolar
hi_in: कोलार
te_in: కోలార్

source: Kolar Bazar
hi_in: कोलर बाजार
te_in: కోలర్ బాజార్

source: Kolar Doddapet
hi_in: कोलर डोड्डापेट
te_in: కోలర్ డోడ్డాపెట్

source: Kolar Gandhi Nagar
hi_in: कोलर गांधी नगर
te_in: కోలర్ గాంధీ నగర్

source: Kolar Hospital Circle
hi_in: कोलर हॉस्पिटल सर्किल
te_in: కోలర్ హ్ స్పిటల్ సర్కిల్

source: Kolar Road
hi_in: कोलर रोड
te_in: కోలర్ రోడ్

source: Kolari
hi_in: कोलारी
te_in: కోలారీ

source: Kolasar
hi_in: कोलासर
te_in: కోలాసర్

source: Kolasib
hi_in: कोलासिब
te_in: కోలాసిబ్

source: Kolat
hi_in: खोलत
te_in: ఖోలత్

source: Kolathur
hi_in: कोलाथुर
te_in: కోలాథుర్

source: Kolathur-MLP
hi_in: कोलाथुर-मलप
te_in: కోలాథుర్-మలప్

source: Kolawade
hi_in: कोलवाड़े
te_in: కోలవాడ్ ె

source: Kolchar
hi_in: कोल्चार
te_in: కోల్చార్

source: Kolda
hi_in: कोल्ड
te_in: కోల్డ్

source: Kolegaon ( E)
hi_in: कोलेगन ( इ)
te_in: కోలెగన్ ( ఇ)

source: Kolenchery
hi_in: कोलेनचेरी
te_in: కోలెనచెరీ

source: Koleng
hi_in: कोलेंग
te_in: కోలెంగ్

source: Kolerdanga
hi_in: कोलरडंग
te_in: కోలరడంగ్

source: Kolgaon
hi_in: कोलगांव
te_in: కోలగాంవ్

source: Kolha
hi_in: कोल्ह
te_in: కోల్హ్

source: Kolhaiya
hi_in: कोल्हैया
te_in: కోల్హేయా

source: Kolhapur
hi_in: कोल्हापुर
te_in: కోల్హాపుర్

source: Kolhapur City
hi_in: कोल्हापुर सिटी
te_in: కోల్హాపుర్ సిటీ

source: Kolhapur RS
hi_in: कोल्हापुर रस
te_in: కోల్హాపుర్ రస్

source: Kolhar (K)
hi_in: कोल्हार (के)
te_in: కోల్హార్ (కె)

source: Kolharia
hi_in: कोल्हरिया
te_in: కోల్హరియా

source: Kolhegaon
hi_in: कोलहेगन
te_in: కోలహెగన్

source: Kolhejharia
hi_in: कोल्हेझरिया
te_in: కోల్హెఝరియా

source: Kolhuwa
hi_in: कोल्हुआ
te_in: కోల్హుఆ

source: Kolia
hi_in: कोलिया
te_in: కోలియా

source: Koliad
hi_in: कोलिड
te_in: కోలిడ్

source: Koliakode
hi_in: कोलियाकोदे
te_in: కోలియాకోదె

source: Koligaon
hi_in: कोलिग़ों
te_in: కోలిగ్ ోం

source: Koligar
hi_in: कोलिगर
te_in: కోలిగర్

source: Koligudda
hi_in: कोलीगुड़ा
te_in: కోలీగుడ్ ా

source: Koliha
hi_in: कोलिहा
te_in: కోలిహా

source: Kolimati
hi_in: कोलिमाटी
te_in: కోలిమాటీ

source: Kolinda
hi_in: कोलिंडा
te_in: కోలిండా

source: Kolithad
hi_in: कोलिथड़
te_in: కోలిథడ్

source: Koliwad
hi_in: कोलीवाड़ा
te_in: కోలీవాడ్ ా

source: Koliwada
hi_in: कोलीवाड़ा
te_in: కోలీవాడ్ ా

source: Koliwara
hi_in: कोलीवाड़ा
te_in: కోలీవాడ్ ా

source: Kolkata Airport
hi_in: कोल्कता एयरपोर्ट
te_in: కోల్కతా ఏయరపోర్ట్

source: Kolkata Airport Po
hi_in: कोल्कता एयरपोर्ट पो
te_in: కోల్కతా ఏయరపోర్ట్ పో

source: Kolkata Armed Police
hi_in: कोल्कता आर्म्ड पुलिस
te_in: కోల్కతా ఆర్మ్డ్ పులిస్

source: Kolkata Mint
hi_in: कोल्कता मिनट
te_in: కోల్కతా మినట్

source: Kolkata University
hi_in: कोल्कता यूनिवर्सिटी
te_in: కోల్కతా యూనివర్సిటీ

source: Kolkatta G.P.O.
hi_in: कोलकत्ता जी.पी.ओ.
te_in: కోలకత్తా జీ.పీ.ఓ.

source: Kolkunte
hi_in: कोलकुंट
te_in: కోలకుంట్

source: Kolkur
hi_in: कोळकुऱ
te_in: కోళకుఱ్

source: Kollam
hi_in: कोल्लम
te_in: కోల్లం

source: Kollam Bazar
hi_in: कोल्लम बाजार
te_in: కోల్లమ్ బాజార్

source: Kollam Cantonment
hi_in: कोल्लम कैंटोनमेंट
te_in: కోల్లమ్ కేంటోనమెంట్

source: Kollam Taluk Cutchery
hi_in: कोल्लम तलूक कचरी
te_in: కోల్లమ్ తలూక్ కచరీ

source: Kollampalayam
hi_in: कोल्लमपलायम
te_in: కోల్లమపలాయం

source: Kollampara
hi_in: कोल्लमपर
te_in: కోల్లమపర్

source: Kollapatti
hi_in: कोल्लपट्टी
te_in: కోల్లపట్టీ

source: Kollar
hi_in: कॉलर
te_in: క్ లర్

source: Kollathur
hi_in: कोलाथुर
te_in: కోలాథుర్

source: Kollegal
hi_in: कोल्लेगल
te_in: కోల్లెగల్

source: Kollegal Devangapet
hi_in: कोल्लेगल देवांगपेट
te_in: కోల్లెగల్ దెవాంగపెట్

source: Kollegal Southern Extension
hi_in: कोल्लेगल साउथर्न एक्सटेंशन
te_in: కోల్లెగల్ సాఉథర్న్ ఏక్సటెంశన్

source: Kolna
hi_in: कोलन
te_in: కోలన్

source: Kololamba
hi_in: कोलोलंब
te_in: కోలోలంబ్

source: Kolsia
hi_in: कोलसिया
te_in: కోలసియా

source: Kolsur
hi_in: कोलासुर
te_in: కోలాసుర్

source: Kolundra
hi_in: कोलुन्द्र
te_in: కోలున్ద్ర్

source: Kolur
hi_in: कोलूर
te_in: కోలూర్

source: Kolwan
hi_in: कोलवां
te_in: కోలవాం

source: Komadavole
hi_in: कैमडवोले
te_in: కేమడవోలె

source: Komalpur
hi_in: कोमलपुर
te_in: కోమలపుర్

source: Komarapalayam
hi_in: कोमरपालयं
te_in: కోమరపాలయం

source: Komarapalayam Coimbatore
hi_in: कोमरपालयं कोयम्बटूर
te_in: కోమరపాలయం కోయంబత్తూరు

source: Komarapalayam East
hi_in: कोमरपालयं ईस्ट
te_in: కోమరపాలయం ఈస్ట్

source: Komarapalayam-sathy
hi_in: कोमरपालयं-साथी
te_in: కోమరపాలయం-సాథీ

source: Komarasamipatti
hi_in: कोमरसमिपत्ति
te_in: కోమరసమిపత్తి

source: Komaravallipadu
hi_in: कोमारवल्लिपदु
te_in: కోమారవల్లిపదు

source: Komaripalem
hi_in: कोमरिपलें
te_in: కోమరిపలెం

source: Komarti
hi_in: कोमारती
te_in: కోమారతీ

source: Kombuthi
hi_in: कोमबुति
te_in: కోమబుతి

source: Kombuthi (KMU)
hi_in: कोमबुति (कम)
te_in: కోమబుతి (కమ్)

source: Komdo
hi_in: कोम्डो
te_in: కోమ్డో

source: Kommeri
hi_in: कोम्मेरी
te_in: కోమ్మెరీ

source: Komna
hi_in: कॉमन
te_in: క్ మన్

source: Kompalli
hi_in: कोमपल्ली
te_in: కోమపల్లీ

source: Komplly
hi_in: कोमपल्ली
te_in: కోమపల్లీ

source: Komtalpeta
hi_in: कोमतलपेट
te_in: కోమతలపెట్

source: Kona
hi_in: कोना
te_in: కోనా

source: Konabai
hi_in: कोनबी
te_in: కోనబీ

source: Konadpur
hi_in: कोण्डपुर
te_in: కోణ్డపుర్

source: Konalai
hi_in: कोयले
te_in: కోయలె

source: Konalu
hi_in: कोल्लू
te_in: కోల్లూ

source: Konambe
hi_in: कोनाम्बे
te_in: కోనామ్బె

source: Konamoolai
hi_in: कोणामुळे
te_in: కోణాముళె

source: Konanakunte
hi_in: कोनानकुंटे
te_in: కోనానకుంటె

source: Konanki
hi_in: क्योंकि
te_in: క్యోంకి

source: Konapalli
hi_in: कोंडापल्ली
te_in: కోండాపల్లీ

source: Konapur
hi_in: कोणापुर
te_in: కోణాపుర్

source: Konapur Pet
hi_in: कोणापुर पेट
te_in: కోణాపుర్ పెట్

source: Konar
hi_in: कोनार
te_in: కోనార్

source: Konaraopet
hi_in: कोनराओपेट
te_in: కోనరాఓపెట్

source: Konavakorai
hi_in: कोनवकोरै
te_in: కోనవకోరే

source: Konch (Jalaun)
hi_in: कोंच (जालौन)
te_in: కోంచ్ (జాలౌన్)

source: Kondabalavaripalem
hi_in: कोंडाबळावरीपालेम
te_in: కోండాబళావరీపాలెం

source: Kondagunturu
hi_in: कोडगुंटुरु
te_in: కోడగుంటురు

source: Kondakarakam
hi_in: कोंडकरकं
te_in: కోండకరకం

source: Kondala Agraharam
hi_in: कोंडल अग्रहारम
te_in: కోండల్ అగ్రహారం

source: Kondalampatti
hi_in: कोंदलमपट्टी
te_in: కోందలమపట్టీ

source: Kondapalli
hi_in: कोंडापल्ली
te_in: కోండాపల్లీ

source: Kondappanaickenpatti
hi_in: कोंडाप्पणीकेनपट्टी
te_in: కోండాప్పణీకెనపట్టీ

source: Kondappanayanapalli
hi_in: कोण्डापनयनपल्ली
te_in: కోణ్డాపనయనపల్లీ

source: Kondapur
hi_in: कोंडापुर
te_in: కోండాపుర్

source: Kondapuram
hi_in: कोंडापुरम
te_in: కోండాపురం

source: Kondari
hi_in: कोडारी
te_in: కోడారీ

source: Kondaria
hi_in: कोदरिया
te_in: కోదరియా

source: Kondasawli
hi_in: कोंडासावली
te_in: కోండాసావలీ

source: Kondatarai
hi_in: कोड़ातराई
te_in: కోడ్ ాతరాఈ

source: Kondavagilu
hi_in: कोंडवागिलु
te_in: కోండవాగిలు

source: Kondayampettai
hi_in: कोन्डायमपट्टी
te_in: కోన్డాయమపట్టీ

source: Kondbhav
hi_in: कोंद्भव
te_in: కోంద్భవ్

source: Kondevaram
hi_in: कोंडेवराम
te_in: కోండెవరాం

source: Kondhale
hi_in: कोंढाली
te_in: కోంఢాలీ

source: Kondhapuri
hi_in: कोंढापुरी
te_in: కోంఢాపురీ

source: Kondhawale
hi_in: कोंढावल
te_in: కోంఢావల్

source: Kondhwa BK
hi_in: कोंधवा बक
te_in: కోంధవా బక్

source: Kondhwa Lh
hi_in: कोंधवा लह
te_in: కోంధవా లహ్

source: Kondhwad
hi_in: कोंढवद
te_in: కోంఢవద్

source: Kondiba
hi_in: कोंडिबा
te_in: కోండిబా

source: Kondiparru
hi_in: कोंड़ीपररु
te_in: కోండ్ ీపరరు

source: Kondmala
hi_in: कोंडमल
te_in: కోండమల్

source: Kondotti
hi_in: कोन्दोत्ति
te_in: కోన్దోత్తి

source: Kondra
hi_in: कोंद्रा
te_in: కోంద్రా

source: Kondri
hi_in: कोंड़री
te_in: కోండ్ రీ

source: Kondupalem
hi_in: कोन्डुपलेम
te_in: కోన్డుపలెం

source: Kondurkara
hi_in: कोन्डुरकर
te_in: కోన్డురకర్

source: Konduru
hi_in: कोंडुरू
te_in: కోండురూ

source: Koneripalayam
hi_in: कोनृपालयं
te_in: కోనృపాలయం

source: Koneti Raju Kandrika
hi_in: कोणती राजु कांद्रिका
te_in: కోణతీ రాజు కాంద్రికా

source: Konga
hi_in: कोंग
te_in: కోంగ్

source: Kongadiyappa Road
hi_in: कोंगाडइयप्पा रोड
te_in: కోంగాడఇయప్పా రోడ్

source: Kongannur
hi_in: कॉन्गन्नूर
te_in: క్ న్గన్నూర్

source: Kongarakalan
hi_in: कोंगरकलां
te_in: కోంగరకలాం

source: Kongaraviryla
hi_in: कोंगेराविरयल
te_in: కోంగెరావిరయల్

source: Kongurukonda
hi_in: कोंगुरुकोंडा
te_in: కోంగురుకోండా

source: Konhdar
hi_in: कोहड़ार
te_in: కోహడ్ ార్

source: Koni
hi_in: कोणी
te_in: కోణీ

source: Konia
hi_in: कोनिया
te_in: కోనియా

source: Konipad
hi_in: कोनिपद
te_in: కోనిపద్

source: Konjli
hi_in: कॉन्जलि
te_in: క్ న్జలి

source: Konkan Bhavan
hi_in: कोंकण भवन
te_in: కోంకణ్ భవన్

source: Konkarada
hi_in: कोनकार्ड
te_in: కోనకార్డ్

source: Konkel
hi_in: कॉन्केल
te_in: క్ న్కెల్

source: Konpara
hi_in: कोंपर
te_in: కోంపర్

source: Konreddiyur
hi_in: कोनरेड्दीयुर
te_in: కోనరెడ్దీయుర్

source: Konsa
hi_in: कोनसा
te_in: కోనసా

source: Konteru
hi_in: कोंटर
te_in: కోంటర్

source: Konur
hi_in: कोनुर
te_in: కోనుర్

source: Konwai
hi_in: कौंवे
te_in: కౌంవె

source: Konwaripukhuri
hi_in: कोंवरीपुखुरी
te_in: కోంవరీపుఖురీ

source: Konzar
hi_in: कॉन्ज़र
te_in: క్ న్జ్ ర్

source: Koom Kalan
hi_in: कूम कलां
te_in: కూమ్ కలాం

source: Koomankulam
hi_in: कूमनकुलं
te_in: కూమనకులం

source: Koompanpara
hi_in: कुमपानपारा
te_in: కుమపానపారా

source: Kooni
hi_in: खूनी
te_in: ఖూనీ

source: Koopa
hi_in: कूप
te_in: కూప్

source: Koor
hi_in: कूर
te_in: కూర్

source: Koorad
hi_in: कुराड़
te_in: కురాడ్

source: Kooraikundu
hi_in: कुरैकुन्दु
te_in: కురేకున్దు

source: Koorikuzhi
hi_in: कूरिकूजहि
te_in: కూరికూజహి

source: Koothampoondi
hi_in: कूतमपुंडी
te_in: కూతమపుండీ

source: Koothattukulam
hi_in: कूथात्तुकुलं
te_in: కూథాత్తుకులం

source: Koothavakkam
hi_in: कुठावक्कम
te_in: కుఠావక్కం

source: Koothrappally
hi_in: कूठराप्पल्ली
te_in: కూఠరాప్పల్లీ

source: Koottikada
hi_in: कुट्टीकाड
te_in: కుట్టీకాడ్

source: Koovanuthu
hi_in: कूवँउथु
te_in: కూవఁఉథు

source: Kopar Khairne
hi_in: कोपर खैरने
te_in: కోపర్ ఖేరనె

source: Koparde
hi_in: कोपर्डे
te_in: కోపర్డె

source: Koparli
hi_in: कोपरली
te_in: కోపరలీ

source: Kopergaon
hi_in: कोपेर्ग़ों
te_in: కోపెర్గ్ ోం

source: Kopergaon Bet
hi_in: कोपेर्ग़ों बेट
te_in: కోపెర్గ్ ోం బెట్

source: Kophrad
hi_in: कोपहर्ड
te_in: కోపహర్డ్

source: Koppa Bus Stand
hi_in: कोप्पा बस स्टैंड
te_in: కోప్పా బస్ స్టేండ్

source: Koppal
hi_in: कोप्पल
te_in: కోప్పల్

source: Koppal Bazar
hi_in: कोप्पल बाजार
te_in: కోప్పల్ బాజార్

source: Koppal G S Gunj
hi_in: कोप्पल ग स गूँज
te_in: కోప్పల్ గ్ స్ గూఁజ్

source: Koppal R S
hi_in: कोप्पल र स
te_in: కోప్పల్ ర్ స్

source: Kopparru
hi_in: कोप्पररू
te_in: కోప్పరరూ

source: Koppavaram
hi_in: कोपपवरं
te_in: కోపపవరం

source: Koppukonda
hi_in: कोप्पुकोंडा
te_in: కోప్పుకోండా

source: Koppunuru
hi_in: कोप्पुनुरु
te_in: కోప్పునురు

source: Kopra
hi_in: कॉपर
te_in: క్ పర్

source: Kopri Colony
hi_in: कोष कॉलोनी
te_in: కోష్ క్ లోనీ

source: Koproli
hi_in: कोपरोली
te_in: కోపరోలీ

source: Koramangala
hi_in: कोरमंगला
te_in: కోరమంగలా

source: Koramangala I Block
hi_in: कोरामंगला ई ब्लॉक
te_in: కోరామంగలా ఈ బ్ల్ క్

source: Koramangala VI Bk
hi_in: कोरामंगला वि बक
te_in: కోరామంగలా వి బక్

source: Koranad
hi_in: कोर्नाड
te_in: కోర్నాడ్

source: Korangatti
hi_in: कोरनगट्टी
te_in: కోరనగట్టీ

source: Koranthangal
hi_in: कोरनथंगल
te_in: కోరనథంగల్

source: Korapa
hi_in: कॉर्प
te_in: క్ ర్ప్

source: Korapitha
hi_in: कोड़ापीठ
te_in: కోడ్ ాపీఠ్

source: Korar
hi_in: कोरर
te_in: కోరర్

source: Korarbagan
hi_in: कोररबगन
te_in: కోరరబగన్

source: Koratla
hi_in: कोरातला
te_in: కోరాతలా

source: Koratla Bazar
hi_in: कोरातला बाजार
te_in: కోరాతలా బాజార్

source: Koratti
hi_in: कोराट्टी
te_in: కోరాట్టీ

source: Koratti Kizhakkumuri
hi_in: कोराट्टी कीज़हक़्क़ुमरी
te_in: కోరాట్టీ కీజ్ హక్ ్క్ ుమరీ

source: Koratti South
hi_in: कोराट्टी साउथ
te_in: కోరాట్టీ సాఉథ్

source: Korba
hi_in: कोरबा
te_in: కోరబా

source: Korba Colliery
hi_in: कोरबा कोलियरी
te_in: కోరబా కోలియరీ

source: Korba Town
hi_in: कोरबा टाउन
te_in: కోరబా టాఉన్

source: Korchey
hi_in: कोरचे
te_in: కోరచె

source: Kordang
hi_in: कोरडंग
te_in: కోరడంగ్

source: Korea
hi_in: कोरिया
te_in: కోరియా

source: Koregaon
hi_in: कोरेगांव
te_in: కోరెగాంవ్

source: Koregaon Bhima
hi_in: कोरेगांव भीमा
te_in: కోరెగాంవ్ భీమా

source: Koregaon Bhivar
hi_in: कोरेगाव भीवर
te_in: కోరెగావ్ భీవర్

source: Koregaon City
hi_in: कोरेगाव सिटी
te_in: కోరెగావ్ సిటీ

source: Koregaon Mul
hi_in: कोरेगाव मूल
te_in: కోరెగావ్ మూల్

source: Korian
hi_in: कोरियन
te_in: కోరియన్

source: Koritepadu(Guntur)
hi_in: कोरिटपदु(गुंटूर)
te_in: కోరిటపదు(గుంటూర్)

source: Koriya Udnapur
hi_in: कोरिया उड़नपुर
te_in: కోరియా ఉడ్ నపుర్

source: Korja
hi_in: कोरजा
te_in: కోరజా

source: Korkoma
hi_in: कोरकोमा
te_in: కోరకోమా

source: Korlagundi
hi_in: कोरलागुनदी
te_in: కోరలాగునదీ

source: Korlagunta
hi_in: कोरलागुनता
te_in: కోరలాగునతా

source: Korlai
hi_in: कोरले
te_in: కోరలె

source: Korlapahad
hi_in: कोर्लापहाड़
te_in: కోర్లాపహాడ్

source: Korokuiyan
hi_in: कोरोकुइयां
te_in: కోరోకుఇయాం

source: Korom
hi_in: कोरम
te_in: కోరం

source: Korpavalli
hi_in: कोर्पावल्ली
te_in: కోర్పావల్లీ

source: Korrambey
hi_in: कोररंबे
te_in: కోరరంబె

source: Korramtola
hi_in: कोर्रामटोला
te_in: కోర్రామటోలా

source: Korrapadu Road
hi_in: कोर्रापाडु रोड
te_in: కోర్రాపాడు రోడ్

source: Korta
hi_in: कोर्ट
te_in: కోర్ట్

source: Kortal
hi_in: करतल
te_in: కరతల్

source: Korukonda
hi_in: कोरुकोंडा
te_in: కోరుకోండా

source: Koruta Bazar
hi_in: कोरूत बाजार
te_in: కోరూత్ బాజార్

source: Koruthode
hi_in: कोरूथोड
te_in: కోరూథోడ్

source: Korvi
hi_in: कोर्वी
te_in: కోర్వీ

source: Kosad
hi_in: कोसाड
te_in: కోసాడ్

source: Kosagumuda
hi_in: कोसागुमुदा
te_in: కోసాగుముదా

source: Kosam
hi_in: कोसम
te_in: కోసం

source: Kosamba
hi_in: कोसांबा
te_in: కోసాంబా

source: Kosamba Bazar
hi_in: कोसांबा बाजार
te_in: కోసాంబా బాజార్

source: Kosamdi
hi_in: कोसमदी
te_in: కోసమదీ

source: Kosamtara
hi_in: कोसंटर
te_in: కోసంటర్

source: Kosbi
hi_in: कोस्बी
te_in: కోస్బీ

source: Kosda Kalan
hi_in: कॉड कलां
te_in: క్ డ్ కలాం

source: Koshi College
hi_in: कोशी कॉलेज
te_in: కోశీ క్ లెజ్

source: Koshila
hi_in: कोशिला
te_in: కోశిలా

source: Koshiyal
hi_in: कोशियल
te_in: కోశియల్

source: Koshiyawan
hi_in: कोशियावां
te_in: కోశియావాం

source: Kosi Kalan
hi_in: कोसी कलां
te_in: కోసీ కలాం

source: Kosi Khurd
hi_in: कोसि खुर्द
te_in: కోసి ఖుర్ద్

source: Kosindra
hi_in: कोसिन्द्र
te_in: కోసిన్ద్ర్

source: Kosla
hi_in: कोसल
te_in: కోసల్

source: Kosmada
hi_in: कोसमंदा
te_in: కోసమందా

source: Kosmanda
hi_in: कोसमंदा
te_in: కోసమందా

source: Kosrangi
hi_in: कोसरंगी
te_in: కోసరంగీ

source: Kostha
hi_in: कोसता
te_in: కోసతా

source: Kot Atma Ram
hi_in: कोट आत्मा राम
te_in: కోట్ ఆత్మా రాం

source: Kot Bazar
hi_in: कोट बाजार
te_in: కోట్ బాజార్

source: Kot Bazar Rath
hi_in: कोट बाजार रथ
te_in: కోట్ బాజార్ రథ్

source: Kot Budha
hi_in: कोट बुध
te_in: కోట్ బుధ్

source: Kot Mehtab
hi_in: कोट महताब
te_in: కోట్ మహతాబ్

source: Kot Sadar Khan
hi_in: कोट सदर खान
te_in: కోట్ సదర్ ఖాన్

source: Kot Shamir
hi_in: कोट शामिर
te_in: కోట్ శామిర్

source: Kot Todarmal
hi_in: कोट टोडरमल
te_in: కోట్ టోడరమల్

source: Kota
hi_in: कोटा
te_in: కోటా

source: Kota City
hi_in: कोटा सिटी
te_in: కోటా సిటీ

source: Kota Jn.
hi_in: कोटा जं.
te_in: కోటా జం.

source: Kota Kutchery
hi_in: कोटा कुत्चेरय
te_in: కోటా కుత్చెరయ్

source: Kota Muradnagar
hi_in: कोटा मुरादनगर
te_in: కోటా మురాదనగర్

source: Kotabagi
hi_in: कोतबागी
te_in: కోతబాగీ

source: Kotaballapalli
hi_in: कोटाबलापल्ली
te_in: కోటాబలాపల్లీ

source: Kotadol
hi_in: कोटाडोल
te_in: కోటాడోల్

source: Kotagalli
hi_in: कोटागली
te_in: కోటాగలీ

source: Kotagiri
hi_in: कोटागिरी
te_in: కోటాగిరీ

source: Kotakhas
hi_in: कोटाखास
te_in: కోటాఖాస్

source: Kotalhat
hi_in: कोतलहत
te_in: కోతలహత్

source: Kotanemalipuri
hi_in: कोतानेमलीपुरी
te_in: కోతానెమలీపురీ

source: Kotanga
hi_in: कोतंगा
te_in: కోతంగా

source: Kotapur
hi_in: कोटापुर
te_in: కోటాపుర్

source: Kotasahi
hi_in: कोतसही
te_in: కోతసహీ

source: Kotavad
hi_in: कोटवाद
te_in: కోటవాద్

source: Kotay
hi_in: कोटे
te_in: కోటె

source: Kotba
hi_in: कोतबा
te_in: కోతబా

source: Kotban
hi_in: कोटबं
te_in: కోటబం

source: Kotcherla
hi_in: कोटकेरल
te_in: కోటకెరల్

source: Kotda
hi_in: कोटड़ा
te_in: కోటడ్ ా

source: Kotda Nayani
hi_in: कोटड़ा नयनि
te_in: కోటడ్ ా నయని

source: Kotekar
hi_in: कोटकर
te_in: కోటకర్

source: Kotgarh
hi_in: कोटगढ़
te_in: కోటగఢ్

source: Kotha
hi_in: कोठा
te_in: కోఠా

source: Kothachira
hi_in: कोथाचिर
te_in: కోథాచిర్

source: Kothad
hi_in: कोठडी
te_in: కోఠడీ

source: Kothadia
hi_in: कोठड़िया
te_in: కోఠడ్ ియా

source: Kothaganesunipadu
hi_in: कोठागानेसुनइपाडु
te_in: కోఠాగానెసునఇపాడు

source: Kothagarh
hi_in: कोठगढ़
te_in: కోఠగఢ్

source: Kothaguda (K.V.Rangareddy)
hi_in: कोठागुदा (के.वी.रंगारेड्डी)
te_in: కోఠాగుదా (కె.వీ.రంగారెడ్డీ)

source: Kothagudem Bazar
hi_in: कोठागुडेम बाजार
te_in: కోఠాగుడెమ్ బాజార్

source: Kothagudem Colls
hi_in: कोठागुडेम कॉल्स
te_in: కోఠాగుడెమ్ క్ ల్స్

source: Kothakhurd
hi_in: कोठखुर्द
te_in: కోఠఖుర్ద్

source: Kothalanka
hi_in: कोथलनक
te_in: కోథలనక్

source: Kothali
hi_in: कोठली
te_in: కోఠలీ

source: Kothali KH
hi_in: कोठली कह
te_in: కోఠలీ కహ్

source: Kothaloothu
hi_in: कोठालुथू
te_in: కోఠాలుథూ

source: Kothamangalam
hi_in: कोठामंगलम
te_in: కోఠామంగలం

source: Kothamangalam (Ernakulam)
hi_in: कोठामंगलं (एर्नाकुलम)
te_in: కోఠామంగలం (ఏర్నాకులమ్)

source: Kothamangalam Bazar
hi_in: कोठामंगलं बाजार
te_in: కోఠామంగలం బాజార్

source: Kothamba
hi_in: कोथामब
te_in: కోథామబ్

source: Kothapalem
hi_in: कोथापलेम
te_in: కోథాపలెం

source: Kothapalle
hi_in: कोठापलले
te_in: కోఠాపలలె

source: Kothapalli
hi_in: कोठापल्ली
te_in: కోఠాపల్లీ

source: Kothapatna
hi_in: कोठापटना
te_in: కోఠాపటనా

source: Kothapatti
hi_in: कोठापत्ति
te_in: కోఠాపత్తి

source: Kothapet (Srikalahasti)
hi_in: कोथापेट (श्रीकालाहस्ती)
te_in: కోథాపెట్ (శ్రీకాలాహస్తీ)

source: Kothapet(VKD)
hi_in: कोथापेट(वक्ड)
te_in: కోథాపెట్(వక్డ్)

source: Kothapeta
hi_in: कोठापेटा
te_in: కోఠాపెటా

source: Kothapeta (East Godavari)
hi_in: कोठापेटा (ईस्ट गोदावरी)
te_in: కోఠాపెటా (ఈస్ట్ గోదావరీ)

source: Kothapeta (Guntur)
hi_in: कोठापेटा (गुंटूर)
te_in: కోఠాపెటా (గుంటూర్)

source: Kothapeta (PTP)
hi_in: कोठापेटा (प्तप)
te_in: కోఠాపెటా (ప్తప్)

source: Kothapeta (Vizianagaram)
hi_in: कोठापेटा (विज़िअनगरम)
te_in: కోఠాపెటా (విజ్ ిఅనగరమ్)

source: Kothapeta Madanapalle
hi_in: कोठापेटा मदनपाल
te_in: కోఠాపెటా మదనపాల్

source: Kothapeta(Guntur)
hi_in: कोठापेटा(गुंटूर)
te_in: కోఠాపెటా(గుంటూర్)

source: Kothapeta(Hosur)
hi_in: कोठापेटा(होसुर)
te_in: కోఠాపెటా(హోసుర్)

source: Kothariya
hi_in: कोठारिया
te_in: కోఠారియా

source: Kothasahi
hi_in: कोठसहि
te_in: కోఠసహి

source: Kothavalasa
hi_in: कोठावलास
te_in: కోఠావలాస్

source: Kothegala
hi_in: कोठेंगाला
te_in: కోఠెంగాలా

source: Kotheri
hi_in: कोठरी
te_in: కోఠరీ

source: Kothi
hi_in: कोठी
te_in: కోఠీ

source: Kothia
hi_in: कोठिया
te_in: కోఠియా

source: Kothibhar
hi_in: कोठीभार
te_in: కోఠీభార్

source: Kothoon
hi_in: कोठून
te_in: కోఠూన్

source: Kothram
hi_in: कोथराम
te_in: కోథరాం

source: Kothrud
hi_in: कोथरुड
te_in: కోథరుడ్

source: Kothur
hi_in: कोथुर
te_in: కోథుర్

source: Kothur Venkatapuram
hi_in: कोथुर वेंकटपुरम
te_in: కోథుర్ వెంకటపురం

source: Kothuru
hi_in: कोथुरु
te_in: కోథురు

source: Kothwa
hi_in: कोठवा
te_in: కోఠవా

source: Kotkader
hi_in: कोटकादेर
te_in: కోటకాదెర్

source: Kotkapura
hi_in: कोटकपूरा
te_in: కోతకాపురా

source: Kotkendri
hi_in: कोटकेन्द्री
te_in: కోటకెన్ద్రీ

source: Kotkhai
hi_in: कोटखाई
te_in: కోటఖాఈ

source: Kotla
hi_in: कोटला
te_in: కోటలా

source: Kotla Khurd
hi_in: कोटला खुर्द
te_in: కోటలా ఖుర్ద్

source: Kotla Nihang
hi_in: कोटला निहंग
te_in: కోటలా నిహంగ్

source: Kotli Colony
hi_in: कोटली कॉलोनी
te_in: కోటలీ క్ లోనీ

source: Kotli Mian Fateh
hi_in: कोटली मिण फ़तेह
te_in: కోటలీ మిణ్ ఫ్ తెహ్

source: Kotmisonar
hi_in: कोटमीसोनार
te_in: కోటమీసోనార్

source: Kotna
hi_in: कॉटन
te_in: క్ టన్

source: Kotpad
hi_in: कोटपाड़
te_in: కోటపాడ్

source: Kotra Amru
hi_in: कोटरा अमृ
te_in: కోటరా అమృ

source: Kotra Koreyan Wala
hi_in: कोटरा कोरेयां वाला
te_in: కోటరా కోరెయాం వాలా

source: Kotri Dhayalan
hi_in: कोठरी धायलान
te_in: కోఠరీ ధాయలాన్

source: Kotsamalai
hi_in: कोतसमलै
te_in: కోతసమలే

source: Kottacherry
hi_in: कोट्टाचेरी
te_in: కోట్టాచెరీ

source: Kottackal (TVM)
hi_in: कोट्टाकल (त्वम)
te_in: కోట్టాకల్ (త్వమ్)

source: Kottagalu
hi_in: कोत्तगलु
te_in: కోత్తగలు

source: Kottagam
hi_in: कोट्टगाम
te_in: కోట్టగాం

source: Kottaguda
hi_in: कोत्तागुड़ा
te_in: కోత్తాగుడ్ ా

source: Kottagudi
hi_in: कोटागुड़ी
te_in: కోటాగుడ్ ీ

source: Kottaiyiruppu
hi_in: कोट्टाइयिरुप्पु
te_in: కోట్టాఇయిరుప్పు

source: Kottaiyur
hi_in: कोट्टीयूर
te_in: కోట్టీయూర్

source: Kottakkal
hi_in: कोट्टाक्कल
te_in: కోట్టాక్కల్

source: Kottala
hi_in: कोटला
te_in: కోటలా

source: Kottam
hi_in: कोट्टम
te_in: కోట్టం

source: Kottamitta
hi_in: कोट्टमित्त
te_in: కోట్టమిత్త్

source: Kottamparamba
hi_in: कोट्टमपराम्बा
te_in: కోట్టమపరామ్బా

source: Kottapadam(TTL)
hi_in: कोट्टपादम(टल)
te_in: కోట్టపాదమ్(టల్)

source: Kottapuram
hi_in: कोट्टापुरम
te_in: కోట్టాపురం

source: Kottar
hi_in: कटर
te_in: కటర్

source: Kottarakara
hi_in: कोट्टारकर
te_in: కోట్టారకర్

source: Kottarakudi
hi_in: कोत्तरकुडी
te_in: కోత్తరకుడీ

source: Kottaram
hi_in: कोट्टाराम
te_in: కోట్టారాం

source: Kottavadi
hi_in: कोट्टवादी
te_in: కోట్టవాదీ

source: Kottayam
hi_in: कोट्टायम
te_in: కోట్టాయం

source: Kottayam North
hi_in: कोट्टायम नार्थ
te_in: కోట్టాయమ్ నార్థ్

source: Kottayam West
hi_in: कोट्टायम वेस्ट
te_in: కోట్టాయమ్ వెస్ట్

source: Kottiyam
hi_in: कोट्टियं
te_in: కోట్టియం

source: Kottopadam
hi_in: कोट्टपादम
te_in: కోట్టపాదం

source: Kottukal
hi_in: कोत्तुकल
te_in: కోత్తుకల్

source: Kottukkal
hi_in: कोत्तुक्काल
te_in: కోత్తుక్కాల్

source: Kottukunnam
hi_in: कोट्टुकुन्नम
te_in: కోట్టుకున్నం

source: Kottuli
hi_in: कटऊली
te_in: కటఊలీ

source: Kottupullampalayam
hi_in: कोट्टुपुल्लमपलायम
te_in: కోట్టుపుల్లమపలాయం

source: Kottur
hi_in: कोट्टूर
te_in: కోట్టూర్

source: Kotturu
hi_in: कोट्टुरु
te_in: కోట్టురు

source: Kotwa
hi_in: कोटवा
te_in: కోటవా

source: Kotwa Bazar
hi_in: कोटवा बाजार
te_in: కోటవా బాజార్

source: Kotwa Koraut
hi_in: कोटवा कोरौत
te_in: కోటవా కోరౌత్

source: Kotwa Misir
hi_in: कोतवा मिसिर
te_in: కోతవా మిసిర్

source: Kotwalguda
hi_in: कोतवालगुड़ा
te_in: కోతవాలగుడ్ ా

source: Kotwali Bazar Dharamsala
hi_in: कोतवाली बाजार धरमसाला
te_in: కోతవాలీ బాజార్ ధరమసాలా

source: Kotwali Road Ftg.
hi_in: कोतवाली रोड फटीग.
te_in: కోతవాలీ రోడ్ ఫటీగ్.

source: Kotwalpura
hi_in: कोतवालपुर
te_in: కోతవాలపుర్

source: Kotwari
hi_in: कोटवारी
te_in: కోటవారీ

source: Kouribahiar
hi_in: कौरईबहिर
te_in: కౌరఈబహిర్

source: Koutla (K)
hi_in: कॉटल (के)
te_in: క్ టల్ (కె)

source: Kovalam
hi_in: कोवलम
te_in: కోవలం

source: Kovilangulam
hi_in: कोविलङ्गुलं
te_in: కోవిలఙ్గులం
