Repository: healthvdev/custom_template
Catalog: languages/*.po
Languages: hi_in, te_in

source: Roora Jaitia
hi_in: रूर जैतिया
te_in: రూర్ జేతియా

source: Roorkee Kalan
hi_in: रूरकी कलां
te_in: రూరకీ కలాం

source: Roorkee Pukhta
hi_in: रूरकी पुख्ता
te_in: రూరకీ పుఖ్తా

source: Ropa
hi_in: रूप
te_in: రూప్

source: Ropar
hi_in: रोपर
te_in: రోపర్

source: Rople BK
hi_in: रूपले बक
te_in: రూపలె బక్

source: Roppa
hi_in: रूप
te_in: రూప్

source: Rorawali
hi_in: रोरवाली
te_in: రోరవాలీ

source: Rori
hi_in: रोरी
te_in: రోరీ

source: Roripali
hi_in: रोरिपली
te_in: రోరిపలీ

source: Rosanampatti
hi_in: रोसानामपट्टी
te_in: రోసానామపట్టీ

source: Rose Bank
hi_in: रोज बैंक
te_in: రోజ్ బేంక్

source: Roshan Bag Road
hi_in: रोशन बैग रोड
te_in: రోశన్ బేగ్ రోడ్

source: Roshankheda
hi_in: रोशनखेड़ा
te_in: రోశనఖె ా

source: Roshnabad Kutchery
hi_in: रोशनाबाद कुत्चेरय
te_in: రోశనాబాద్ కుత్చెరయ్

source: Roshnatunda
hi_in: रोशनाटुंडा
te_in: రోశనాటుండా

source: Rosna
hi_in: रोसन
te_in: రోసన్

source: Ross Road
hi_in: रोस रोड
te_in: రోస్ రోడ్

source: Roti
hi_in: रोटी
te_in: రోటీ

source: Roudkunda
hi_in: रौद्कुंदा
te_in: రౌద్కుందా

source: Rounia
hi_in: रौनिया
te_in: రౌనియా

source: Rouri
hi_in: रौरी
te_in: రౌరీ

source: Rourkela
hi_in: रौर्केल
te_in: రౌర్కెలా

source: Rourkela - 4
hi_in: रौर्केल - 4
te_in: రౌర్కెల్ - 4

source: Routpada
hi_in: रोउत्पाद
te_in: రోఉత్పాద్

source: Routpara
hi_in: रोउतपर
te_in: రోఉతపర్

source: Rowmari
hi_in: रौमारि
te_in: రౌమారి

source: Royapalayam
hi_in: रॉयपलायम
te_in: ర్ యపలాయం

source: Royapettah
hi_in: रोयापेट्टाह
te_in: రోయాపెట్టాహ్

source: Roypara
hi_in: डॉयपर
te_in: డ్ యపర్

source: Roypeta
hi_in: रोयापेटा
te_in: రోయాపెటా

source: Roza Yakubpur
hi_in: रोजा याकूबपुर
te_in: రోజా యాకూబపుర్

source: Rozdev
hi_in: रोजदेव
te_in: రోజదెవ్

source: RR Solan
hi_in: ॠ सोलन
te_in: ౠ సోలన్

source: RRC Fatehgarh
hi_in: रर्क फतेहगढ़
te_in: రర్క్ ఫతెహగ్

source: Rtc Bus Complex Centre
hi_in: रटक बस काम्प्लेक्स सेंटर
te_in: రటక్ బస్ కామ్ప్లెక్స్ సెంటర్

source: Rtc Complex Adoni
hi_in: रटक काम्प्लेक्स अडोनी
te_in: రటక్ కామ్ప్లెక్స్ అడోనీ

source: RTC Work Shop
hi_in: रटक वर्क शॉप
te_in: రటక్ వర్క్ శ్ ప్

source: Rua
hi_in: रउआ
te_in: రఉఆ

source: Ruari
hi_in: रूरी
te_in: రూరీ

source: Ruchida
hi_in: रुचिदा
te_in: రుచిదా

source: Rudangia
hi_in: रुदनगिया
te_in: రుదనగియా

source: Rudarpur
hi_in: रुद्रपुर
te_in: రుద్రపుర్

source: Rudauli
hi_in: रुदौली
te_in: రుదౌలీ

source: Rudhmuli
hi_in: रुदमुली
te_in: రుదములీ

source: Rudhunga
hi_in: रुढुङ्गा
te_in: రుఢుఙ్గా

source: Rudijala
hi_in: रूडीजल
te_in: రూడీజల్

source: Rudrapara
hi_in: रुद्रपर
te_in: రుద్రపర్

source: Rudrapur
hi_in: रुद्रपुर
te_in: రుద్రపుర్

source: Rudraram
hi_in: रुद्रराम
te_in: రుద్రరాం

source: Rudravaram
hi_in: रुद्रवर्म
te_in: రుద్రవర్ం

source: Rudrawar Kala
hi_in: रुद्रावर काल
te_in: రుద్రావర్ కాల్

source: Rugi
hi_in: रुगि
te_in: రుగి

source: Rugudi Para
hi_in: रुगुडी पर
te_in: రుగుడీ పర్

source: Ruhamani
hi_in: रहमानी
te_in: రహమానీ

source: Rui
hi_in: रुई
te_in: రుఈ

source: Ruikar Colony
hi_in: रूईकर कॉलोनी
te_in: రూఈకర్ క్ లోనీ

source: Rukhmini Nagar
hi_in: रुख्मिणी नगर
te_in: రుఖ్మిణీ నగర్

source: Ruknuddin Sarai
hi_in: रुकनुद्दीन सारे
te_in: రుకనుద్దీన్ సారె

source: Rukundipur
hi_in: रुकुन्दीपुर
te_in: రుకున్దీపుర్

source: Rukuni
hi_in: रुकुणी
te_in: రుకుణీ

source: Rukunpura
hi_in: रूकुनपुर
te_in: రూకునపుర్

source: Rulpuihlim
hi_in: रुलपुयहलिम
te_in: రులపుయహలిం

source: Rumbhodi
hi_in: रुम्भ्योडी
te_in: రుమ్భ్యోడీ

source: Runkata
hi_in: रुनकता
te_in: రునకతా

source: Runki'
hi_in: रुङकी'
te_in: రుఙకీ'

source: Rupagaon
hi_in: रुपगन
te_in: రుపగన్

source: Rupaheli
hi_in: रूपाहेली
te_in: రూపాహెలీ

source: Rupaicherri
hi_in: रुपैचेर्री
te_in: రుపేచెర్రీ

source: Rupaidih
hi_in: रुपईडीह
te_in: రుపఈడీహ్

source: Rupalon
hi_in: रूपालों
te_in: రూపాలోం

source: Rupan
hi_in: रूपं
te_in: రూపం

source: Rupani
hi_in: रूपानी
te_in: రూపానీ

source: Rupaspur
hi_in: रूपसपुर
te_in: రూపసపుర్

source: Rupaudha
hi_in: रुपौधा
te_in: రుపౌధా

source: Rupaula
hi_in: रूपौला
te_in: రూపౌలా

source: Rupauli Ghat
hi_in: रूपौली घाट
te_in: రూపౌలీ ఘాట్

source: Rupdih
hi_in: रूपडीह
te_in: రూపడీహ్

source: Rupeta
hi_in: रूपेटा
te_in: రూపెటా

source: Ruphara
hi_in: रुपहरे
te_in: రుపహరె

source: Rupinpur
hi_in: रुपिनपुर
te_in: రుపినపుర్

source: Rupnagar
hi_in: रूपनगर
te_in: రూపనగర్

source: Ruppur
hi_in: रूपपुर
te_in: రూపపుర్

source: Rupsa
hi_in: रुपसा
te_in: రుపసా

source: Rupvel
hi_in: रूपवेल
te_in: రూపవెల్

source: Rurka
hi_in: रुरक
te_in: రురక్

source: Rurki Muglan
hi_in: रूरकी मुगलां
te_in: రూరకీ ముగలాం

source: Rushyashringapura
hi_in: ऋश्यश्रृंगपुर
te_in: ఋశ్యశ్రృంగపుర్

source: Rusibandha
hi_in: रूसीबंध
te_in: రూసీబంధ్

source: Russa
hi_in: रुस्स
te_in: రుస్స్

source: Russel Street
hi_in: रसल स्ट्रीट
te_in: రసల్ స్ట్రీట్

source: Russelpuram
hi_in: रुस्सेलपुरम
te_in: రుస్సెలపురం

source: Rustamgarh
hi_in: रुस्तमगढ़
te_in: రుస్తమగ్

source: Rustampur
hi_in: रुस्तमपुर
te_in: రుస్తమపుర్

source: Rustampura
hi_in: रुस्तमपुर
te_in: రుస్తమపుర్

source: Rustampura (Surat)
hi_in: रुस्तमपुर (सूरत)
te_in: రుస్తమపుర్ (సూరత్)

source: Rustumbada
hi_in: रुस्तुमबाद
te_in: రుస్తుమబాద్

source: Ruzvani
hi_in: रुजवानी
te_in: రుజవానీ

source: Rv Nagar
hi_in: व नगर
te_in: వ్ నగర్

source: Rv Niketan
hi_in: व निकेतन
te_in: వ్ నికెతన్

source: Rvp Pudur
hi_in: वप पुडुर
te_in: వప్ పుడుర్

source: S A C
hi_in: स अ छ
te_in: స్ అ ఛ్

source: S A Mills
hi_in: स अ मिल्स
te_in: స్ అ మిల్స్

source: S Athwa Purvi
hi_in: से अथवा पूर्वी
te_in: సె అథవా పూర్వీ

source: S C S College
hi_in: स क स कॉलेज
te_in: స్ క్ స్ క్ లెజ్

source: S G Extn Tumkur
hi_in: स ग ऐक्सटन तुमकुर
te_in: స్ గ్ ఐక్సటన్ తుమకుర్

source: S G Press
hi_in: स ग प्रेस
te_in: స్ గ్ ప్రెస్

source: S Khairma
hi_in: स खैरम
te_in: స్ ఖేరం

source: S Marighgawa
hi_in: स मृगहगवा
te_in: స్ మృగహగవా

source: S N Marg
hi_in: स न मार्ग
te_in: స్ న్ మార్గ్

source: S R P F Camp
hi_in: स र प फ कैम्प
te_in: స్ ర్ ప్ ఫ్ కేమ్ప్

source: S R P F Daund
hi_in: स र प फ दुंद
te_in: స్ ర్ ప్ ఫ్ దుంద్

source: S S Auditorium
hi_in: स स ऑडिटोरियम
te_in: స్ స్ ఑డిటోరియం

source: S U S Nagar
hi_in: स उ स नगर
te_in: స్ ఉ స్ నగర్

source: S V Marg
hi_in: स व् मार्ग
te_in: స్ వ్ మార్గ్

source: S V S Marg
hi_in: स व् स मार्ग
te_in: స్ వ్ స్ మార్గ్

source: S. C. Court
hi_in: एस. सी. कोर्ट
te_in: ఏస్. సీ. కోర్ట్

source: S. E. Colony
hi_in: एस. ई. कॉलोनी
te_in: ఏస్. ఈ. క్ లోనీ

source: S. K.Nagar
hi_in: एस. के.नगर
te_in: ఏస్. కె.నగర్

source: S. Madamangala
hi_in: एस. मदमंगल
te_in: ఏస్. మదమంగల్

source: S.A.I. Camp
hi_in: एस.ए.आई. कैंप
te_in: ఏస్.ఏ.ఆఈ. కేంప్

source: S.B. Road
hi_in: एस.बी. रोड
te_in: ఏస్.బీ. రోడ్

source: S.B.Gorai Road
hi_in: एस.बी.गोराई रोड
te_in: ఏస్.బీ.గోరాఈ రోడ్

source: S.B.Institute
hi_in: एस.बी.इंस्टिट्यूट
te_in: ఏస్.బీ.ఇంస్టిట్యూట్

source: S.D.Hospital
hi_in: एस.डी.हॉस्पिटल
te_in: ఏస్.డీ.హ్ స్పిటల్

source: S.D.M.C.Ujire
hi_in: एस.डी.एम.सी.उजिरे
te_in: ఏస్.డీ.ఏమ్.సీ.ఉజిరె

source: S.D.M.Hospitial
hi_in: एस.डी.एम.होस्पीटिल
te_in: ఏస్.డీ.ఏమ్.హోస్పీటిల్

source: S.F. Bazpur
hi_in: एस.एफ. बाजपुर
te_in: ఏస్.ఏఫ్. బాజపుర్

source: S.F.S.Mansarovar
hi_in: एस.एफ.एएस.मानसरोवर
te_in: ఏస్.ఏఫ్.ఏఏస్.మానసరోవర్

source: S.Ghuskari
hi_in: एस.घुसकारी
te_in: ఏస్.ఘుసకారీ

source: S.Gopalpur
hi_in: एस.गोपालपुर
te_in: ఏస్.గోపాలపుర్

source: S.H.M.C
hi_in: एस.एच.एम.कि
te_in: ఏస్.ఏచ్.ఏమ్.కి

source: S.I. Line
hi_in: एस.आई. लाइन
te_in: ఏస్.ఆఈ. లాఇన్

source: S.K.D.Nagar
hi_in: एस.के.डी.नगर
te_in: ఏస్.కె.డీ.నగర్

source: S.K.P.Temple(Guntur)
hi_in: एस.के.पी.टेम्पल(गुंटूर)
te_in: ఏస్.కె.పీ.టెమ్పల్(గుంటూర్)

source: S.K.Sectrate
hi_in: एस.के.सेक्टरटे
te_in: ఏస్.కె.సెక్టరటె

source: S.Khawbung
hi_in: एस.खावबुंग
te_in: ఏస్.ఖావబుంగ్

source: S.Konda
hi_in: एस.कोंडा
te_in: ఏస్.కోండా

source: S.M.S.Hospital
hi_in: एस.एम.एएस.हॉस्पिटल
te_in: ఏస్.ఏమ్.ఏఏస్.హ్ స్పిటల్

source: S.Mahada
hi_in: एस.महद
te_in: ఏస్.మహద్

source: S.N. Temple
hi_in: एस.एन. टेम्पल
te_in: ఏస్.ఏన్. టెమ్పల్

source: S.Nalakani
hi_in: एस.नेलकानी
te_in: ఏస్.నెలకానీ

source: S.P. Ashram
hi_in: एस.पी. आश्रम
te_in: ఏస్.పీ. ఆశ్రం

source: S.P. College
hi_in: एस.पी. कॉलेज
te_in: ఏస్.పీ. క్ లెజ్

source: S.P. Khalsa
hi_in: एस.पी. खालसा
te_in: ఏస్.పీ. ఖాలసా

source: S.P.College
hi_in: एस.पी.कॉलेज
te_in: ఏస్.పీ.క్ లెజ్

source: S.P.F. Mrd
hi_in: एस.पी.एफ. मर्द
te_in: ఏస్.పీ.ఏఫ్. మర్ద్

source: S.P.Natham
hi_in: एस.पी.नाथं
te_in: ఏస్.పీ.నాథం

source: S.R. Dhanaura
hi_in: एस.आर. धनौरा
te_in: ఏస్.ఆర్. ధనౌరా

source: S.R.F.T.I.
hi_in: एस.आर.एफ.टी.आई.
te_in: ఏస్.ఆర్.ఏఫ్.టీ.ఆఈ.

source: S.R.G.Pudur
hi_in: एस.आर.जी.पुदुर
te_in: ఏస్.ఆర్.జీ.పుదుర్

source: S.R.K.R .Engg.college
hi_in: एस.आर.के.र .एग्ग.कॉलेज
te_in: ఏస్.ఆర్.కె.ర్ .ఏగ్గ్.క్ లెజ్

source: S.S.C.Exam Board
hi_in: एस.एस.सी.एग्जाम बोर्ड
te_in: ఏస్.ఏస్.సీ.ఏగ్జామ్ బోర్డ్

source: S.S.Khal
hi_in: एस.एस.खाल
te_in: ఏస్.ఏస్.ఖాల్

source: S.S.Kottai
hi_in: एस.एस.कटाई
te_in: ఏస్.ఏస్.కటాఈ

source: S.S.Layout
hi_in: एस.एस.लेआउट
te_in: ఏస్.ఏస్.లెఆఉట్

source: S.S.Sen Road
hi_in: एस.एस.सेन रोड
te_in: ఏస్.ఏస్.సెన్ రోడ్

source: S.Sabual
hi_in: एस.सबाल
te_in: ఏస్.సబాల్

source: S.V.Agricultural College
hi_in: एस.वी.एग्रीकल्चरल कॉलेज
te_in: ఏస్.వీ.ఏగ్రీకల్చరల్ క్ లెజ్

source: S.V.Arts College
hi_in: एस.वी.आर्ट्स कॉलेज
te_in: ఏస్.వీ.ఆర్ట్స్ క్ లెజ్

source: S.V.Medical College
hi_in: एस.वी.मेडिकल कॉलेज
te_in: ఏస్.వీ.మెడికల్ క్ లెజ్

source: S.V.N.Colony(Guntur)
hi_in: एस.वी.एन.कॉलोनी(गुंटूर)
te_in: ఏస్.వీ.ఏన్.క్ లోనీ(గుంటూర్)

source: S.V.Nagar
hi_in: एस.वी.नगर
te_in: ఏస్.వీ.నగర్

source: S.V.University
hi_in: एस.वी.यूनिवर्सिटी
te_in: ఏస్.వీ.యూనివర్సిటీ

source: S.V.V.
hi_in: एस.वी.वी.
te_in: ఏస్.వీ.వీ.

source: S.Vanlaiphai
hi_in: एस.वंलिफाई
te_in: ఏస్.వంలిఫాఈ

source: Saadat Nagar
hi_in: सआदत नगर
te_in: సఆదత్ నగర్

source: Saadatganj (Lucknow)
hi_in: सआदतगंज (लखनऊ)
te_in: సఆదతగంజ్ (లఖనఊ)

source: Saank
hi_in: सांक
te_in: సాంక్

source: Sabaila
hi_in: सबैला
te_in: సబేలా

source: Sabaldaha
hi_in: सबलदह
te_in: సబలదహ్

source: Sabalpur
hi_in: सबलपुर
te_in: సబలపుర్

source: Sabalpura
hi_in: सबलपुरा
te_in: సబలపురా

source: Sabalwad
hi_in: सबलवाड़
te_in: సబలవా

source: Sabanpur
hi_in: सबनपुर
te_in: సబనపుర్

source: Sabarhad
hi_in: सबरहद
te_in: సబరహద్

source: Sabarmati
hi_in: साबरमती
te_in: సాబరమతీ

source: Sabdalpur
hi_in: सब्दलपुर
te_in: సబ్దలపుర్

source: Sabdalpur Rehra
hi_in: सब्दलपुर रेहरा
te_in: సబ్దలపుర్ రెహరా

source: Sabeya
hi_in: सबेया
te_in: సబెయా

source: Sabga
hi_in: सबग
te_in: సబగ్

source: Sabhapur
hi_in: सभापुर
te_in: సభాపుర్

source: Sabnima Khurd
hi_in: सबनिमैं खुर्द
te_in: సబనిమేం ఖుర్ద్

source: Sabroom
hi_in: सबरूम
te_in: సబరూం

source: Sachapir Street
hi_in: सछपीर स्ट्रीट
te_in: సఛపీర్ స్ట్రీట్

source: Sachin
hi_in: सचिन
te_in: సచిన్

source: Sachin G.I.D.C.
hi_in: सचिन जी.आई.डी.सी.
te_in: సచిన్ జీ.ఆఈ.డీ.సీ.

source: Sachin R.S.
hi_in: सचिन आर.एस.
te_in: సచిన్ ఆర్.ఏస్.

source: Sachivothamapuram
hi_in: सचिवोंथमपुरम
te_in: సచివోంథమపురం

source: Sachiyani
hi_in: सचियानी
te_in: సచియానీ

source: Sachkhand Nanded
hi_in: सचखंड नांदेड
te_in: సచఖండ్ నాందెడ్

source: Sadadvel
hi_in: सददवेल
te_in: సదదవెల్

source: Sadafal
hi_in: सदाफल
te_in: సదాఫల్

source: Sadaha
hi_in: सदः
te_in: సదః

source: Sadahalli
hi_in: सदहल्ली
te_in: సదహల్లీ

source: Sadal
hi_in: सदल
te_in: సదల్

source: Sadalga
hi_in: सदलगा
te_in: సదలగా

source: Sadam
hi_in: सदाम
te_in: సదాం

source: Sadan Bazar
hi_in: सदन बाजार
te_in: సదన్ బాజార్

source: Sadanandapuram
hi_in: सदानन्दपुरम
te_in: సదానన్దపురం

source: Sadanga
hi_in: सडंग
te_in: సడంగ్

source: Sadangoi
hi_in: सदनगोई
te_in: సదనగోఈ

source: Sadaquat Ashram
hi_in: सदकात आश्रम
te_in: సదకాత్ ఆశ్రం

source: Sadar Bazar (Ambala)
hi_in: सदर बाजार (अम्बाला)
te_in: సదర్ బాజార్ (అమ్బాలా)

source: Sadar Bazar (Bareilly)
hi_in: सदर बाजार (ब्रेइलली)
te_in: సదర్ బాజార్ (బ్రెఇలలీ)

source: Sadar Bazar (Faizabad)
hi_in: सदर बाजार (फैज़ाबाद)
te_in: సదర్ బాజార్ (ఫే ాబాద్)

source: Sadar Bazar (Firozpur)
hi_in: सदर बाजार (फ़िरोज़पुर)
te_in: సదర్ బాజార్ ( ిరో పుర్)

source: Sadar Bazar (Nagpur)
hi_in: सदर बाजार (नागपुर)
te_in: సదర్ బాజార్ (నాగ్‌పూర్)

source: Sadar Bazar (Solapur)
hi_in: सदर बाजार (सोलापुर)
te_in: సదర్ బాజార్ (సోలాపుర్)

source: Sadar Bazar Jalandhar Cantt
hi_in: सदर बाजार जालंधर कैंट
te_in: సదర్ బాజార్ జాలంధర్ కేంట్

source: Sadaranga
hi_in: सदारंग
te_in: సదారంగ్

source: Sadarpur
hi_in: सदरपुर
te_in: సదరపుర్

source: Sadashiv Peth
hi_in: सदाशिव पेठ
te_in: సదాశివ్ పెఠ్

source: Sadashivanagar
hi_in: सदाशिवनगर
te_in: సదాశివనగర్

source: Sadasivpet
hi_in: सदाशिवपेट
te_in: సదాశివపెట్

source: Sadatpura
hi_in: सादतपुर
te_in: సాదతపుర్

source: Sadau
hi_in: सदौ
te_in: సదౌ

source: Sadayampatti
hi_in: सदयमपट्टी
te_in: సదయమపట్టీ

source: Sadeipur
hi_in: सदेईपुर
te_in: సదెఈపుర్

source: Sadgud
hi_in: सदगुड़
te_in: సదగు

source: Sadguya
hi_in: सद्गुया
te_in: సద్గుయా

source: Sadhaholalu
hi_in: सढहाल्लू
te_in: సఢహాల్లూ

source: Sadhanasram
hi_in: साधनाश्रम
te_in: సాధనాశ్రం

source: Sadhankeri
hi_in: साधनकेरी
te_in: సాధనకెరీ

source: Sadhanpur Uludanga
hi_in: साधनपुर उलुदानग
te_in: సాధనపుర్ ఉలుదానగ్

source: Sadhopur
hi_in: साधोपुर
te_in: సాధోపుర్

source: Sadhu Ashram
hi_in: साधु आश्रम
te_in: సాధు ఆశ్రం

source: Sadhupul
hi_in: साधुपुल
te_in: సాధుపుల్

source: Sadikheda
hi_in: सादीखेड़ा
te_in: సాదీఖె ా

source: Sadikpur
hi_in: सादिकपुर
te_in: సాదికపుర్

source: Sadingia
hi_in: साडींगिया
te_in: సాడీంగియా

source: Sadipur
hi_in: सादीपुर
te_in: సాదీపుర్

source: Sadiq Nagar
hi_in: सादिक नगर
te_in: సాదిక్ నగర్

source: Sadiquepur
hi_in: सादिकुईपुर
te_in: సాదికుఈపుర్

source: Sadoli Khalsa
hi_in: सडोली खालसा
te_in: సడోలీ ఖాలసా

source: Sadopur
hi_in: सादोपुर
te_in: సాదోపుర్

source: Sadra
hi_in: सदर
te_in: సదర్

source: Sadrauna
hi_in: सदरौना
te_in: సదరౌనా

source: Sadul Colony
hi_in: सादुल कॉलोनी
te_in: సాదుల్ క్ లోనీ

source: Sadulpur
hi_in: सादुलपुर
te_in: సాదులపుర్

source: Sadun
hi_in: सदन
te_in: సదన్

source: Sadupura
hi_in: सैदूपुर
te_in: సేదూపుర్

source: Saduthala
hi_in: सदउथल
te_in: సదఉథల్

source: Sadwan
hi_in: सदवां
te_in: సదవాం

source: Sadyana
hi_in: सडयन
te_in: సడయన్

source: Safa
hi_in: साफ
te_in: సాఫ్

source: Safada
hi_in: सफ़ेद
te_in: స్ ెద్

source: Safari
hi_in: सफारी
te_in: సఫారీ

source: Safdarjung Enclave
hi_in: सफदरजंग एन्क्लेव
te_in: సఫదరజంగ్ ఏన్క్లెవ్

source: Sagada
hi_in: सगड़ा
te_in: సగ్ ా

source: Sagadabhanga
hi_in: सगदभंग
te_in: సగదభంగ్

source: Sagadailo
hi_in: सगाडिलो
te_in: సగాడిలో

source: Sagalim
hi_in: सगालीम
te_in: సగాలీం

source: Sagam
hi_in: संगम
te_in: సంగం

source: Sagar
hi_in: सागर
te_in: సాగర్

source: Sagar B I Bazar
hi_in: सगर बी ई बाजार
te_in: సగర్ బీ ఈ బాజార్

source: Sagar Bada Bazar
hi_in: सागर बड़ा बाजार
te_in: సాగర్ బ్ ా బాజార్

source: Sagar Cantt
hi_in: सागर कैंट
te_in: సాగర్ కేంట్

source: Sagar Cavlari Hill
hi_in: सागर कैवलरी हिल
te_in: సాగర్ కేవలరీ హిల్

source: Sagar City
hi_in: सागर सिटी
te_in: సాగర్ సిటీ

source: Sagar Gallamandi
hi_in: सागर गल्लामंडी
te_in: సాగర్ గల్లామండీ

source: Sagar Gopalganj
hi_in: सागर गोपालगंज
te_in: సాగర్ గోపాలగంజ్

source: Sagar Jnpa
hi_in: सागर जंप
te_in: సాగర్ జంప్

source: Sagar Luxmipura
hi_in: सागर लक्समीपुर
te_in: సాగర్ లక్సమీపుర్

source: Sagar Makronia Camp
hi_in: सागर मकरोनिया कैंप
te_in: సాగర్ మకరోనియా కేంప్

source: Sagar Market Road
hi_in: सागर मार्केट रोड
te_in: సాగర్ మార్కెట్ రోడ్

source: Sagar Rajakhedi
hi_in: सागर राजाखेड़ी
te_in: సాగర్ రాజాఖె ీ

source: Sagar Sadar Bazar
hi_in: सागर सदर बाजार
te_in: సాగర్ సదర్ బాజార్

source: Sagar Shanichri
hi_in: सागर शनिचरी
te_in: సాగర్ శనిచరీ

source: Sagar Subhash Nagar
hi_in: सागर सुभाष नगर
te_in: సాగర్ సుభాష్ నగర్

source: Sagar Tilli
hi_in: सागर तिल्ली
te_in: సాగర్ తిల్లీ

source: Sagaram
hi_in: सगराम
te_in: సగరాం

source: Sagardina
hi_in: सागरदीन
te_in: సాగరదీన్

source: Sagargaon
hi_in: सागरगोँ
te_in: సాగరగోఁ

source: Sagarpur
hi_in: सागरपुर
te_in: సాగరపుర్

source: Sagban
hi_in: सगबन
te_in: సగబన్

source: Saghan Machharya
hi_in: सघन मछरिया
te_in: సఘన్ మఛరియా

source: Sagjoria
hi_in: सागजोरिया
te_in: సాగజోరియా

source: Sagodiya
hi_in: सगोडिया
te_in: సగోడియా

source: Sagolband Thingom Leikai
hi_in: सगोलबंद थिन्गोम लइकै
te_in: సగోలబంద్ థిన్గోమ్ లఇకే

source: Sagra
hi_in: सागरा
te_in: సాగరా

source: Sagrampura Putli
hi_in: संग्रामपुर पुतली
te_in: సంగ్రామపుర్ పుతలీ

source: Sahabazpur
hi_in: सहबाजपुर
te_in: సహబాజపుర్

source: Sahabda
hi_in: साहाबाद
te_in: సాహాబాద్

source: Sahadapada
hi_in: सहदापाड़ा
te_in: సహదాపా ా

source: Sahadevkhunta
hi_in: सहदेवखुंट
te_in: సహదెవఖుంట్

source: Sahajat
hi_in: सहजात
te_in: సహజాత్

source: Sahajbahal
hi_in: सहजबहाल
te_in: సహజబహాల్

source: Sahajpurwadi
hi_in: सहजपुरवादी
te_in: సహజపురవాదీ

source: Sahakar Bhavan
hi_in: सहकार भवन
te_in: సహకార్ భవన్

source: Sahakaranagar P.O
hi_in: सहकारनगर पी.ओ
te_in: సహకారనగర్ పీ.ఓ

source: Sahanagar (Kolkata)
hi_in: सहनगर (कोल्कता)
te_in: సహనగర్ (కోల్కతా)

source: Sahangagopalpur
hi_in: सहाङ्गगोपालपुर
te_in: సహాఙ్గగోపాలపుర్

source: Sahapur
hi_in: साहपुर
te_in: సాహపుర్

source: Sahar
hi_in: सहर
te_in: సహర్

source: Saharaspali
hi_in: सहरासपली
te_in: సహరాసపలీ

source: Sahargaon
hi_in: सहरगों
te_in: సహరగోం

source: Saharna
hi_in: सहारण
te_in: సహారణ్

source: Saharsa
hi_in: सहरसा
te_in: సహరసా

source: Saharsa Dist.Board
hi_in: सहरसा दिसत.बोर्ड
te_in: సహరసా దిసత్.బోర్డ్

source: Sahaspur
hi_in: सहसपुर
te_in: సహసపుర్

source: Sahaspuriya
hi_in: सहसपुरिया
te_in: సహసపురియా

source: Sahauran
hi_in: सहारण
te_in: సహారణ్

source: Sahayanagar
hi_in: सहायानगर
te_in: సహాయానగర్

source: Sahbad
hi_in: शाहबाद
te_in: శాహబాద్

source: Sahbajpur Puraina
hi_in: सहबाजपुर पुरैना
te_in: సహబాజపుర్ పురేనా

source: Sahdaura
hi_in: सहदौरा
te_in: సహదౌరా

source: Sahdullahpur
hi_in: सहदुल्लाहपुर
te_in: సహదుల్లాహపుర్

source: Sahebganj Naicherkuti
hi_in: साहेबगंज नैचरकुटी
te_in: సాహెబగంజ్ నేచరకుటీ

source: Saheed Nagar
hi_in: सहीद नगर
te_in: సహీద్ నగర్

source: Saheli
hi_in: सहेली
te_in: సహెలీ

source: Saheri
hi_in: सहरी
te_in: సహరీ

source: Sahi
hi_in: सही
te_in: సహీ

source: Sahi Sherpur
hi_in: सही शेरपुर
te_in: సహీ శెరపుర్

source: Sahibabad
hi_in: साहिबाबाद
te_in: సాహిబాబాద్

source: Sahid Park
hi_in: सहीद पार्क
te_in: సహీద్ పార్క్

source: Sahifa
hi_in: सहीफ़ए
te_in: సహీ ఏ

source: Sahigaon
hi_in: साहिगाओं
te_in: సాహిగాఓం

source: Sahira
hi_in: साहिर
te_in: సాహిర్

source: Sahitya Parisad
hi_in: साहित्य परिसद
te_in: సాహిత్య్ పరిసద్

source: Sahjaura
hi_in: सहजौरा
te_in: సహజౌరా

source: Sahjusar
hi_in: सहजूसर
te_in: సహజూసర్

source: Sahli
hi_in: सहली
te_in: సహలీ

source: Sahojani Tagan
hi_in: साहोजानी तगण
te_in: సాహోజానీ తగణ్

source: Sahowal
hi_in: सहोवाल
te_in: సహోవాల్

source: Sahpau
hi_in: सहपऊ
te_in: సహపఊ

source: Sahpur
hi_in: साहपुर
te_in: సాహపుర్

source: Sahpur Prithbi Patti
hi_in: साहपुर पृथ्बी पट्टी
te_in: సాహపుర్ పృథ్బీ పట్టీ

source: Sahpur Undi
hi_in: साहपुर उंडी
te_in: సాహపుర్ ఉండీ

source: Sahpurjat
hi_in: सहपुरजत
te_in: సహపురజత్

source: Sahrkola
hi_in: सहरकोला
te_in: సహరకోలా

source: Sahs College
hi_in: साहस कॉलेज
te_in: సాహస్ క్ లెజ్

source: Sahsapur
hi_in: सहसपुर
te_in: సహసపుర్

source: Sahson
hi_in: सहसों
te_in: సహసోం

source: Sahsram
hi_in: सहस्रं
te_in: సహస్రం

source: Sahu Ka Mahua
hi_in: साहू का महुआ
te_in: సాహూ కా మహుఆ

source: Sahugarh
hi_in: साहुगढ़
te_in: సాహుగ్

source: Sahupada
hi_in: साहूपाडा
te_in: సాహూపాడా

source: Sahupar
hi_in: सहूपर
te_in: సహూపర్

source: Sahupara
hi_in: साहूपारा
te_in: సాహూపారా

source: Sahupuri
hi_in: साहूपुरी
te_in: సాహూపురీ

source: Sahuwala
hi_in: साहुवाला
te_in: సాహువాలా

source: Sai
hi_in: साई
te_in: సాఈ

source: Saibaba Mission
hi_in: साईबाबा मिशन
te_in: సాఈబాబా మిశన్

source: Said Nagli
hi_in: साइड नगली
te_in: సాఇడ్ నగలీ

source: Saida
hi_in: सईद
te_in: సఈద్

source: Saidabad
hi_in: सैदाबाद
te_in: సేదాబాద్

source: Saidabad (Allahabad)
hi_in: सैदाबाद (अल्लाहाबाद)
te_in: సేదాబాద్ (అల్లాహాబాద్)

source: Saidabad (Hyderabad)
hi_in: सैदाबाद (हैदराबाद)
te_in: సేదాబాద్ (హేదరాబాద్)

source: Saidabad Colony
hi_in: सैदाबाद कॉलोनी
te_in: సేదాబాద్ క్ లోనీ

source: Saidapet (Chennai)
hi_in: सैदापेट (चेन्नई)
te_in: సేదాపెట్ (చెన్నై)

source: Saiden
hi_in: साइडें
te_in: సాఇడెం

source: Saidpur
hi_in: सैदपुर
te_in: సేదపుర్

source: Saidpur (Ghazipur)
hi_in: सैदपुर (ग़ाज़ीपुर)
te_in: సేదపుర్ (ౚా ీపుర్)

source: Saidpur Hakins
hi_in: सैदपुर हाकिंस
te_in: సేదపుర్ హాకింస్

source: Saidpura Sultan
hi_in: सैदपुर सुल्तान
te_in: సేదపుర్ సుల్తాన్

source: Saidpuri Mahichand
hi_in: सैदपुरी महीचंद
te_in: సేదపురీ మహీచంద్

source: Saidupur
hi_in: सैदूपुर
te_in: సేదూపుర్

source: Saifpur Karamchanpur
hi_in: सैफपुर करंचानपुर
te_in: సేఫపుర్ కరంచానపుర్

source: Saigaon
hi_in: सींगों
te_in: సీంగోం

source: Saihapui 'K'
hi_in: सैहपुई 'के'
te_in: సేహపుఈ 'కె'

source: Saij
hi_in: साइज
te_in: సాఇజ్

source: Saijpur
hi_in: सैजपुर
te_in: సేజపుర్

source: Saijpur Bogha
hi_in: सैजपुर बोघ
te_in: సేజపుర్ బోఘ్

source: Saikhawthlir
hi_in: शैखावतहलीर
te_in: శేఖావతహలీర్

source: Sailam
hi_in: सैलम
te_in: సేలం

source: Sailashree Vihar
hi_in: शैलश्री विहार
te_in: శేలశ్రీ విహార్

source: Sailulak
hi_in: सैलूलॉक
te_in: సేలూల్ క్

source: Sailutar
hi_in: सैलुटर
te_in: సేలుటర్

source: Sain
hi_in: साइन
te_in: సాఇన్

source: Sainagar
hi_in: सिंगर
te_in: సింగర్

source: Sainathapuram
hi_in: सैनाथपुरम
te_in: సేనాథపురం

source: Saini
hi_in: सैनी
te_in: సేనీ

source: Sainik Colony
hi_in: सैनिक कॉलोनी
te_in: సేనిక్ క్ లోనీ

source: Sainik School (Khorda)
hi_in: सैनिक स्कूल (खोरड़ा)
te_in: సేనిక్ స్కూల్ (ఖోర్ ా)

source: Sainik School Kapurthala
hi_in: सैनिक स्कूल कपूरथला
te_in: సేనిక్ స్కూల్ కపూరథలా

source: Sainikpuri
hi_in: सैनिकपुरी
te_in: సేనికపురీ

source: Sainj
hi_in: सैंज
te_in: సేంజ్

source: Saintha
hi_in: सैंठा
te_in: సేంఠా

source: Sainthli
hi_in: सैंथली
te_in: సేంథలీ

source: Saipali
hi_in: सैपाली
te_in: సేపాలీ

source: Saipem
hi_in: सीपीएम
te_in: సీపీఏం

source: Saipung
hi_in: सैपुंग
te_in: సేపుంగ్

source: Saipura
hi_in: साईपुर
te_in: సాఈపుర్

source: Sairang
hi_in: सैरंग
te_in: సేరంగ్

source: Saistapur
hi_in: शैसतापुर
te_in: శేసతాపుర్

source: Saitsama
hi_in: सइत्साम
te_in: సఇత్సాం

source: Saitual
hi_in: सैतुअल
te_in: సేతుఅల్

source: Saiwad
hi_in: सेवड़
te_in: సెవ్

source: Saiwan
hi_in: सेवन
te_in: సెవన్

source: Saiyat
hi_in: सैयत
te_in: సేయత్

source: Saizawh
hi_in: सैजावह
te_in: సేజావహ్

source: Sajera
hi_in: साजरा
te_in: సాజరా

source: Sajgaon
hi_in: सजगन
te_in: సజగన్

source: Sajjapuram
hi_in: सज्जापुरम
te_in: సజ్జాపురం

source: Sajjavaripalem
hi_in: सज्जावरिपलें
te_in: సజ్జావరిపలెం

source: Sajod
hi_in: साजोद
te_in: సాజోద్

source: Sajoi
hi_in: संजोई
te_in: సంజోఈ

source: Sajwani
hi_in: सजवानी
te_in: సజవానీ

source: Sakalavara
hi_in: सकलवार
te_in: సకలవార్

source: Sakaldipa
hi_in: सकलदीप
te_in: సకలదీప్

source: Sakarichowki
hi_in: सकरीचौकी
te_in: సకరీచౌకీ

source: Sakarpura
hi_in: सकरपुरा
te_in: సకరపురా

source: Sakat
hi_in: सकत
te_in: సకత్

source: Sakatpur
hi_in: सकतपुर
te_in: సకతపుర్

source: Sakatpura (Bawad)
hi_in: सकतपुरा (भवद)
te_in: సకతపురా (భవద్)

source: Sakawrdai
hi_in: सकवर्दी
te_in: సకవర్దీ

source: Sakawrtuichhun
hi_in: सकवरटुइछूं
te_in: సకవరటుఇఛూం

source: Sakchi
hi_in: साकची
te_in: సాకచీ

source: Sakchi Court
hi_in: साकची कोर्ट
te_in: సాకచీ కోర్ట్

source: Sakegaon
hi_in: सकेगान
te_in: సకెగాన్

source: Sakeri
hi_in: स्केरी
te_in: స్కెరీ

source: Saket
hi_in: साकेत
te_in: సాకెత్

source: Saket (Meerut)
hi_in: साकेत (मेरठ)
te_in: సాకెత్ (మెరఠ్)

source: Saket (South Delhi)
hi_in: साकेत (साउथ देल्ही)
te_in: సాకెత్ (సాఉథ్ ఢిల్లీ)

source: Saketpuri
hi_in: साकेतपुरी
te_in: సాకెతపురీ

source: Sakhar Peth
hi_in: साखर पेठ
te_in: సాఖర్ పెఠ్

source: Sakharadara
hi_in: साख़ारदार
te_in: సాౙారదార్

source: Sakhekhas
hi_in: साखेखास
te_in: సాఖెఖాస్

source: Sakhipada
hi_in: सखीपड़ा
te_in: సఖీప్ ా

source: Sakholi
hi_in: सखोली
te_in: సఖోలీ

source: Sakhopar
hi_in: साखोपार
te_in: సాఖోపార్

source: Sakhpar Mota
hi_in: साखपर मोटा
te_in: సాఖపర్ మోటా

source: Sakhroli
hi_in: सखरोली
te_in: సఖరోలీ

source: Sakhwar
hi_in: सखवार
te_in: సఖవార్

source: Sakinaka
hi_in: साकीनाका
te_in: సాకీనాకా

source: Sakipur
hi_in: साकीपुर
te_in: సాకీపుర్

source: Sakkarakottai
hi_in: सक्करकोट्टाई
te_in: సక్కరకోట్టాఈ

source: Sakkubai Nagar
hi_in: सक्कूबाई नगर
te_in: సక్కూబాఈ నగర్

source: Sakoh
hi_in: सकोह
te_in: సకోహ్
